{
 "name": "Feedback Form for the Space Station Staff Cafeteria",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "A feedback form for the staff cafeteria in Herta Space Station. It contains comments and suggestions on the cafeteria's food, as well as feedback given by the cafeteria's intelligent robot.",
 "volumes": [
  {
   "title": "Feedback Form for the Space Station Staff Cafeteria",
   "localTitle": "Feedback Form for the Space Station Staff Cafeteria",
   "localDesc": "<align=\"center\">Herta Space Station Staff Cafeteria Feedback Form</align><br /><br />Question: We have been served dried earthworm for a week straight, can we switch it up a little?<br />Answer: Next week, we will be serving them in the following flavors: tomato, courgette, grapefruit, etc. Side note, due to the stock issues on the supplier's end, we will be providing the Cosmic Fried Rice at an irregular interval on a first come, first served basis.<br /><br />Question: Am I the only one who got diarrhea after having the synthesized meat?<br />Answer: According to collected data, only you have displayed symptoms of this nature. You are welcome to come and try again, we will make sure to keep some samples for investigation.<br /><br />Question: I want to have eggplants, I want to have snap peas, I want to have cucumber, I want to have vegetables!<br />Answer: You can apply for trials to try the newly developed Veggie Pills from one of the departments. Take one pill before the meal to experience the taste and texture of your chosen flavor when you're chewing any food! Known side effects include slight numbness in left leg and unknown disabilities in some lab rats. Please explore yourself for more information!<br /><br />Question: The crops in my experimentation field kept being stolen, can the space station not ensure this little bit of anti-theft measures?<br />Answer: Did you subscribe to the Security Dog function in the Seed Isle? Copy the following code into your personal terminal, and the system will automatically generate a dog for you in the form of an ionization grid to protect your field. In normal life, it can also become your personal terminal assistant~<br /><br />Question: Don't believe in that stupid doggy function, terminal assistant my foot! I asked it to transcribe the voice meeting for me, and it generated <nobr>12,000</nobr> \"woofs\"!<br />Answer: You can click the play button to ensure another doggy that didn't attend the meeting understands the agenda of the meeting!<br /><br />Question: When can we have an AI manage feedback to the cafeteria? The current responder is obviously trolling!<br />Answer: Sorry, I didn't quite get that. Can you please try again in another way?",
   "images": []
  }
 ],
 "pageId": "125403"
}