{
 "name": "The Adventurous Moles: Hidden Treasure",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "The most recent installment in Belobog's popular children's adventure book series",
 "volumes": [
  {
   "title": "The Adventurous Moles: Hidden Treasure — Table of Contents",
   "localTitle": "Table of Contents",
   "localDesc": "<size=+2>Preface: The Moles' Adventure Tips</size><br /><align=\"right\">—Page 1</align><br /><br /><size=+2>The Unexpected Parchment</size><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">Near the entrance of an open-air café in Backwater Pass</span>, the Moles saw a flyer promoting an auction...<br /><align=\"right\">— Page 3</align><br /><br /><size=+2>The Missing Miner's Lamp</size><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">In Boulder Town's Great Mine</span>, the Moles have found notes left behind by Drake...<br /><align=\"right\">— Page <nobr>21</nobr></align><br /><br /><size=+2>\"The Crates Are the Keys\"</size><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">In a cave with storage shelves in Rivet Town</span>, the Moles have found a hidden door...<br /><align=\"right\">— Page <nobr>40</nobr></align><br /><br /><size=+2>Treasure Hunt on the Battlefield</size><br />The Moles have followed Drake's clues to the invisible treasure hidden <span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">in the trenches deep within the Silvermane Guard Restricted Zone, leading to the Snow Plains...</span><br /><align=\"right\">— Page <nobr>56</nobr></align><br /><br /><size=+2>Postface</size><br /><align=\"right\">—Page <nobr>73</nobr></align>",
   "images": []
  },
  {
   "title": "The Adventurous Moles: Hidden Treasure — Preface",
   "localTitle": "Preface",
   "localDesc": "<align=\"center\"><size=+2>The Moles' Adventure Tips</size></align><br /><br />Welcome, kid! Join the Adventurous Moles and put your knowledge and courage to the test with Becky, Carbine, and Pava as you become the fourth little mole. The book is divided into four parts, each with its own unique story, and a riddle will appear at the end of each part for you to solve.<br /><br />The adventure this time is different from The Moles' past visits to distant jungles, icy mountains, and temple ruins. The backdrop of this story is a place all of our little moles are familiar with — Belobog. During this adventure, a group of archaeologists have uncovered the will left by Drake, the great adventurer of Belobog, in which he stated:<br /><br />\"I've enjoyed almost <nobr>50</nobr> years of adventures and have been to almost every destination in and out of Belobog. Along the way, I've collected a plethora of exotic treasures. Some of which I donated to the Belobog Museum, while the most dangerous and enigmatic of which I have hidden. The treasure's location was drawn on a treasure map, which was then divided into many pieces and placed in 'invisible treasure chests.' Only the person who finds all of the treasure chests will then be able to find my treasure.\"<br /><br />This time in The Adventurous Moles, it's up to you, our fourth little mole, to find all the pieces of the story. <span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">If you follow the hints on the list, they will lead you to the correct locations, where you will be able to gather the book pages. The pages conceal clues to the riddles that will lead you to the invisible treasure chests... </span>By collecting all the pages, not only will you complete a copy of The Adventurous Moles: Hidden Treasure, but you will also discover Drake the Great Adventurer's treasure.<br /><br />Every clue in the story may hold the key to understanding the riddle, so think carefully and don't dismiss any clues. Don't be concerned if your acute mind briefly fails you. As long as you follow your intuition, you will find the answer. We have also prepared several helpful resources for the adventure, which are printed at the end of the book for your convenience.<br /><br />Are you ready to embark on an exciting adventure, little moles?",
   "images": []
  },
  {
   "title": "The Adventurous Moles: Hidden Treasure — \"The Unexpected Parchment\"",
   "localTitle": "The Unexpected Parchment",
   "localDesc": "...<br /><br />The old Silvermane Guard flask that Carbine was eyeing was hardly a valuable item. The Moles looked around the auction hall, no one else raising their hand to bid in competition.<br /><br />\"Going once, going twice. Sold! This old flask goes to the young boy with the glasses\" said the auctioneer as he banged his gavel.<br /><br />\"You shelled out <nobr>12</nobr> shield for a flask? I truly don't comprehend collectors' tastes like yours.\" Pava scratched his curly hair. \"I still have the limited Silvermane Guard festival edition of this flask at home, which I can sell to you for a low price.\"<br /><br />The Moles paid, collected the antique flask, and exited the room. A continuous flow of people passed by the outdoor café. There had been an antique craze since the archaeological team made the Great Adventurer Drake's will public, and everyone was hunting for clues to the 'invisible treasure chests.' It also irritated Carbine, an antique collector whose pastime had gotten more expensive.<br /><br />\"Look what I found in this kettle! A piece of parchment!\" Becky opened the kettle. \"No way. The paper references invisible treasure chests, but does that mean it has something to do with Drake...?\"<br /><br />\"Shh!\" Pava suddenly lowered his voice and said, \"Someone is watching us.\"<br /><br />Carbine pulled a reflective lens from his backpack. The lens reflected the sight behind him. He saw no one pursuing The Moles. \"Hey, why am I not seeing anything?\"<br /><br />Pava may be physically strong, but that didn't mean he's a simpleton. He extended his hand, pointed to a location in the open-air café, and remarked, <span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">\"It's there. There are lots of tables and chairs in the open-air café, but only that location may conceal a person.\"</span><br /><br />Carbine and Becky looked in amazement at the open-air café, and they quickly realized what Pava was saying and were impressed by him.<br /><br />— Do you know where he's pointing at, my young readers?<br /><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">Mole Tip:</span><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">If you pay close attention to the surrounding tables and chairs, you'll be able to figure out the answer on your own.</span>",
   "images": []
  },
  {
   "title": "The Adventurous Moles: Hidden Treasure — \"The Missing Miner's Lamp\"",
   "localTitle": "The Missing Miner's Lamp",
   "localDesc": "...<br /><br />Carbine and Pava were eavesdropping on the group's private chat when they were lifted up by a pair of gigantic hands, and Carbine was overcome with fear as his feet dangled in the air. Pava, on the other hand, shifted his weight, kicked the miner in the stomach, and jumped away. Only then did they notice the gigantic, towering miner.<br /><br />\"What on earth are you little brats doing here?\" Pava's kick angered the tough and muscular miner, who huffed out: \"It's dangerous out here. You should be at home, not here.\"<br /><br />\"Hey, you two kids over there. Remember how I told you not to fall out of line?\" Becky donned her safety helmet, work gear, and gloves, and transformed into a little miner. \"Can you let me handle these two kids, big guy? I'll get them out of here.\"<br /><br />The two little moles understood Becky's words immediately. \"We are lost, please take us back, sis.\"<br /><br />The burly man was a little hesitant, having never seen such a short miner before, but he didn't think too much about it. \"Keep an eye on your team. The mines are dangerous.\" The burly man turned and marched away, carrying a pickaxe heavier than Pava.<br /><br />\"I'm always the dependable one. What were you two eavesdropping on?\" Becky inquired confidently, pushing up her safety helmet.<br /><br />Pava was about to point to the group's location when he realized no one was there anymore.<br /><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">\"I recall them saying, 'Let everything return to its rightful place. Let the stars return to the sky.'\"</span> \"So that's what it is!\" Carbine said after a brief moment of thinking and a glance at the wire mesh fence on the other side.<br /><br />Carbine appears to have discovered the secret.<br /><br />— Dear readers, do you know what he should do?<br /><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">Mole Tip: </span><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">If you pay close attention to the surrounding Miner's Lamps, you'll be able to figure out the answer on your own.</span>",
   "images": []
  },
  {
   "title": "The Adventurous Moles: Hidden Treasure — \"The Crates Are the Keys\"",
   "localTitle": "\"The Crates Are the Keys\"",
   "localDesc": "...<br /><br />Carbine rushed to hide behind the crates used to store Geomarrow. \"They took Pava!\" This terrible thought kept echoing in his mind. \"Maybe we shouldn't be looking for Drake's treasure in the first place.\" However, regret won't bring Pava back. Carbine needed to think of something to do to help.<br /><br />Becky placed her hand on Carbine's shoulder, trying to calm him down. Just a few days ago, they were eating suncakes and talking about how to spend the holiday. Now, they were involved in an unexpected conspiracy. Why did those who attended the gathering want the treasure? Where was Drake's underground hidden door? And what would they do to Pava... She couldn't answer any of these questions.<br /><br />\"Hold on.\" Becky picked up a piece of paper. It looked like something used by the school they went to, which meant it was left by Pava. \"There's nothing on the paper, and it's sticky.\"<br /><br />\"Sticky? It might be Pava's invisible ink.\" Carbine recalled the small things he made in the secret base, and how he used invisible ink to write things down. If the text was written with brine, you heat the paper. If it was written with white candle, use charcoal powder to make the text visible... \"Let me have a go!\"<br /><br />And sure enough, the piece of paper carried secret information. Carbine moved the paper under the light of a miner's lamp, and a line of fragmented text appeared.<br /><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">\"Shelves, crates, arrange, same.\"</span><br /><br />The text was just some words pieced together, which is of no surprise, given Pava couldn't see what he was writing. He had to make things simple and space out the letters. Becky gave it a quick thought and it dawned on her that Pava was sharing clues that could lead to Drake's hidden door.<br /><br />\"The crates are the key. Opening the hidden door is easier than doing chores.\" Becky read with excitement.<br /><br />— Dear readers, do you know what she should do?<br /><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">Mole Tip: </span><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">If you pay close attention to the shelves on both sides, you'll be able to figure out the answer on your own.</span>",
   "images": []
  },
  {
   "title": "The Adventurous Moles: Hidden Treasure — \"Treasure Hunt on the Battlefield\"",
   "localTitle": "Treasure Hunt on the Battlefield",
   "localDesc": "...<br /><br />\"Don't let them get away!\" The gathered crowd shouted incessantly from behind The Moles as these greedy criminals pursued them. The little moles rushed right into the Silvermane Guard Restricted Zone, not stopping at all. When the three little moles turned around, they saw the pursuers beyond the restricted zone stomping their feet in rage.<br /><br />Pava's uncle was a Silvermane Guards officer, and with his help, the little moles made their way to the camp's depths — the location where Drake's treasure had hinted. \"I'm not heartless, Pava, but couldn't you get your uncle to arrest all those bad guys?\" Carbine was still enraged. \"They kidnapped you, which is against the law.\"<br /><br />\"Don't worry. They're not getting away from it.\" Pava's uncle had helped the Moles countless times in perilous situations, and he was their most dependable collaborator. \"Leave these things to us adults. Your adventure is still one step away from being completed. Go finish it.\"<br /><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">\"The industrious and smart soldier will check the 4 gun stands every day to make sure there are exactly 3 guns per stand, no more and no less.\"</span> Becky read from Drake's last message.<br /><br />\"Hmm... would someone really bury treasure in a restricted zone?\" Pava's uncle never believed in the invisible treasure because this was where the army was stationed. Neither Drake from hundreds of years ago nor anyone centuries in the future could have buried unknown treasures in the middle of the army.<br /><br />\"Since it's an invisible treasure, there has to be a means to find it.\" Carbine paused for a moment, convinced that he already knew where the invisible treasure was hidden.<br /><br />— Have you got any ideas on how he will find the treasure, my young readers?<br /><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">Mole Tip: </span><br /><span style=\"display: inline-block; color: #f29e38ff; text-align:center; font-weight:bold;\">If you pay close attention to the decorations nearby that fit the description of \"3 guns,\" you'll be able to figure out the answer on your own.</span>",
   "images": []
  },
  {
   "title": "The Adventurous Moles: Hidden Treasure — Postface",
   "localTitle": "Postface",
   "localDesc": "The Moles will solve the mystery, no matter how difficult it is, and \"Drake's Invisible Treasure\" is nearing its conclusion.<br /><br />The three little moles displayed their investigative skills again in this adventure. And of course, you, our fourth little mole, are the most important contributor to the adventure!<br /><br />Young readers who have read The Adventurous Moles know that this is only the beginning of their exploits, and the little moles have many more adventures ahead of them! Drake, the story's great adventurer, is content with a fantastic adventure, even if it is only once in a lifetime. However, such an adventure is not enough for our young readers.<br /><br />What gives me the right to say such a thing? Is it because I'd like to keep selling books? Of course, this is a factor. But, more importantly, I want to give my young readers \"the experience of adventure without the peril of it.\" I don't want you to meet any bad guys in real life, and I don't want you to be trapped in a crisis like the three little moles.<br /><br />Parents frequently write to me. \"I don't want my children to read your stories anymore because they will just follow The Moles and embark on dangerous adventures.\" Such letters often baffle me. If I were irresponsible enough, I would tell them, \"Give it a shot! Humans are supposed to go on adventures.\" However, given the parent's concern, I would respond, \"The safest adventure I can think of is merely going on an adventure at home by reading a book without taking any risks. What, not even such an adventure is permitted?\"<br /><br />Authors are notorious for complaining about their hardships in the postface of their works, so please forgive me if I do the same. You followed in the footsteps of the three little moles in this adventure story, even though you did not encounter the dreadful gatherers (after all, I made it up), but you used your curiosity and ingenuity to complete the best adventure, right?<br /><br />That is precisely what I am looking for.<br /><br />I want to congratulate you on finishing your adventure once again, and please allow me to shout out The Moles' slogan!<br /><br /><align=\"center\">The Moles, the Moles,</align><br /><align=\"center\">are brilliant and strong!</align><br /><align=\"center\">The Moles, the Moles,</align><br /><align=\"center\">take the reins!</align>",
   "images": []
  }
 ],
 "pageId": "12643"
}