{
 "name": "Mei's Notes",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "None",
 "volumes": [
  {
   "title": "Mei's Notes",
   "localTitle": "Mei's Notes",
   "localDesc": "*Judging by the crumpled and detached state of the paper, it has been read over and over.*<br /><br />(The previous content is redacted)<br /><br />I attended the housekeeping exchange meeting of the Skyward Pavilions neighborhood for the first time. I didn't know that I can ask other housekeepers to fill in for me when I can't get to work, and return the favor when they need it. Now I know.<br /><br />I have noted the addresses and contact details of other housekeepers, as well as the times when they can help.<br /><br />I've heard from other housekeepers that their employers expect them to treat the employers' children like their own.<br /><br />When your employer says that, your answer needs to be \"Yes.\"<br /><br />Luhui hasn't asked me this question yet. If she asks, I wouldn't know how to answer her, since I don't have children of my own.<br /><br />Other housekeepers also said we should take the employers' words with a pinch of salt. Many housekeepers would let their own children play by themselves, feed the children whatever they feel like, and discipline the children for misbehaving. They would never dare to treat their employers' children like this.<br /><br />The employers just want to hear that you love their children.<br /><br />In short, just answer that you would treat their children as if they were your own.<br /><br />Speaking of which, the young master was disobedient at the lyceum and wanted me to attend the parent-teacher meeting. I need to keep this a secret for him.<br /><br />The teacher asked me to leave a contact number, but I don't have one, so I gave the teacher Ms. Luhui's contact information instead.<br /><br />********<nobr>1415926</nobr><br /><br />As soon as Ms. Luhui receives a message from the teacher and tells me, I will go to the parent-teacher meeting.<br /><br />I haven't told the young master about this yet. I need to remember to tell him next time.",
   "images": []
  }
 ],
 "pageId": "325989"
}