{
 "name": "Liangmu's Letter",
 "iconPath": "438f4f52bcea0dbb77f1306c255fcfbc7f007697913788c280069da015bcc0e8",
 "desc": "None",
 "volumes": [
  {
   "title": "Liangmu's Letter",
   "localTitle": "Liangmu's Letter",
   "localDesc": "Dear Banxia,<br /><br />I hope this letter finds you well. (I heard that people from Xianzhou always engage in such pleasantries when writing letters)<br /><br />Since I left Cloudford, I have tried many times to contact you in vain. Then it occurred to me that I can ask the two healers you sent last time to deliver this letter directly to you. There's an important matter I wish you to know. I don't want to walk away like this, and I have to tell you what I'm thinking.<br /><br />To be honest, if the two healers hadn't arrived in time, I would have thought that you had abandoned me.<br /><br />But that doesn't mean I forgive you. I asked the two healers and realized that not only did you not come to me, you also did not bring me the list I want. You just took pity on me and sent the two doctors over. I do not need treatment! What I need is equal respect. I know you have always looked down on short-lived species like me. I feel like a street rat.<br /><br />You have no idea how long I have been hiding in that humble container, how vicious the Disciples of Sanctus Medicus are, and how dangerous the judges of the Ten-Lords Commission are... You have no idea of all the dangers I faced while you were hiding in the Alchemy Commission. You only cared about yourself, never my life.<br /><br />You've done so little for me... I can't feel your love at all despite your past assurances.<br /><br />I have to make it clear that I never liked you. You said that you could get the Elixir of Immortality, so I got close to you. You said that the Disciples of Sanctus Medicus are real, so I encouraged you to join them. You said that you could get the list from the Disciples of Sanctus Medicus, so I risked everything and waited for you at Cloudford. Stop thinking you're superior to me. I don't need your pity.<br /><br />By the way, I have already been repatriated by the Palace of Astrum. When you received the letter, I will already had left. Farewell!<br /><br /><align=\"right\">Liangmu</align>",
   "images": []
  }
 ],
 "pageId": "325986"
}