{
 "name": "Lista de Natasha",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "Los residentes del Bajomundo trabajan muchas horas. Para ellos cuidar de sus hijos era otra tarea pesada.",
 "volumes": [
  {
   "title": "Lista de Natasha",
   "localTitle": "Lista de Natasha",
   "localDesc": "A todos los progenitores mineros:<br /><br />Soy la doctora Natasha. Sé que muchos de ustedes están agotados del trabajo diario y por eso dejan a sus hijos al cuidado de la clínica. Entiendo que la situación familiar debe ser muy complicada ahora que se acerca el final del año. Sin embargo, algunos de ustedes llevan tanto tiempo sin visitar a sus hijos que me pregunto qué razón puede haber. Adjunto una lista de los niños que llevan más de <nobr>100</nobr> días sin ver a sus padres. Espero que estos padres hagan una visita antes de que termine el mes, de lo contrario, añadiré sus nombres a mi cuaderno. A quienes están en mi cuaderno más les vale no ponerse enfermos ni tener ningún accidente, porque los curaré utilizando la fórmula secreta de mi familia y una buena dosis de \"compasión\".<br /><br />Isabella (de <nobr>11</nobr> años de edad): <nobr>133</nobr> días sin visitas<br /><br />Isabella es la niña más sensata y de mejor carácter de la clínica. Muchas veces se ofrece voluntaria para ayudar con las tareas y cuida de los demás niños cuando no estoy. Si los padres de Isabella leen esto, deberían aprender de ella cómo cuidar de los niños, porque estoy segura de que ustedes no serían capaces ni de cuidar a un topo loco de esos que comen cualquier cosa.<br /><br />Charlie grande (de 9 años de edad): <nobr>164</nobr> días sin visitas<br /><br />Charlie grande es un niño con mucho genio, algo que probablemente aprendió de sus padres. No es consciente de su fuerza y a menudo se mete en peleas con otros niños, por lo que he tenido que reñirle muchas veces. No obstante, se muestra interesado en la medicina y sabe hacer pociones básicas que aplica en sus heridas. Si los padres de Charlie leen esto, hagan el favor de venir a visitarlo pronto o le enseñaré a hacer pociones \"especiales\" para ustedes.<br /><br />Charlie pequeño (de 7 años de edad): <nobr>115</nobr> días sin visitas<br /><br />Hace casi un año que Charlie pequeño está con nosotros, y en todo este tiempo no ha dicho ni una palabra. Padres de Charlie pequeño, considérense afortunados. Sé quiénes son porque Charlie siempre lleva una foto de su familia en el bolsillo. Créanme cuando les digo que iré a verlos en persona si no vienen a visitarlo. Lo único que se me ocurre es que tengan amnesia, en cuyo caso tengo el remedio perfecto para ayudarlos.<br /><br />Timmy (de 8 años de edad): <nobr>153</nobr> días sin visitas<br /><br />Timmy, ay, Timmy... es un quebradero de cabeza. No sé dónde leyó algo acerca de la existencia de las palomas y, desde entonces, está obsesionado con estudiar a los pájaros. Ya le dije que no hay pájaros en el Bajomundo, pero no me hace caso y siempre está pensando en ellos. Si los padres de Timmy leen esto, les sugiero que vengan a verlo antes de que tengan que ir a atrapar un par de esos pájaros para que se ponga contento.",
   "images": []
  }
 ],
 "pageId": "694456"
}