{
 "name": "A Letter Pieced Together",
 "iconPath": "4e0866b22989204a87eab3ea324bc86095448fa550cadaec043651d70044e0b7",
 "desc": "A letter carefully pieced back together, which probably shouldn't have been pieced together...",
 "volumes": [
  {
   "title": "A Letter Pieced Together",
   "localTitle": "A Letter Pieced Together",
   "localDesc": "<align=\"center\">*This is the content of a letter that was pieced back together.*</align><br /><br />Miss Lila,<br /><br />I hope you will keep this letter safe. Maybe it will lift the curtains of a nice story on everybody's lips.<br /><br />The month that we've been working together was far too short. The first thing that I noticed about you was your beauty. You are more beautiful than most other women, but not quite as beautiful as my first love.<br /><br />But that's not important. Your real charm is your down-to-earth work attitude, which is the quality a woman in Belobog should have in this new era. The earnest way in which you prepared for interview articles is charming. I was captivated by your clear organization and thoughtful questions. If I were conducting the interview, I would have been more thorough, especially with the improvisation and humor. In the future, feel free to communicate with me and I'd be more than happy to give you constructive feedback, making your work easier.<br /><br />I heard your magazine, Voyager, is a young media company only recently established. Plenty of challenges await in the future. An unwed woman like yourself will surely need an outstanding partner to face those challenges together. Allow me to re-introduce myself. For three consecutive years, I've been voted as the backbone of the magazine, Crystal Daily. Many colleagues call me \"the one who is most daring to speak out.\" Of course, in our line of work, that is a good quality to have. In my spare time, I participate in various sports. I'm exceptionally good at long-distance running and have won many rewards for the suburban snow cross-country. I think you'll find that there aren't many men like me.<br /><br />However, if you do like me, please don't become too attached. Fate guides our love, and we must do our utmost for Belobog. What kind of love would require us to sacrifice our job? What kind of love would have us be filled with guilt and shame?<br /><br />Please respond within 7 days of reading this later. Otherwise, I will be too busy to *The rest of the torn letter is missing.*",
   "images": []
  }
 ],
 "pageId": "443596"
}