{
 "name": "Miners' Ultimatum",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A strongly worded ultimatum, scrawled with graffiti. Reading this, one can pry into the source of the disputes in the mines.",
 "volumes": [
  {
   "title": "Miners' Ultimatum",
   "localTitle": "Miners' Ultimatum",
   "localDesc": "Notice, dear Vagrants,<br /><br />The mining team fully understands the fact that you have become homeless because of the corrosion of the Fragmentum. Thus, we now offer you to stay at the abandoned mine chamber. The mining team also welcome those who are willing to join the workforce and come and mine for a living as a new team member. Even if you insist on scavenging, the mining team still hope to live in harmony with you.<br /><br />The mining team has made great concessions. However, we have noticed that there are some idle trouble-seekers among you, who interfere with the routine work and daily life of miners. Some even tried to drive the miners away and intended to take control of the mine. This is totally intolerable for all the miners in our mining team.<br /><br />Although the Silvermane Guards have long left the underground, our Underworld is never a lawless place. Wildfire and undergrounders work together to support each other and try to maintain the precious order in the Underworld. Therefore, the mining team hope that all the Vagrants stop destroying orders or seeking control of the mines. We hope that you can devote yourselves to maintain orders in the mine.<br /><br />We understand clearly that the majority of the Vagrants are underground residents who love peace. Thus, we hope that everyone can take the initiative to report any unlawful behavior to our team or Wildfire. Therefore, we can keep the order in the Great Mine. Otherwise, if there is any further disruption to the normal life of the community, the mining team may consider taking back the shelter we gave you and may ask all the Vagrants to leave the Great Mine. This is something we do not want to see, so we hope you will behave yourselves.<br /><br /><align=\"right\">Great Mine Administrative Committee</align><br /><align=\"right\">November</align><br /><br />*The flier is full of scribbled doodles.*<br /><br />What the heck is this lol, they are maintaining order<br />Anyone outside of the mining team should leave, go away!<br />This mine belongs to us, leave!<br /><br />Can those idle and useless thugs leave us alone?<br />Totally agree, thugs should leave<br />You are doomed when Wildfire arrive",
   "images": []
  }
 ],
 "pageId": "443593"
}