{
 "name": "Dreamchaser's Letter",
 "iconPath": "4e0866b22989204a87eab3ea324bc86095448fa550cadaec043651d70044e0b7",
 "desc": "An undelivered letter. You can even hear the sound of dreams shattering when opening the fragile envelope.",
 "volumes": [
  {
   "title": "Dreamchaser's Letter",
   "localTitle": "Dreamchaser's Letter",
   "localDesc": "Dear Mom,<br /><br />It's been so long!<br />How are you faring? The heating system seems to be in a bit of a problem lately. Not only the Overworld, I heard even the Underworld was a little cold at night. Please take care of your body and don't catch a cold!<br /><br />I'm writing this letter to tell you that my listed Overworld residence will be off the market soon. Also, I've settled the new shopfront in Rivet Town. I should be able to reopen the shop in two months when I return.<br /><br />I did a little bit of math and subtracted the money I needed to buy the shopfront from the money I got from selling the house, as well as the debt I still owe, I still have around <nobr>800,000</nobr> credits to spare. Looks like I did make some money this trip to the Overworld. When I left for the Overworld, even selling everything I owned would've only amounted to <nobr>500,000</nobr>.<br /><br />Goodness me, the properties in the Overworld have been rising without fail — even if I sold my current residence and bought a new one, the money I got from selling the house would just be enough for the down payment, that's pretty much the same as when I arrived at the Overworld. In those days I had to scrap for pennies, only eating even half a Belobog Sausage when I had some extra money, and had to resort to drinking snow water to stave off the hunger. I really don't want to live that life anymore. Side note, I really don't want to have any Belobog Sausage for the rest of my life, no matter what flavor it is.<br /><br />I originally wanted to approach my real estate agent and haggle more, but forget it, I'll just start a clean slate. After all, the Overworld life can eat you alive, I really don't want to stay there a minute longer. Especially that Bank of Belobog, they're so ridiculous! It's only, what, a few days late, it's not like I wasn't going to pay the debt! When I took out the loan, they were all so amiable, but when it was time to collect the debt, they were almost going to swallow me alive! Rivet Town is still the best with all our neighborly sensibilities.<br /><br />Talking about this stuff makes my blood boil. I'll stop going on about it, I'm heading home soon anyway. I plan to do what I used to do and open up a tiny daily sundry shop. I won't earn as much, but a simple life has its charms. Unlike being in the Overworld where work-life balance is barely a thought in mind.<br /><br />Look at me, talking about the Overworld again. Never mind that though, I finally got through the hardest part of it. Don't worry about me, Mom. I'll send you another letter when I'm done with everything here.<br /><br />Wishing you health and joy!<br /><br /><align=\"right\">Your Dearest Son,<br />Robert Modric</align>",
   "images": []
  }
 ],
 "pageId": "443601"
}