{
 "name": "Miner's Lamp Ancient Relic Appraisal Record",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "An ancient relic appraisal record left behind by Balaway.",
 "volumes": [
  {
   "title": "Miner's Lamp Ancient Relic Appraisal Record: Semicircular Electrode Collar",
   "localTitle": "Semicircular Electrode Collar",
   "localDesc": "<size=+2>Semicircular Electrode Collar</size><br /><br />Danger: ★★☆☆☆<br />Rarity: ★★★★☆<br />Trading Value: <nobr>40</nobr>-<nobr>60</nobr> shield<br /><br />[Appearance]<br /><br />It is an irregular semi-circle, with two metal synapses on the inner side of the apex of the curve. There are also several buttons along the curve, but some buttons do not respond to input. Their functions are unknown.<br /><br />[Description]<br /><br />This object was discovered by our regular customer, Conrad. It was found in a place with some other small ancient relics, which I presume were mostly Old World households or personal objects. In terms of value, they won't make you rich overnight, but they're quite valuable.<br /><br />Conrad pointed out that its shape was strange, even the great Miner's Lamp had trouble identifying it. The Old World is full of strange objects, but this object doesn't even come close to being the strangest. With a little thought, I can try analyzing it.<br /><br />As usual, we'll start by analyzing its structure.<br /><br />With how neat the arc is, I'm inclined to believe that it was designed that way, rather than being forced into this shape by \"an external force.\" The bulk of the weight is concentrated at the center, so the sides appear to supportive. The arc interior is a concave surface...<br /><br />Don't think my words are too profound. When I appraise ancient relics, I must use professional and precise words. If it was like your intra-family chit-chat, then I might as well take down the \"Miner's Lamp\" sign, close my business, and make you pay for my storytelling.<br /><br />I'm only kidding. Let's continue the appraisal.<br /><br />The most striking thing about the exterior is the two curved pieces of metal. I've seen this before.<br /><br />This is similar to something that I had appraised before. When the switch was flipped, two metal pieces made a crackling sound. I quickly shut it down for fear of what would happen. It smelled like something was burning, You wonder what it was? The man who brought the object to me put his hands directly on it. I'll just say, bless Ol' Man Copper that my hands aren't fast. You see, the key to identifying ancient relics is better safe than sorry. This philosophy has gotten me out of trouble many times.<br /><br />So, I assume the metal parts are an electrode, which is the same as that thing. Wasn't it easy to deduce the function of this strangely shaped object?<br /><br />The key to identifying ancient relics is knowledge. That will come naturally with experience.<br /><br />Didn't you mention the key is supposed to be \"better safe than sorry\"? There are so many crucial factors to consider that it is hard to know them all. Why else would I be doing this line of business, and not you?<br /><br />I went through manuscripts and magazines from the Old World. I found some similarly shaped handicrafts made from cloth. The magazines say that They were worn from the back of the neck. No wonder it was shaped like an arc! However, I was afraid of what would happen, so I called over Conrad and put the thing around his neck. And what do you know? It was a perfect fit. If someone from the Old World saw it, he would have said it's worn around the neck as well.<br /><br />Conrad was overjoyed at how well it fit. He said the two pieces of metal fit comfortably on the nape of his neck and wondered what they were for. When I told him it was a torture device, he was so frightened that he took it off immediately. He lifted my chair and beat me hard. I was wronged! First of all, it wasn't powered. Secondly, I didn't even press the switch. Honestly!<br /><br />Since I have not seen another ancient relic like it so far, its rarity is temporarily set at four stars. Although it is a torture device, its effect is mild compared to the relics that can heat up and explode. Therefore, its danger level has been temporarily set at two stars.<br /><br /><align=\"right\">Appraiser: Balaway the Miner's Lamp</align>",
   "images": []
  },
  {
   "title": "Miner's Lamp Ancient Relic Appraisal Record: Old World Building Blocks",
   "localTitle": "Old World Building Blocks",
   "localDesc": "<size=+2>Old World Building Blocks</size><br /><br />Danger: Unknown<br />Rarity: ★★★★★<br />Trading Value: 2g<br /><br />[Appearance]<br /><br />Several metal blocks of varying shapes with tongue and groove joints, which can be used to connect the blocks. These appear to be ancient relics, even by Old World standards.<br /><br />[Description]<br /><br />This object is really worthless, based solely on the price.<br /><br />Those who use the manual for the Miner's Lamp to identify ancient relics are looking to make a quick buck. But again, this isn't worth much.<br /><br />Some ancient relics are indeed extremely valuable: some because of extraordinary technology, while others because they are composed of rare materials. Although these metal building blocks could be considered ancient relics in the Old World, they are useless junk with an interesting shape in this day and age.<br /><br />Mr. Gaim brought the metal blocks to me. I told him at that time it wouldn't sell for anything. It didn't glow or heat up, had no buttons or wires, nor did he have enough of it. It was worthless junk metal with strange patterns. He didn't believe me, so he took it to someone else. And what happened? They laughed at him for wasting their time.<br /><br />Do you get it now? If you do want to sell, don't sell it as an ancient relic.<br /><br />Later on, he sold it to me at a very cheap price and I inquired about where he found them. It took me half a month to dig out the rest of the metal blocks. What a pain...<br /><br />At this point, probably someone will say I was tricking them. Why would I go through the trouble of digging it up if it's worthless?<br /><br />\"None of your darn business!\" That's what I was going to say. But just to explain, you can't survive in my line of business without a little OCD. You tell me, \"here are some blocks, but there's a few missing.\" Could you bear it? Absolutely not! I had to dig it out.<br /><br />Since then, I would find the time to piece together a few pieces in between appraisals. These strange metals block had to be one of a kind! I had never seen anything quite like it, at least in my line of work.<br /><br />In the beginning, I had no clue how to piece them together. Gradually, a shape began to take form, but it was taking up too much of my time. You can call me stupid, but it felt like some mysterious force was holding me back. Eight years had passed and I still hadn't completed it. But that mysterious voodoo-like quality made it all the more interesting.<br /><br />I read many more manuscripts from the Old World in those eight years.<br /><br />There was an article about \"cursed blocks.\" According to legends, there was a king in the Old World who suffered a coup. The king's most loyal wizard sealed the king's soul into blocks and split them to protect the king from being killed. However, the vengeful king will possess the person who pieced the blocks back together in attempt to reclaim his throne.<br /><br />Based on the description, I think it should be the same thing.<br /><br />Why are the people from the Old World so unreasonable? Don't invent these magic objects in the first place. Just invent powerful weapons so the king can suppress the coup. Then, I'd be able to make some money by selling those weapons, right?<br /><br />For safety concerns, I stopped trying to piece the metal blocks back together. It's not that I can't, but I don't like the thought of being possessed by an evil spirit from the Old World. Why would I want to? There's nothing left to reclaim. It's all just useless junk. Restoring the country? There's just no point. I might as well just give up.<br /><br />But here's the twist.<br /><br />— Someone finished the puzzle when I wasn't looking!<br /><br />He didn't even say anything. I don't even know if he was possessed by an evil spirit! And worst of all, he just left the metal blocks there after completing it. I respect him for not stealing, but why would you just leave it there? What if a ghost pops out afterwards?<br /><br />So, I sold it immediately.<br /><br />Last I heard, that neat little pyramid was being used to press the lid of a kimchi jar. The marked price is still the same as when I sold it to the old lady.<br /><br /><align=\"right\">Appraiser: Balaway the Miner's Lamp</align>",
   "images": []
  }
 ],
 "pageId": "497759"
}