{
 "name": "Herta's Manuscripts",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "Sponsored and financed by the Interastral Peace Corporation, this book is a book about the universe, Aeons, factions, and everything else, written by Herta, No. <nobr>83</nobr> of the Genius Society. \"This is what I want to write: The lonesome gods and their blind followers.\"",
 "volumes": [
  {
   "title": "Herta's Manuscripts: Intelligentsia Guild",
   "localTitle": "Intelligentsia Guild",
   "localDesc": "<size=36>Chapter 3: Intelligentsia Guild</size><br /><br />The universe is vast and without bounds, and the Erudition encompasses countless. Geniuses have their own ways with words as the ordinaries have their own self-satisfactions. Aside from those personally received by the Genius Society due to their extraordinary talents, there is another organization that is motivated by the Erudition and tirelessly continues its studies and research known as the Intelligentsia Guild.<br /><br />All personal bias aside, the hard work of the Intelligentsia Guild deserves a degree of respect. The Nous's club is filled with strange people, lunatics, lone wolves, anti-social geniuses, and people with social disorders. Though they continuously produced astonishing findings, they never share this knowledge with the outside world, let alone publish it. <s>(With this book as an exception).</s> The philosophy of the Intelligentsia Guild is to instead communicate and share: Knowledge is a type of hard currency and miracles are only brought about when currency is in circulation. So, they would exchange knowledge for wisdom and formulas for recipes. The IPC accepted and sponsored them in a very generous fashion, lending them the near-infinite powers of the IPC and the technology to move across worlds. The scholars traverse across many worlds and collect all the valuable knowledge, turning these into a commodity.<br /><br />The Intelligentsia Guild is more like a commerce group when compared to ordinary researchers. Their structure is built upon basic individual organizations of \"schools,\" each responsible for their own earnings and expenses. The scholars would research and trade the knowledge they've acquired in their area of expertise, trying to obtain truly priceless treasures this way. The following are a few more renowned schools for the reader's perusal:<br /><br /><align=\"center\"> -Synesthesia School-</align><br /><br />The Synesthesia School is undoubtedly the school that has made the greatest contribution to the galaxy. For a very long time, communication has been a critical issue that has troubled the IPC. The foundation of any trade is its contract. However, the drafting of a contract requires mutual acknowledgment of its terms and there is a long and complicated list of languages spoken by intellectual lifeforms. The researchers of Synesthesia School worked to build a common thought bridge between the different species known as the Synesthesia Beacon that's widely used today.<br /><br />Thanks to the Synesthesia Beacon, all body movements, flash signals, sound vibrations, or the change in odor molecules — any sort of signal that holds meaning will be converted into a thought pulse and translated into a comprehensible language. The first obstacle of communication has been overcome. The IPC used the Synesthesia Beacon as the foundation and built a giant database, storing the speech and vocabulary of almost a hundred million languages. Inscriptions are no longer a mystery.<br /><br />It is said that the IPC is still paying the Synesthesia School a hefty licensing fee each quarter. This school has the wealth of a nation. A reliable contact has informed the writer that the next research topic of the Synesthesia School will be ultra-long-range remote communication technology. This technology was already invented by Elias Salas, member #56 of the Genius Society, and put into the use of the Genius Society over a hundred Amber Eras ago. But of course, the geniuses encourage the average Joe to continue to develop their own erudition.<br /><br /><align=\"center\"> -Astral Ecology School-</align><br /><br />This school views the galaxy as a large ecological observation subject. They are obsessed with studying the void song whale, radiant jellyfish, and other organisms of the galaxy. The school earned its recognition for the discovery of the Celestial Comet Wall. The IPC was exhilarated to hear the confirmation that this was an ancient creation of Qlipoth, Aeon of Preservation. They paid the school an incredibly large sum of money, once again proving the old saying of \"work smart, not hard\" to be correct.<br /><br /><align=\"center\"> -Candelagraphos-</align><br /><br />The Candelagraphos is the printing department of the guild. They are made of countless authors, transcribers, typists, programmers, and workers who produce books. This school is founded upon the noble gesture of altruism, surrendering selfish scientific research and throwing themselves at the grand service of sharing wisdom with more people. The science of the Intelligentsia Guild is gathered here and organized into books to be published and sold to all the worlds. The most famous series is definitely the Traveler's Guide.<br /><br /><align=\"center\"> -Armed Archaeologists-</align><br /><br />This is a school passionate about galactic exploration and archaeology. They are always heading to the most desolate planets and exploring the most dangerous ruins. Try to imagine a group of scholars armed to the teeth leading a dozen mercenaries out of an exploration vessel and crawling in and out of the crevices of ancient buildings that have been forgotten for countless Amber Eras. They would leave behind the few fools that accidentally triggered various traps as an offering. Upon reaching their destination, they would dig up valuable artifacts and ancient writing before calmly laying down explosives and opening a path made from total destruction. They would then happily board their ship and leave... Some say they look more to be mercenaries than scholars, but that's up to each person to interpret.<br /><br /><align=\"center\"> -Quantum History School-</align><br /><br />This is a new school reformed from the bankrupted Psychology History School. Its original purpose is to find the influences of disturbance and patterns of change hidden throughout history, and then make predictions for the future. However, they've become a group of scammers that use a series of complex \"calculations\" for fortune-telling. The reason I've included this school is to wrap up this interesting piece of writing with a funny joke.",
   "images": []
  },
  {
   "title": "Herta's Manuscripts: Interastral Peace Corporation",
   "localTitle": "Interastral Peace Corporation",
   "localDesc": "<size=36>Chapter <s><nobr>263</nobr></s>4: Interastral Peace Corporation</size><br /><br />Qlipoth, the Amber Lord — a colossal statue without a head. Silent and oblivious, they only think about constructing their mysterious and giant wall. What was it for? No one knows. What is it they're trying to keep out? No one knows. Most normal people will ignore it after realizing our ignorance, but there are always abnormal people in this world. There are two different types even in that group. One type thinks that: \"Wow, there's a God building a wall — this means walls are sacred — so we're going to build walls too!\" What kind of ridiculous logic is this? And with that, this group of people believes they've received some sort of revelation and began wasting precious resources to build useless things on their respective planets. These people are known as the Architects. As for the other group, well, they're even dumber than the Architects. Although the Architects have a few screws loose in their heads, they're at least thinking about doing things that are beneficial to themselves. On the contrary, the other group of people think that: \"Wow, there's a God building a wall — this means walls are sacred — so we have to help God build walls!\" — Whaa?<br /><br />And with that, a group of people filled with a self-sacrificing mentality gathered and formed a support team for Qlipoth. Knowing that they're not exactly capable of doing anything, this support team used the power of Paths and flew to different worlds to source the various materials needed for building a wall as a tribute to the God. At this very moment, two intelligent individuals emerged from this group of imbeciles and changed the destiny of the entire galaxy.<br /><br />And now, the writer will explain the events to follow in detail.<br /><br />First, the support team flew to an unfamiliar planet. They were lucky to find the planet inhabited by a friendly race who received them warmly. The support team said: \"Respected companions of the galaxy! The galaxy is facing destruction and our Aeon is building a wall spanning across light-years to protect the galaxy. We urge you to take part and join in on the construction!\"<br /><br />The aliens reply, smiling: \"Wow, that sounds extraordinary. What can we do to help?\"<br /><br />The support team says: \"We need wood, stone, rebars, cement, titanium... anything and everything that can be used in construction, we want them all.\"<br /><br />The aliens reply: \"Good, we have a lot of those materials. What will you use to trade for them?\"<br /><br />And this is when the first landmark of economics was born: The trade of resources—<br /><br />The support team says: \"Oh, we have a lot of wood, stone, rebars, cement, titanium... anything and everything that can be used to build stuff, we have it all.\"<br /><br />The alien replies: \"This kind of trade would be pointless.\"<br /><br />And this is when the wise ones take the stage. Today, both of their names are inscribed into each wall and ceiling panel in the IPC: Louis Fleming and Dongfang Qixing. The wise ones quickly answer: \"There is a planet called Clementine three systems from here. It has a local specialty called winter sun fruit that is incredibly delicious and melts in your mouth.\" The two upsold the berry as if it were something that fell out of heaven.<br /><br />The alien replies: \"Wow, that sounds amazing. Okay, five hundred kilograms of wood for five hundred kilograms of winter sun fruit.\"<br /><br />And this is when resource gained a quantitative value —<br /><br />\"Winter sun fruits are extremely precious.\" Wise man number one Louis Fleming says, \"An entire Amber Era wouldn't yield five hundred kilograms of it! On the contrary, five hundred kilograms of wood means very little to you. How about this, we'll trade five kilograms of winter sun fruit for your five hundred kilograms of wood. I guarantee you'll love it!\"<br /><br />Dear readers, this conversation took place nearly <nobr>800</nobr> Amber Eras ago. I'm sure you can tell that wise man number one was being completely dishonest. Though winter sun fruits may be delicious, it is nowhere near as rare as he described it to be. The wise man was lying. He was able to do this because he had the ultimate advantage or asymmetric information. Once one party has more information than the other, then they will gain the absolute initiative. When applied to this specific incident, it meant that wise man number one possessesed the power to set prices.<br /><br />And with that, things start to develop in a positive direction: The support team realized that they need to provide and trade with merchandise that the other party is interested in for them to get the resources that they want. The support team no longer purchases only construction materials but start to buy food, drinks, clothes, and everyday goods... They bought everything that other planets would be interested in. The more business they did, the bigger their business grew. Intellect number two Dongfang Qixing realized something: If they're the only people in the entire galaxy that are in the trade business, then it's time for them to set their own rules.<br /><br />— And with that, the galactic currency was born —<br /><br />More than seven hundred and seventy Amber Eras ago, Louis Fleming and Dongfang Qixing announced the reformation of the support team and started the Interastral Peace Corporation (IPC). At the same moment, the IPC introduced the universal galactic currency: credits. Ever since that day, the people of each planet never had to worry about how much they could trade for their local specialties — everything already had a price tag attached to it! They would receive credits from the IPC and use the credits to purchase merchandise from the IPC. The market is no longer comprised of three parties with the IPC in the middle. Now, people can purchase goods directly from the IPC. Although the sellers and buyers didn't change much, this actually forms a great advantage for the IPC.<br /><br />The buyer and seller asset movement seems to have come to a halt.<br /><br />— Halted asset means that now there are now deposit capital —<br /><br />Assets valued in the trillions have suddenly become hidden behind the IPC's credits and immediately filled the IPC's pockets, but the IPC has bottomless pockets! And just like that, the IPC turned from being just a small organization sourcing materials for an Aeon to the strongest force in the entire galaxy.<br /><br />However, it is worth mentioning that even after having made such a great accomplishment, the IPC never forgot why the organization was put together in the first place. The construction materials the IPC has accumulated over nearly <nobr>800</nobr> Amber Eras are now piled across each planet surrounding Aeon Qlipoth. The Aeon has never uttered a word about their actions, nor made any use of their offerings. Even so, the IPC's outlook remains unwavering:<br /><br />This is what you call faith.",
   "images": []
  },
  {
   "title": "Herta's Manuscripts: Preface",
   "localTitle": "Preface",
   "localDesc": "<size=36>Preface</size><br /><br />On that day, Scholar Cleo from the Candelagraphos asked me: \"Is there something you would like to write for the universe?\" I told her there was nothing, and she replied solemnly: \"Please, just write something. It's a request from the IPC.\"<br /><br />To be honest, I've never thought about this before. The Genius Society has its own rules and rarely ever shares anything with the outside world. Actually, why should we care about what happens to the universe? Our research and discoveries make us happy, and that's more than enough. Even if the galaxy were to go into all-out war, we would be able to take care of ourselves with our abilities — however, judging from a different perspective... What harm could it do even if I were to write a book? None that I could think of. In fact, I'm not the only one who's thought of publishing in the history of the Genius Society. Zandar, member #1 of the Genius Society, wrote a book before. Aiden, member #22 and inventor of the nine-worded formulae, also wrote a book. To my knowledge, Screwllum, member #76, also wrote a booklet a few Amber Eras ago to educate its butler on the maintenance of a large computer management system. Besides, the great Nous the Erudition also stored all the information within its body. Isn't this also a form of writing? Having thought of all this, I feel it would not be a bad thing to actually sit down and write a book of my own.<br /><br />The IPC sent someone last week to deliver the down payment for the book. I was shocked to see the number of zeros on it. I began to think seriously about writing. First, I need to explain the content of this book within this Preface: It will not contain any of my groundbreaking discoveries, nor will it have intrinsic mathematic deductions — though I am famous for the above, I wish to display my true self here. Truth be told, I want to write a book about the universe, Aeons, factions, and everything else. I have had more frequent interactions with other worlds in the past Amber Eras. I began to work with the IPC, assisted Xianzhou in their battle against the abominations, got my hands on numerous collections from the Astral Express, and stirred up some trouble with the Garden of Recollection. I've been more active recently than I have been ever before. I've noticed that the truly interesting things in the universe aren't its cold laws and rules, but the Aeons formed of highly condensed philosophy and the foolish conniving humans gathering around the Aeons. This is what I want to write: The lonesome gods and their insouciant followers. I hope the readers will find the book satisfying.<br /><br />Thank you IPC for your sponsorship.",
   "images": []
  },
  {
   "title": "Herta's Manuscripts: Genius Society",
   "localTitle": "Genius Society",
   "localDesc": "<size=36>Chapter 2: Genius Society</size><br /><br />Please consider the following question: What is the most mysterious organization in the entire universe?<br /><br />Is it the famous Stellaron Hunters who dare to work against the IPC? Is it the mysterious and unknown Device IX? Is it the Nameless that perished alongside Akivili? Or is it the Beyond the Sky Choir that only exists in legends? None of the above. In truth, the most mysterious, supernatural, and nebulous organization is the one that the author of this book belongs to: The \"Genius Society\" favored by the Aeon Nous.<br /><br />Firstly, let us state a universal truth: The author is a super genius of the kind only born once every few millennia, even on the scale of the entire universe. To reiterate, the author is not shameless, but shame means nothing to the author — The author had solved the solitary waves theory and the Spark model hypothesis at a very young age. As a young adult, the author discovered the conversion method for Sigma Baryons. The author proposed the Herta sequence and published a paper on reversed-progeria in middle age, and managed to conduct reversed-progeria in old age. In their regained youth, the author once again solved the secret behind the Imaginary leakage phenomenon, and captured and sealed the Stellaron from beyond the sky. The author had saved the planet they were on from total destruction for a total of nineteen times and has met the Aeons twice. The above is but a fraction of the author's innumerable accomplishments. Invitations to join the Genius Society are only handed out to individuals as rare as the author, and there have only been <nobr>84</nobr> of such illustrious members since the birth of Nous. Therefore, on the above evidence, the author deems the Genius Society as the most mysterious. In this book, for the first time ever, the enigmatic veil of the Genius Society will be lifted for the readers.<br /><br />(The draft ends here abruptly. Words are scribbled below:<br />The people of this stupid society don't communicate with each other at all. What am I supposed to write about?<br />An unfamiliar handwriting follows:<br />Deary, you have to write something. The readers are looking forward to it.<br />The familiar handwriting from Herta continues:<br />If it's so easy, why don't you write it?)",
   "images": []
  }
 ],
 "pageId": "527530"
}