{
 "name": "Notification for Physical Examinations",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "Announcement of staff medical examination posted on the medical cabin.",
 "volumes": [
  {
   "title": "Notification for Physical Examinations",
   "localTitle": "Notification for Physical Examinations",
   "localDesc": "Dear colleagues,<br /><br />Thank you for all of your contributions toward the development of the space station. To ensure your health and wellbeing, the annual health check in the space station has begun.<br /><br />The negative effects from the invasion of the Antimatter Legion are slowly dissipating. In order to better serve our colleagues on the space station at any given time, as well as to maintain everyone's mental health after the incident, the Medical Department has now launched a new health examination service. Aside from the regular physical examination, we have also upgraded the facilities to provide better counseling and mental health care services.<br /><br />Due to the partial restoration of the space station facilities and the limited capacity of the medical cabin, please make an appointment before coming for a medical checkup so that we can allocate a reasonable time slot and provide a good medical environment for you and your colleagues.<br /><br />Appointment Booking:<br />1. Booking through terminals: Please utilize the various terminals in the space station and log onto the Herta Space Station Staff System to book your appointment at the medical cabin interface.<br />2.Booking in-person: Available at all times. Please register for an appointment with the help of medical cabin staff members on duty at the desk.<br /><br />Tips:<br />After the booking is confirmed, you will receive a confirmation notification. Please remember to attend your session on time.<br />If you need to cancel the booking, please log onto the Herta Space Station Staff System at least 2 system hours before the session to do so, or cancel in person at the medical cabin.<br />After canceling the appointment, the next appointment can be made at any time.<br /><br />Search Results:<br />1. Each physical examination report will be generated in electronic form within <nobr>36</nobr> system hours. The Herta Panopticon System will be sending out notifications around that time. Please remember to check your terminal devices after the checkup.<br />2. If you have any questions regarding your examination results or require a medical consultation, please bring your staff identification card for confirmation purposes when you come in for the consultation.<br /><br />If you are unsure or have questions about the physical examination, feel free to contact the medical staff member on duty on the Herta Space Station Staff System.",
   "images": []
  }
 ],
 "pageId": "610511"
}