{
 "name": "Research Report: Tottonid Crystals",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "One of the researchers carried out a cross-border experiment on the Tottonid Crystals, but due to negligence, the researcher made a mistake on the test sample, turning the experiment report into nothing but a useless paper.",
 "volumes": [
  {
   "title": "Research Report: Tottonid Crystals",
   "localTitle": "Research Report: Tottonid Crystals",
   "localDesc": "Title: A Brief Analysis of Media Literacy Quality Between Telecommunication in Tottonid Crystals<br />Report Author: Department of Ecology Lv. 1 Researcher<br />Report ID:<nobr>04890</nobr><br />Report Text:<br /><br />Lifeforms on the silicon-based world unveiled new ways of information transmission to us, and the waves in the interior of a Tottonid Crystal is the best evidence of that claim. This study will attempt to explore that with reconstructed Tottonid Crystal samples.<br /><br />The researcher placed three individual crystals into three vacuum containers to ensure the crystals will not be able to receive transmissions from each other through physical contact. Then Subject #1 was connected to an electronic transducer before a preset message was input. The message includes five information points, of which four are genuine imperial history of the Tottonids, and one is a rumor regarding the empire.<br /><br />After the transmission process is over, the researcher placed the three crystals in identical environments and observed the electrical signals of the crystals in real time for <nobr>24</nobr> hours. Data shows that Subject #1 first shared a piece of genuine history of the Tottonid monarchs, to which Subjects #2 and #3 responded positively. Then, Subject #1 shared the piece of rumor about the Tottonid Empire, and autonomously added details that the researchers did not input, causing the internal electrical signals in Subjects #2 and #3 to fluctuate extremely. However, the three crystals quickly synchronized, exhibiting a high degree of resonance. The following are some examples of the messages between the crystals during the observation:<br /><br />#1: Do you know Messphink?<br />#2: No, who's that?<br />#1: It's only a rumor, but I heard this Messphink is the offspring of Tottonid III...<br />#3: Isn't Tottonid III's offspring Rosevank? They's famous for their wisdom!<br />#1: That's why I said it's a rumor! Rosevank is the one above the table, and Messphink is an illegitimate one!<br />#3: Wha!? No way! If it were real, there's no way Rosevank didn't find out, right?<br />#2: Maybe Rosevank did find out, they just didn't expose this...<br />#1: You know, maybe Messphink is not only Tottonid III's offspring, but also Rosevank's...<br />(Author's Note: The preset messages did not include this detail. It was added on by Subject #1 without prompting)<br />#3: Oh my word, this is ridiculous! But it does sound like something the imperial family would do...<br /><br />To summarize, the researchers believe that the Tottonid crystals also experience differences between subjective perception and objective awareness during communication between individuals, and that the difference is most likely similar to that of carbon-based organisms. Further in-depth studies are requested to be approved.<br /><br />Supervisor's Comment: My dear, I do not wish to deny this study's value and logicality. I believe that you are an outstanding researcher. However, there is an error with the transcoding of your Tottonid Crystal samples — One of the researchers accidentally included their own transcoded brain waves during the output. This report is not completely useless, however. At least we now know that there is a need to pay attention to media literacy in the space station.",
   "images": []
  }
 ],
 "pageId": "610522"
}