{
 "name": "Observation Diary of a \"Changed\" Child",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A slightly childish observation diary. Its owner seems to have suffered some severe mental trauma.",
 "volumes": [
  {
   "title": "Observation Diary of a \"Changed\" Child",
   "localTitle": "Observation Diary of a \"Changed\" Child",
   "localDesc": "(The notebook's cover is covered in soot, ore dust and stained beyond recognition. However, the notebook is barely used.)<br /><br />February <nobr>21</nobr><br />I asked the others what animals they are observing for their homework. Most of them chose things like Olms, Funeral Worms, and Crystal Lizards. I wanted to observe something special, so I decided on Daddy's robot pet called Septie. It has a square head, four legs, and everyone in the family loves it.<br />Today, Daddy asked me to prepare dinner for Septie, so I brought it to the energy conversion station to feed it.<br /><br />February <nobr>22</nobr><br />Mommy brought me to Boulder Town to play, no observation diary.<br /><br />February <nobr>23</nobr><br />Daddy took Septie out, unable to do observation for diary.<br /><br />February <nobr>24</nobr><br />Daddy told me that he had made some changes to Septie, so now it can speak and is smarter, it can help with some simple housework.<br />I wanted to test how smart Septie is, so I told Septie, \"I'm not feeling too well today, please ask the teacher for a day off for me!\"<br />Septie immediately understood, saying to me, \"You're sick, aren't you?\"<br />So yeah! Septie is very smart!<br /><br />(Teacher's Note: Please stop calling this robot a pet.)<br /><br />February <nobr>25</nobr><br />Today, Mommy took me and Septie out to play. I put a rope around Septie's neck and went out with it.<br />We met Jimmy, who brought his own robot pet.<br />Jimmy's pet has two eyes, the top eye is green and bottom eye is red. They're both round. There are some claws below its head, it looks like the steamed Rock Crab mommy made last night.<br />Jimmy and I decided to play together, and both of us forgot about our pet. When we found them, they were hugging. I think they must have fallen in love, because Tommy and Mary are like that in class.<br /><br />(The teacher drew a large question mark at this entry.)<br /><br />February <nobr>26</nobr><br />I got sick and slept all day, so I didn't do any observation.<br /><br />February <nobr>27</nobr><br />I got sick and slept all day again, so I didn't do any observation.<br /><br />(Teacher's Note: Out of the seven days of assignment, you've only done three? Also, robots are not pets!)<br /><br />February <nobr>28</nobr><br />Teacher gave my observation diary a ZERO! Even Mommy said I was wrong.<br />I'm so angry, I will be evil from now on... I feel so sad, my chest is painful, but no one can understand my pain... Why am I still writing this diary! I'll become a menace! I will turn into a Fragmentum monster and eat both Tommy and Mary first! Then, I will eat teacher! Ahahahaha!<br />Heh, I am darkness incarnate, and I will bury this foul observation diary, bury my past... Heheh...<br /><br />(This is the end of the notebook.)",
   "images": []
  }
 ],
 "pageId": "644187"
}