{
 "name": "Anti-Fraud Guide, Edited Version",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A scam prevention guide put together by the Dark-Blue Scam Victims Association.",
 "volumes": [
  {
   "title": "Anti-Fraud Guide, Edited Version",
   "localTitle": "Anti-Fraud Guide, Edited Version",
   "localDesc": "More and more residents have suffered financial and emotional damage from the Dark-Blue Scam, and the Silvermane Guards alone cannot capture the mastermind behind the scam. That is why the various victims of the Dark-Blue Scam have come together to form the Dark-Blue Scam Victim Association. We have produced this guide and collected the usual lies and classic cases of such scams. All citizens, please read this carefully and remember it well to protect our sacred private properties from being ravaged!<br /><br /><size=32>Parallel Universe</size><br /><br />The most common concept that the scammers try to sell. There are already <nobr>73</nobr> types of sub-scams reported to the city, including, but not limited to, Parallel Universe Printers, Parallel Universe Containers, Parallel Universe Ingredient Bags, Parallel Universe Remote Controls, and many other items used in daily life. The scammers often customize the pitch and are very hard to detect!<br /><br />Please also be careful when purchasing items related to parallel universes in second-hand shops. It is best if you immediately report the incident to the Silvermane Guards and record any monetary losses. Please avoid going alone to confront the scammers. Stop your investment on time and prevent chain scamming. The guide warns all Belobog citizens that no shield grows out of the snow. Wealth must be gained with your own industrial two hands!<br /><br /><size=32>Perpetual Machine</size><br /><br />A scamming case study provided by a victim, Molly. The scammer used a pre-set mechanism to construct a seemingly never-stopping gear wheel, but the victim realized once she was home that it needed to be manually winded up. According to more recent victim reports, there are now sub-scams such as the Water Spinning Wheel, Four Pendulum Clock, and Circling Wheel. The guide warns all engineers and technical staff to firmly remember the basic laws of the objective world and not to superstitiously believe in fantasies. Do not go after big personal achievements and fall into the trap of the scammer.<br /><br /><size=32>The Omnipotent Key</size><br /><br />A scam case study provided by a victim, Nick. The scammer used modeling clay and precision key mold to demonstrate to the victim how to replicate the key for various mechanical cogwheel locks, and encouraged the victim to conduct activities that would hurt Belobog's financial security. Nick was caught in the act by the Silvermane Guards when he was replicating keys outside of the south gate of the Belobog Chamber of Commerce, and is now jailed in the Third Belobog Prison. The guide would like to warn all citizens not to lose your future due to a moment of greed.<br /><br /><size=32>Android Puppets</size><br /><br />A scam case study provided by a victim, Manya. The scammer used a wooden puppet and \"android face mask\" to make a substitute puppet according to the victim's specification. However, the drive installed had too much energy reserve and the puppet did many things that did not fit with the victim's normal behavior, such as working overtime at the Town Hall till dawn. The victim indicated that she suffered great humiliation and her intrinsic motivation toward life was shattered. The guide would like to remind all citizens to achieve a good work-life balance, and not to go down a path where you can be manipulated by scammers.<br /><br /><size=32>Intracranial Theater</size><br /><br />A scam case study provided by a victim, Vaska. The scammer used two mini \"In-ear Music Boxes\" to store the audiobook of the Tale of the Winterlands as the victim had requested. However, according to the victim, the latter half of the recording was edited and recited by the scammer, with the entire cast dying and dealing indelible emotional damage to the victim. The guide would like to remind all citizens to embrace reality and do not lose yourself in dreams of virtual worlds, and definitely do not imagine yourself living in such stories.<br /><br />The other detailed cases are all collected in the Dark-Blue Scam Case Pamphlet. Buy it in combination with the Dark-Blue Scam Anti-Fraud Guide will only cost you <nobr>1250</nobr> shield, together with a voucher to purchase A Complete Dissection of the Dark-Blue Scams, Edited Version at <nobr>30%</nobr> off, edited for a collector's edition by the Dark-Blue Scam Victim Association. The anti-scam effort needs your support!",
   "images": []
  }
 ],
 "pageId": "694454"
}