{
 "name": "Stardust Rose Program",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A program booklet from the production of Stardust Rose. Free of charge upon purchasing a ticket.",
 "volumes": [
  {
   "title": "Stardust Rose Program Page 1",
   "localTitle": "Page 1",
   "localDesc": "<align=\"center\">Opens March 7th</align><br /><align=\"center\"><size=36>Golden Theater</size></align><br /><align=\"center\"><size=18><nobr>22</nobr> West Alisa Avenue, Administrative District</size></align><br /><br /><align=\"center\">A Golden Theater Drama Department's authentic production three years in the making</align><br /><align=\"center\"><size=50>Stardust Rose</size></align><br /><br /><align=\"center\">A failed IPC sales manager was fired from his head office and came to a small border town.</align><br /><align=\"center\">He Accidentally discovers a long-extinct rose and falls in love with a botanist who came looking for it.</align><br /><align=\"center\">When he realizes that this precious flower he stumbled upon could be his ticket back to the top of the IPC, what will he choose to do?</align><br /><br /><align=\"center\"><size=24>Goliards Award for Best Direction of a Play:</size> <size=32>Jeffrey</size> and <size=32>Eric</size></align><br /><align=\"center\">Co-Directors</align><br /><br /><align=\"center\"><size=24>Goliards Award for Best Actor in a Play:</size> <size=32>Iain</size></align><br /><align=\"center\"><size=24>Goliards Award for Best Actress in a Play:</size> <size=32>Julie</size></align><br /><align=\"center\"><size=24>Leading Roles</size></align><br /><br /><align=\"center\">Writing: Amy</align><br /><align=\"center\">Production: Tom</align><br /><align=\"center\">Costume Design: Mary, Scenic Design: Paul, Lighting Design: Hudson, Sound Design: Caroline.</align><br /><align=\"center\">Movement Director: David, Artistic Director: Janet, Casting Director: Thomas, Marketing Director: Holly</align><br /><br /><align=\"center\"><size=32>Cast</size></align><br /><align=\"center\">Howard - Iain</align><br /><align=\"center\">Alice - Julie</align><br /><align=\"center\">Joanne - Taylor</align><br /><align=\"center\">Mark - Anthony</align><br /><align=\"center\">Director Anderson - Ledyard</align><br /><align=\"center\">Professor Collins - Jesse</align><br /><align=\"center\">Alia (Howard's mother) -- Kristen</align><br /><align=\"center\">Alfredo (company executive) -- Byron</align><br /><align=\"center\">Freddy (town guide) - Philip</align><br /><align=\"center\">Company Shareholders - George, Jessica, Sasha</align><br /><align=\"center\">Town Residents - Austin, John, Emma, Paige</align>",
   "images": []
  },
  {
   "title": "Stardust Rose Program Page 2",
   "localTitle": "Page 2",
   "localDesc": "<align=\"center\">From backstage: Julie and Iain reveals their stories from rehearsal for Stardust Rose</align><br /><br /><align=\"right\">Writer: Olsen, Journalist for Belobog Weekly</align><br /><br />\"I've worked with Iain many times, but I still get nervous when I'm acting across him... There's a glimmer in his eyes, and I'm always sort of in a trance when looking at him.\" On the press night of Stardust Rose, Julie revealed to the reporters present an interesting story during the rehearsal of Stardust Rose.<br /><br />Julie and Iain both won the Goliards Award for Best Actor and Actress with their performance in Theater Story last year. A month after winning the award, the two received an invitation from Amy, the playwright of Stardust Rose. Despite this stage couple of the drama world having already worked together many times before, Julie said with a smile that she still couldn't resist the unique charm of her old colleague.<br /><br />Stardust Rose is co-directed by two Goliards Award winners for Best Direction of a Play, and is romance novelist Amy's first stage play. Iain felt it was a little different from the typical romances, not just because it was co-directed by two well-known directors, but also because \"I felt amazing chemistry with Julie during rehearsals.\"<br /><br />Iain tells us that during one rehearsal, Julie's skirt got tangled in a nearby prop. But because of the strong rapport between them — thanks to their countless past collaborations — Iain immediately caught Julie, and within the short duration of the changing backdrops, was able to help untangle her skirt.<br /><br />Julie revealed that in this sudden incident, Ian catching her was considered by director Jeffrey to be a \"stroke of genius,\" which happened to perfectly fit the scene of the botanist played by Julie being trapped: \"Alice is a botanist who is completely immersed into her career as a researcher. She is a little out of touch with the rest of society, so she doesn't know how to call for help, even when she's in a tight spot.\" \"But Howard's actions come from the heart.\" Taking this into consideration, Iain told us that because of this incident, this stage direction was written into the official script.<br /><br />\"Throughout the rehearsals of Stardust Rose, we were infected with a wonderful atmosphere. While we had to perform in front of many people, as the plot developed toward the end, I think we must have entered a kind of blissful detachment, it felt really magical.\" Julie believes that Stardust Rose has a unique romantic atmosphere, different from all the plays she had acted in before. \"It's like being infected by love,\" Iain added.",
   "images": []
  },
  {
   "title": "Stardust Rose Program Page 3",
   "localTitle": "Page 3",
   "localDesc": "<align=\"center\">The romantic drama Stardust Rose starring Julie and Iain.</align><br /><align=\"center\">On show at the Golden Theater on March 7.</align><br /><align=\"center\">Limited tickets and merchandise will be available at the counter.</align><br /><br /><align=\"center\">Stardust Rose themed box package</align><br /><align=\"center\">Climb up to the themed box on the second floor and embark on a romantic and wonderful theatrical journey.</align><br /><align=\"center\">Designed by Paul, set designer of Stardust Rose, there are romantic floral designs in the same style as the play in the box.</align><br /><align=\"center\">Themed boxes can seat up to 8 spectators, and a limited number of <nobr>10</nobr> packages will be sold daily.</align><br /><align=\"center\">List price: <nobr>23,000</nobr> shield</align><br /><br /><align=\"center\">Stardust Rose commemorative frame</align><br /><align=\"center\">Rose design frame modeled on the original rose prop from the play.</align><br /><align=\"center\">A special release for audience members who love stage plays, with reserved programs and ticket display cards.</align><br /><align=\"center\">Decorate your wall with your Stardust Rose program and your ticket!</align><br /><align=\"center\">List price: <nobr>1000</nobr> shield</align><br /><br /><align=\"center\">Stardust Rose playbill binder</align><br /><align=\"center\">The cover of the binder is printed with the playbill of Stardust Rose.</align><br /><align=\"center\">The size of the binder perfectly matches the size of the program, with a generous <nobr>30</nobr> pages of storage.</align><br /><align=\"center\">Practical and highly memorable, suitable for storing your theater programs.</align><br /><align=\"center\">List price: <nobr>1500</nobr> shield</align><br /><br /><align=\"center\">Stardust Rose autographed photocard</align><br /><align=\"center\">A photocard featuring the <nobr>16</nobr> stars' final makeup looks with their autographs.</align><br /><align=\"center\">During the tour, each person is limited to purchasing one set per day, and a limited number of <nobr>20</nobr> sets will be sold per day, on a first come, first served basis!</align><br /><align=\"center\">List price: <nobr>30,000</nobr> shield</align>",
   "images": []
  }
 ],
 "pageId": "728120"
}