{
 "name": "Letter From the Comet Hunter",
 "iconPath": "e62106c0375abafd4163fa3a58ed5892173a6269469a817691463a1735344978",
 "desc": "Letter from outer space by Hosea Lazaro the comet hunter — full of rubbish.",
 "volumes": [
  {
   "title": "Letter From the Comet Hunter Part 1",
   "localTitle": "Letter From the Comet Hunter (I)",
   "localDesc": "To any Herta Space Station researcher who picks up this letter:<br /><br />Hi there! You still alive?<br /><br />Call it a bummer if you want, but the fact that the space station is surrounded by Antimatter Legion is hardly news to anyone. The entire universe knows about it except for the indifferent, head-in-the-sand bunch known as the Preservation. Other folks would at least make a bet during their downtime on how much time the space station has left. If you ask me, I'd say the space station is done for. Didn't think the Legion would actually do their job this time. Bad news for the space station though. I, on the other hand, made a small fortune out of this. I wonder how livid your Madam Herta must be. My new boss has made it clear: if this \"genius\" really does need help, the Intelligentsia Guild is willing to put everything on the table, as long as she recognizes that the Genius Society is not any better than the Intelligentsia Guild.<br /><br />What say you? Tell her about this generous offer. If things do work out, send your reply to the tavern \"World's End.\" There's a seat if you walk in, turn left and walk five steps. You'll find it on the ninth row, the one with an iron bell and an Aster Falcifolius plant hanging over. Shove the letter under the four liter Kapo-Kali tankard. Ha!<br /><br /><align=\"right\">Obnoxious Former Researcher of Yours</align><br /><align=\"right\">Hosea Lazaro</align>",
   "images": []
  },
  {
   "title": "Letter From the Comet Hunter Part 2",
   "localTitle": "Letter From the Comet Hunter (II)",
   "localDesc": "To young researchers in the Department of Galactic Geography:<br /><br />My young fellows, pals or whatever! Behold! A tapestry lies before you on which your former Department of Galactic Geography colleague waved in his discovery and realization after he made a breakout from the Herta Space Station for the grand Galaxy.<br /><br />The Interastral Peace Corporation won't sell you a word of what I'm about to say, even if you hand them a million worthless credits that you have to sell your homes to get! And do you know why? Because what I'm saying here is about freedom, rebellion and instability, things that evoke hatred from the IPC, which loathes risks and only cares about making employees mindless machines. The best the IPC can offer is to distract you with a thousand exotic wares and a thousand false choices from what truly matters.<br /><br />This is precisely why it attempts to please many factions. It's trying to hide the reality we live in under a facade of false prosperity and happiness.<br /><br />Now is the time to face the truth. When I was with the Herta Space Station, the Department of Galactic Geography was looked down upon by all other departments. Those self-righteous biologists, politicians-to-be, fortune-telling conjurers and profiteers, all of them despised us, thinking that we were too incompetent to study anything else other than playing with stones and mud. But once you leave the Herta Space Station, you'll find that truth couldn't be further away from what they led you to believe.<br /><br />Our knowledge of the scale of the Galaxy is on par with that of the Nameless who traverse the universe.<br />Our desire to learn more about the geography of the universe was once blessed by the Trailblaze Aeon, who laid down star rails to connect the planets, linking the far corners of the universe, even the dark areas. <br />The deity goes by the name of Akivili. <br />On this coarse paper that didn't cost me a penny, I share with you the teachings they left us before passing away: Be proud, and look skywards.<br /><br />If you feel things are not going your way and that all is without purpose or that the universe is dark and cold, blow a hole out of the Herta Space Station! Make a breakout from the space station! You will find that the Galaxy is yours to explore. I know this, because I have done so.<br /><br />Disclaimer: The content of this letter is for members of the Department of Galactic Geography only. Don't hold me accountable if you brats from other departments try to follow suit.<br /><br /><align=\"right\">Former member of the Nameless, now an Armed Archaeologist of the Intelligentsia Guild</align><br /><align=\"right\">Hosea Lazaro</align>",
   "images": []
  },
  {
   "title": "Letter From the Comet Hunter Part 3",
   "localTitle": "Letter From the Comet Hunter (III)",
   "localDesc": "To old friends and enemies and new ones:<br /><br />Those of you who don't know who Hosea Lazaro is, feel free to ask the head of the Department of Implement Arts.<br /><br />I can still recall the man in charge of the Department of Implement Arts when I was a junior researcher trying my best at work. Wen Huairen was his name, the old man of Wen Mingde. Old miser really enjoyed cutting our research funds. He slashed the supply of instruments used to test the composition of atmosphere and soil on different planets and used the money to buy showy antiques from the IPC, calling it \"business exchange.\" He had an eye for rare relics. I'll give him that. He bought low and sold extremely high in the Interastral market. The Department of Implement Arts was raking in profits because of this. In the meantime, we had to make do with an Astro Rod for planetary research.<br /><br />Even after I hit his face with an Astro Rod, he did not change a bit. Business as usual, money for Department of Implement Arts, budget-cut for Department of Galactic Geography. Business must have been booming for Department of Implement Arts since I left. After all, one less accountant who ran random checks and pushed for fair distribution of resources to worry about. More and more suppliers have \"Herta Department of Implement Arts\" branded on their packages.<br /><br />In addition to Wen Huairen, all those who bullied the Department of Galactic Geography were taught a lesson by me, Hosea Lazaro. Many became my enemies who saw to my removal from the space station, but some turned into my friends. I'm not the most amicable type, true, and I got into a lot of trouble because of that. But Wen Tianweng was the only one who gave me a proper smack. It was on me though, I owe him that.<br /><br />Those old friends of mine, I know most of them are still kicking. The same goes for me. In fact, I want them to know that I have never felt better, despite the fact that I nearly kicked the bucket in the waste lands of the Destruction several times. My head was wanted by numerous factions thanks to my recklessness. Years of saving wasted in Masked Fools' pub. None of those matters now. I'm alive and kicking.<br /><br /><align=\"right\">An old friend, or enemy</align><br /><align=\"right\">Hosea Lazaro</align>",
   "images": []
  }
 ],
 "pageId": "728117"
}