{
 "name": "Interview of Daily Life Before the Solwarm Festival",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A life survey published in the Crystal Daily — Weekend Edition. The various traditions of the Solwarm Festival can be seen here.",
 "volumes": [
  {
   "title": "Interview on Daily Life Before the Solwarm Festival",
   "localTitle": "Interview on Daily Life Before the Solwarm Festival",
   "localDesc": "<align=\"center\">*This is a survey published in the Crystal Daily — Weekend Edition*</align><br /><br />The upcoming Solwarm Festival has everyone busy with festival preparations. My dear Belobog friends, have you made your suncakes? The reporter visited an ordinary household in Belobog. They talked about what preparations they had done and what the Solwarm Festival meant to them.<br /><br />The interviewee this time are a young member of the Silvermane Guards and his family. The interview was scheduled for the morning before the Solwarm Festival. The husband was preparing to go out and purchase food for the Solwarm Festival, while the wife stayed home to watch the child.<br /><br />Reporter:<br />Hello, sorry to intrude. I'm Abel, the one who contacted you before.<br /><br />Ethan:<br />Ah... no problem. It's my first interview so I'm a bit nervous.<br /><br />Reporter:<br />Can you please introduce yourselves?<br /><br />Ethan:<br />I'm Ethan and I'm a soldier. This is my wife, Hannah, and our child, little Beck.<br /><br />Hannah:<br />Hello, I'm Hannah and I work at the library.<br /><br />Beck:<br />... Boock.<br /><br />Reporter:<br />Beck is so cute. How old is he?<br /><br />Hannah:<br />He just turned one.<br /><br />Beck: <br />Ge... Tad.<br /><br />Reporter:<br />It seems like he's trying to say something. Are you going out for groceries? Why are you bringing so many things with you?<br /><br />Ethan:<br />Actually, I've asked for a leave of absence. My plan for today is to take some comfort foods to my good friends on the Frontline first, then head to the market.<br /><br />Beck: <br />Ge Tad.<br /><br />Hannah:<br />Shh...<br /><br />Reporter:<br />Your friends must be happy. By the way, is little Beck talking already?<br /><br />Hannah:<br />No no, he can only say a few simple words.<br /><br />Beck:<br />Ge! Tad!<br /><br />Reporter:<br />Hahaha, that's still very impressive for his age. What's he trying to say...?<br /><br />Hannah:<br />Gepard the scoundrel.<br /><br />Ethan:<br />I... don't agree with him. I always respect the Captain.<br /><br />Reporter:<br />Well, I won't keep you. While you're out shopping, I'll interview your wife.<br /><br />Ethan:<br />Wait... I'll go out later. Not sure what you will talk about during the interview.<br /><br />Ethan and Hannah have been married for more than two years. According to Solwarm Festival customs, the newlywed husband Ethan should bring ingredients and make suncakes with his mother-in-law. However, he has been on duty during the festival for two consecutive years due to the nature of his job. This year, Ethan can finally enjoy his Solwarm Festival holidays, which also gives him the opportunity to impress everyone with his cooking skills at his in-law's.<br /><br />Ethan:<br />To be honest, I still don't know how to make it...<br /><br />Hannah:<br />It's because you don't care. If the reporter didn't bring it up, you'd probably have forgotten it all. What would you have my mother eat?<br /><br />Ethan:<br />Ah... Eh...<br /><br />Reporter:<br />Please stop fighting. Little Beck just fell asleep. I see... Ethan doesn't usually cook, right?<br /><br />Ethan:<br />Yeah, my wife usually cooks, since my job...<br /><br />Hannah:<br />There you go again with your excuses. I'm busy with work too, but I make the time to cook. It all depends on whether you want to or not.<br /><br />Reporter:<br />How about this? Why don't we learn how to make suncakes now?<br /><br />With an apron on and a kitchen knife in hand, Ethan looked every bit a pro despite it being his first time cooking. Even though it was his first time, Hannah, his wife, didn't seem too keen to help him in any way. She whispered to the reporter that she was going to use this opportunity to teach her husband a lesson.<br /><br />So, Ethan looked up the recipe for suncakes and followed it step-by-step. Add sugar and salt to three eggs and beat quickly. Add in Moo-Moo Milk and flour and mix until thick. While mixing, Ethan also removed the lumps in the mixture, which is good for a beginner. He brushed the pan with a light layer of oil and then the egg mixture. And the suncakes are done!<br /><br />In high spirits, Ethan also cooked the frost grained cod. The reporter was honored to be invited to lunch.<br /><br />Reporter:<br />Even though it's your first time, it seems like you know what you were doing...<br /><br />Ethan:<br />I'm still a little nervous.<br /><br />Hannah:<br />... Then let's dig in first.<br /><br />The reporter had eaten a lot of suncakes over the years, but never had he eaten one so rich in flavor. It wasn't too salty or sweet, and it had the perfect texture. It's hard to imagine that Ethan made this on his first try. Add a touch of yogurt honey and Frostweave Salmon and the suncakes were ready to be sold in stores!<br /><br />The interview was once put on hold as the reporter and Hannah helped Ethan in the kitchen, making almost <nobr>100</nobr> suncakes. It was already towards dusk before they realized it, and it wasn't until they heard little Beck's cries that the young couple came to realize their child hadn't eaten lunch.<br /><br />This is an unexpectedly warm incident in an interview with a family. Let's wish Ethan a great debut at his mother-in-law's.<br /><br />By the way, the suncakes were so delicious that the reporter took <nobr>50</nobr> suncakes to go.",
   "images": []
  }
 ],
 "pageId": "844768"
}