{
 "name": "Data Record: Mare",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "Researcher Mare's browsing history, retrieved through the terminal. It should be erased after reading.",
 "volumes": [
  {
   "title": "Data Record: Mare",
   "localTitle": "Data Record: Mare",
   "localDesc": "<align=\"center\">Internal data. Strictly confidential!</align><br />Search Number: ???? Access Level: Authorized by administrator<br /><br /><align=\"center\">Data Device Number: <nobr>4927</nobr>, Device Owner: Esther</align><br />Herta Space Station System Time <nobr>00</nobr>:<nobr>10</nobr> Obtained camera access<br />Herta Space Station System Time <nobr>00</nobr>:<nobr>12</nobr> Obtained album access<br />Herta Space Station System Time <nobr>00</nobr>:<nobr>15</nobr> Visited the webpage Galactic Search Guide: What are the best photo editing softwares?<br />Herta Space Station System Time <nobr>00</nobr>:<nobr>24</nobr> Obtained album access<br />Herta Space Station System Time <nobr>00</nobr>:<nobr>27</nobr> Visited the webpage Afterglow Dating: meet your soulmate whenever and wherever<br />Herta Space Station System Time <nobr>01</nobr>:<nobr>02</nobr> Used the software Twin Flames: A private dating community for space people, welcoming and diverse<br /><br /><align=\"center\"><span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Data Device Number: <nobr>18128</nobr>, Device Owner: Mare</span></align><br />Herta Space Station System Time <nobr>02</nobr>:<nobr>47</nobr> Visited the webpage Galactic Search Guide: sleep aid video<br />Herta Space Station System Time <nobr>02</nobr>:<nobr>50</nobr> Visited Video Pie: The Freshest and Fastest Video Service<br />Herta Space Station System Time <nobr>02</nobr>:<nobr>55</nobr> Visited Video Pie-The year's Top Sleep Aid Pick: The Most Comfortable Scalp Massage<br />Herta Space Station System Time <nobr>03</nobr>:<nobr>17</nobr> Visited Video Pie-Sleep aid scalp massage, premium ASMR<br />Herta Space Station System Time <nobr>03</nobr>:<nobr>23</nobr> Visited Video Pie-A small orange cat offers you a special wake-up service in the rainy season<br />Herta Space Station System Time <nobr>04</nobr>:<nobr>25</nobr> Visited Video Pie-Immersive cat sleep aid: a large black cat snoring like thunderclap<br />Herta Space Station System Time <nobr>07</nobr>:<nobr>40</nobr> Visited Leap Clip-Kitty invasion, get out of the way<br />Herta Space Station System Time <nobr>10</nobr>:<nobr>11</nobr> Visited the webpage Galactic Search Guide: black cat<br />Herta Space Station System Time <nobr>10</nobr>:<nobr>15</nobr> Obtained document write access Aeons Mythology: The History of Witches and Cats: A Brief Explanation of the Conflict Between the Black Cat Faction and the Tortoiseshell Cat Faction<br />Herta Space Station System Time <nobr>10</nobr>:<nobr>17</nobr> Visited Leap Clip-The most comprehensive pronunciation guide available on the Internet: <nobr>10</nobr> different types of onomatopoeia for showing affection to cats<br />Herta Space Station System Time <nobr>10</nobr>:<nobr>45</nobr> Visited Video Pie-Little kitties, meow, meow meow compilation<br />Herta Space Station System Time <nobr>11</nobr>:<nobr>20</nobr> Obtained video download access Video Pie-Feline pet summoning, epic onomatopoeia video, <nobr>100%</nobr> effective!<br />Herta Space Station System Time <nobr>13</nobr>:<nobr>19</nobr> Obtained webpage write access Feline Aficionados Forum: Cats are the highest beings in the universe<br /><br /><align=\"center\">Data Device Number: 2, Device Owner: Asta</align><br />Herta Space Station System Time: <nobr>18</nobr>:<nobr>30</nobr> Visited the webpage Cosmo Premium: Membership Invitation Shopping Platform<br />Herta Space Station System Time <nobr>18</nobr>:<nobr>31</nobr> Visited the webpage Cosmo Premium - starnought price<br />Herta Space Station System Time <nobr>18</nobr>:<nobr>33</nobr> Visited the webpage Cosmo Premium - most expensive starnought price<br />Herta System Time <nobr>18</nobr>:<nobr>40</nobr> Visited the webpage Cosmo Premium - contact customer service",
   "images": []
  }
 ],
 "pageId": "844774"
}