{
 "name": "Kapo-Kali Secret Recipe",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "King of the beverage world. His crudely-sliced bread contains a lethal dosage of humor.",
 "volumes": [
  {
   "title": "Kapo-Kali Secret Recipe",
   "localTitle": "Kapo-Kali Secret Recipe",
   "localDesc": "To Treasure Hunters: (Part IV)<br /><br />Wen! My man! How are things? After I left the space station, my little birds in the Department of Galactic Geography told me things were not exactly going your way thanks to my... unconventional way of doing things. Your entitlement to become the head of the Department of Implement Arts got stripped. To add insult to injury, they put you in the maintenance room to make up for the giant hole I blew out.<br /><br />It is what it is. My apology would only hurt you more at this point. Nor can it make up for your loss. You know me, I hate hypocrites more than anything. For years, I have been wandering amongst the stars and I can't remember how many times I thought of writing to you. But I've heard that of all the people working in the Station, you hate Hosea Lazaro the most. What's the point of sending you a letter knowing very well that you would not read it? That's why I sneaked back to the Station some time ago and set up this puzzle for you to solve. All this fuss, just to make sure you get the letter.<br /><br />Now, it's time that I hand over the secret recipe of Kapo-Kali to you. Sell it to the IPC, they'll make it worth your while. Some sort of compensation from me, I guess. I wish you well in the rest of your journey.<br /><br />Secret Recipe of Kapo-Kali: Caramel, Carbon Dioxide, Peas, Canterbury bells, Interdimensional Leaves, Ambergris and Orchid Zest. <br /><br />Yes, you are seeing it right. Above is the secret recipe of Kapo-Kali.<br />I swear on my Mom's life that it's authentic.<br />If you are one of us, you'll know how to decrypt it.<br />Got a tip for you: A specific method of autoradiography is required to reveal the text.<br /><br /><align=\"right\">Hosea Lazaro the Terrific</align>",
   "images": []
  }
 ],
 "pageId": "928703"
}