{
 "name": "Venerable Guards Will Defend Us From Enemies!",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "The call Cocolia issued when she declared the Underworld to be sealed off. Some residents of the Underworld expressed their displeasure at this.",
 "volumes": [
  {
   "title": "Venerable Guards Will Defend Us From Enemies!",
   "localTitle": "Venerable Guards Will Defend Us From Enemies!",
   "localDesc": "<align=\"center\"><size=+2>Venerable Guards Will Defend Us From Enemies!</size></align><br /><br />Fellow citizens of Belobog, our brothers and sisters! Our proud brothers in arms, the Silvermane Guards!<br /><br />While we sleep in the warmth of our Geomarrow Furnaces, the drawn-out war never ceases! As we all know, the calamity we call the Fragmentum had been expanding in the last few centuries. And now, the Fragmentum and monsters it breeds are showing their fangs as the corrosion continues to worsen at an unprecedented rate. We once obtained a total victory in the War of Defense, and likewise we shall not bow to the strife of the war against Fragmentum monsters!<br /><br />While the valor of the Silvermane Guards is unparalleled by any other, the viciousness of the Fragmentum monsters has also been increasing with each passing day. Under the protection of the Architects, the Silvermane Guards continue to push back the monsters as news of good tidings keeps rolling back from the frontline. Our great guardian, Madam Cocolia, keenly noticed that the time for counterattack has come!<br /><br />The Rivet Town Administrative Committee and the Chamber of Commerce hereby announce the supreme guardian's decree: From this day on, both armies of the Overworld and Underworld shall assemble and move toward the Fragmentum in the Overworld! At this time, if we are able to concentrate the strength of our entire army, we can with most certainty end this nefarious war! Our heroic people will once again enjoy a great victory!<br /><br />Belobog's first supreme guardian, Alisa Rand, once said, \"The people of Belobog are valorous, wise, and blessed by the great Qlipoth. No matter what, our people will always come together and face whatever incursion is brought upon our doorstep!\"<br /><br />Now is the time we display the spirit of Belobog — even if we stand at the rear, we have things that only we can do! We must ensure the smooth, unimpeded supply of provisions to the Silvermane Guards, we must maintain the stability of Geomarrow supplies in the city, and we must forfend our heroes from worrying on our behalf!<br /><br />May the Architects live forever! May Belobog stand forever!<br /><br />May the heroic people of Belobog stand forever with their great city in the face of the freeze!<br /><br /><br />(Under the dated mobilization order is some disgruntled graffiti.)<br /><br />How many years has it been, and our forces are still on the counteroffensive? What a joke, I bet the Silvermane Guards have all perished.<br /><br />The supreme guardian and the Overworld are finished, right?<br />Return my donated pot to me!<br />Next up, let us enjoy the folksong of the Underworld, \"We Hope For the Silvermane Guard's Return\"<br />I want to see Daddy. When will he be home?",
   "images": []
  }
 ],
 "pageId": "928714"
}