{
 "name": "Chat History Between Researchers",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "A chat history between two researchers right before the space station was attacked. The transcript of the chat has now been included in the investigation list of the Security Department.",
 "volumes": [
  {
   "title": "Chat History Between Researchers",
   "localTitle": "Chat History Between Researchers",
   "localDesc": "<align=\"center\">*The device screen retains the casual conversation between two researchers during work before the space station was attacked. The Lv. 2 researcher in the storage zone remains missing at the time of the Security Department initiated investigations.</align><br /><br />Some Lv. 2 Researcher: Hey, sometimes I really feel like I want to quit.<br /><br />Some Lv. 4 Researcher: Is it because that guy is harassing you again? I'll go find him in a few days! Some advanced researchers really are bullies.<br /><br />Some Lv. 2 Researcher: No, it's not as simple as just one person.<br /><br />Some Lv.4 Researcher: Did they bring a group to ostracize you? I hate that kind of grouping cliques the most! This is no longer just for you, it's also involving my principles now!<br /><br />Some Lv. 2 Researcher: No, it's not really like that. But I really ran out of ideas. If I really can't deal with it, I might be demoted to the Disposal Site.<br /><br />Some Lv.4 Researcher: We're brothers, alright? If you run into problems, I will help you even if I had to make some sacrifices.<br /><br />Some Lv. 2 Researcher: That's great, I knew you're different from all the other advanced researchers. It all comes down to not having enough budget to do many of the studies.<br /><br />Some Lv.4 Researcher: Trust me, every researcher who worked at Herta will have faced a problem like yours. I'll be honest, many young researchers wouldn't be able to make it through this issue.<br /><br />Some Lv. 4 Researcher: But you don't have to worry, because I will try my best to help you. These are my experience, hope they can help you.<br /><br />Some Lv. 2 Researcher: I'm paying full attention.<br /><br />Some Lv. 4 Researcher: Firstly, the most important part, we need to maintain our original intention — as a researcher, we reject the idea of forming cliques! Those who seek fame and those who seek knowledge are different to the core! The core of what we do is to distinguish ourselves from external persuasions.<br /><br />Some Lv. 4 Researcher: Secondly, the funds. As the saying goes, good wine needs no bush. If you have the ability, you won't need to worry about the funds allocation. Let's look at the logic of allocating budget: The more results you contribute, the greater amount of funds you receive. So you just need to produce enough results to solve this issue!<br /><br />Some Lv. 2 Researcher: That's right...<br /><br />Some Lv. 4 Researcher: Finally, how to obtain results. Beginner researchers would inevitably take the path with more twists and turns, so the best way to avoid that is to join a project with an existing framework or two. I told you, I will help you to the best of my abilities. It just so happens that I have a major project that passed the review board.<br /><br />Some Lv. 4 Researcher: If it succeeds, funds would be the least of your problems. However, there's another group of fame-seekers who are trying to rob me of the core researcher title. I don't care about the title, naturally, but I didn't expect the results of the selection would have an impact on the progress of the project...<br /><br />Some Lv. 4 Researcher: I'm already behind on the core researcher voting selection, but if we put in some effort to vote, I might still have a chance!<br /><br />Some Lv. 4 Researcher: I'll send you a link, it'll automatically recognize your researcher ID so you don't have to log in manually.<br /><br />Some Lv. 4 Researcher: Are you still there?<br /><br />Some Lv. 4 Researcher: ...<br /><br />Some Lv. 4 Researcher: (1 missed call)",
   "images": []
  }
 ],
 "pageId": "125397"
}