{
 "name": "Tottonids Are Rocks",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "A sharp comment on Tottonids by an official from Department of Galactic Geography. On the device's screen is a \"You have been blocked\" prompt, indicating that this message was not sent successfully.",
 "volumes": [
  {
   "title": "Tottonids Are Rocks",
   "localTitle": "Tottonids Are Rocks",
   "localDesc": "To the researcher of the \"Unbearable Weight\" Curio,<br /><br />I heard you are the expert on galactic biodiversity, so I would like to present to you a few questions I have been asking myself, I hope your answers will bring some enlightenment to my path.<br /><br />Before this, I have — through various formal and informal meetings, spiritually infused and regular fiber paper letters — participated in passionate debates on whether Tottonid are silicon-based lifeforms or just rocks. However, there are still questions that beg to be answered.<br /><br />As we know, the discipline in which you operate has defined Tottonids as \"silicon-based lifeforms that communicate with internal electrical signals.\" However, they have already become extinct through the long Amber Eras, leaving behind only a crown encrusted with a thought monotectic of past monarchs — the Curio \"Unbearable Weight.\"<br /><br />Excuse my ignorance, but I have a few questions:<br /><br />1. Since Tottonids allegedly communicate with electrical signals, no one in this galaxy would be able to decipher their thoughts, language, or history. So then, you can claim that said electrical signal exists, but I can also claim that said signal does not exist. How can we determine its falsifiability?<br /><br />2. Since it is not falsifiable, maybe the racial history of the Tottonids was just a fabrication of the History Fictionologists since the beginning.<br /><br />3. In this space station, aside from specific individuals, most researchers don't usually step out of the comfort of their labs, and therefore there had been no one who traveled to Planet Totton to verify and study this claim. Simply obtaining a crystal crown and a grand history that is, again, unverifiable had determined that the Tottonids are lifeforms with a long cultural history. Isn't this going against the criteria of research?<br /><br />4. In the interdisciplinary summit in the space station, the Department of Galactic Geography listed the mineral composition of the Unbearable Weight in a detailed report and defined it as a rare mineral cluster. However, the Department of Ecology named it a thought monotectic construct of an extinct race and claimed the Curio as their own. This, in my humble opinion, is no different than that of a pirate.<br /><br />After much thought and many restless nights, I have decided that I could not bear the thought of your good name being sullied due to misguided Curio categorization. I also could not bear the thought of my discipline, the Department of Ecology, being stampeded under the strong-arming ways of a certain department.<br /><br />The reason for my composing of this letter and my blathering is merely so that I can convey three sentences, which are:<br /><br /><align=\"center\"><span style=\"display: inline-block; color: #eb4d3dff; text-align:center; font-weight:bold;\">Tottonids are f****** rocks!</span></align><br /><align=\"center\"><span style=\"display: inline-block; color: #eb4d3dff; text-align:center; font-weight:bold;\">Tottonids are f****** rocks!</span></align><br /><align=\"center\"><span style=\"display: inline-block; color: #eb4d3dff; text-align:center; font-weight:bold;\">Tottonids are f****** rocks!</span></align><br /><br /><align=\"right\">A straightforward Department of Galactic Geography Researcher</align>",
   "images": []
  }
 ],
 "pageId": "125398"
}