{
 "name": "Attack Records of the Obstacle Detection Terminal",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "During the attack of Antimatter Legion, the Herta Space Station Obstacle Detection Terminal recorded an error log. After the attack was over, researcher Abraham secretly left his notes here.",
 "volumes": [
  {
   "title": "Attack Records of the Obstacle Detection Terminal",
   "localTitle": "Attack Records of the Obstacle Detection Terminal",
   "localDesc": "<align=\"center\">*All current attacks on the space station is recorded here*</align><br /><br />Attack Records:<br /><br />Record <nobr>000237</nobr>: Ionization grid on the emergency pod exterior was scratched by debris. Repairs are done automatically by the system. Feedback unnecessary.<br />Record <nobr>000238</nobr>: Anomalous wave bands detected on radar scans along patrol route <nobr>18</nobr>, subsistence zone. Handed over to Security Department.<br />Record <nobr>000238</nobr> Feedback: Security Department confirmed that the wave band is normal and determined the irregularity is due to Curio experimentation.<br />Record <nobr>000241</nobr>: Base zone — Security and protection balance chamber — Irregular ventilator operation with airflow speed reaching <nobr>140%</nobr> of the preset value. Handed over to Security Department.<br />Record <nobr>000241</nobr> Feedback: Base zone — Security and protection balance chamber — Ventilator stability suboptimal, paused operation.<br /><span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Abraham: The design of this ventilator is the downfall of the entire space station. It blows excessively in front of regular staff members and the air became soft again in front of the others!</span><br />Record <nobr>000243</nobr>: Anomalous wave band detected on radar scans along patrol route <nobr>42</nobr>, base zone. Handed over to Security Department.<br /><span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Abraham: Catastrophe. It's the start of the catastrophe. Number <nobr>42</nobr> is synonymous with disasters. If we had turned on the repulsion bridge back then, would we have lost so many lives? Wait, what am I doing? Am I hypothesizing or am I dreaming?</span><br />Record <nobr>000244</nobr>: Anomalous wave band detected on radar scans along patrol route <nobr>19</nobr>, storage zone. Handed over to Security Department.<br />Record <nobr>000245</nobr>: Anomalous wave band detected on radar scans along patrol route 2, storage zone. Handed over to Security Department. Changed priority to \"High\".<br />Record <nobr>000246</nobr>: Warning! The ionization grid on the base zone section <nobr>13</nobr> exterior is under attack by unknown forces. Automatic repairs are unavailable.<br />Record <nobr>000247</nobr>: Warning! The ionization grid on the base zone section 1 exterior has been nullified. Automatic repairs are unavailable. The system has automatically sent the repulsion bridge pre-opening mail.<br />Record <nobr>000243</nobr> Feedback: Security Department arrived at the base zone.<br /><span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Abraham: The young 'uns must be thinking this is a small firewall error! Who would imagine a locust plague like this? Agh! Number <nobr>243</nobr> is the end of their lives but the beginning of disaster...</span><br />Record <nobr>000248</nobr>: Warning! An external force is attempting to disable the firewall! System defense level increased to \"preparing for incoming attack\".<br />Record <nobr>000249</nobr>: Warning! The Base zone is currently under attack from unknown external forces. The alloy door of the space elevator has been twisted.<br />Record <nobr>000250</nobr>: Full defense mode engaged. All staff members are urged to seek shelter.<br /><span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Abraham: The coordination of the lead researcher is outstanding. She is really trying to control the negative effects this disaster is having on us. However, I sometimes fantasize that I was one of those who were unable to get to safety. I might have died under the trampling footsteps of those beasts. If that had happened, would anyone remember me?</span><br />...<br />Record <nobr>135298</nobr>: Base zone — Experimentation room <nobr>72</nobr> exterior. Collapsed walkway.<br /><span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Abraham: Collapsed walkway, two simple words.</span><br />Record <nobr>135299</nobr>: Base zone — Collection cataloging room <nobr>98</nobr>. Energy supply disconnected externally. Engaging backup energy supply.<br />...<br />Record <nobr>142854</nobr>: Antimatter Legion attack wave 7 — Storage zone walkway power supply fully disconnected. Some rooms are closed off due to short-circuiting.<br />Record <nobr>142855</nobr>: Antimatter Legion attack wave 7 — Base zone space elevator damaged. Explosion at the entrance.<br />Record <nobr>142856</nobr>: Antimatter Legion attack wave 7 — Fire in base zone waste disposal room <nobr>24</nobr>. No signs of life detected. Fire extinguishing protocol engaged.<br /><span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Abraham: Record <nobr>142857</nobr> must come after Record <nobr>142856</nobr>. Each ticking of the Obstacle Detection Terminal signifies the end of several lives. Maybe the next one is me? But how long will that take?</span><br /><span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Wen Mingde: Input command — Suspend Abraham's access to the attack records of the Obstacle Detection Terminal.</span>",
   "images": []
  }
 ],
 "pageId": "125401"
}