{
 "name": "Researchers' Memo Notes",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "Notes that researchers in the space station use to leave messages to each other.",
 "volumes": [
  {
   "title": "Researchers' Memo Notes (Part 1)",
   "localTitle": "Part I",
   "localDesc": "— Dagnabbit, the password changed again?<br /><br />— The password is ██████. Remember, the password is ██████!<br /><br />— Which uncivilized person blacked out the password? Other people like us need it too!<br /><br />— So what's the password now, does anyone know?",
   "images": []
  },
  {
   "title": "Researchers' Memo Notes (Part 2)",
   "localTitle": "Part II",
   "localDesc": "Experimental Results: Harmless, suitable to be friends with<br />Data: <nobr>4.0</nobr>–<nobr>4.2</nobr><br />Subject: Mentally well<br />Subject Current Status: Writing this report<br />Experimenter Signature: Drats, the researcher didn't tell me his name",
   "images": []
  },
  {
   "title": "Researchers' Memo Notes (Part 3)",
   "localTitle": "Part III",
   "localDesc": "— If you feel you can't complete your work, congratulations! At least you still retained an objective awareness of the external environment!<br /><br />— What if I think I can do it?<br /><br />— Hey hey, who scribbled on my note?<br /><br />— You know, the medical cabin on the space station is pretty cutting-edge. The fees are also borne by the IPC. Let me sincerely advise the two people above to seek help.",
   "images": []
  },
  {
   "title": "Researchers' Memo Notes (Part 4)",
   "localTitle": "Part IV",
   "localDesc": "— Sometimes at night, the mysterious Melon Fairy will appear on the Seed Isle and make the melon you planted about three times larger. However, if you only planted snap peas, she will seek you out and punch you! So far, I've only gotten punched, so I switched to planting melons. I hope she appears again.<br /><br />— Update: The Melon Fairy in the Seed Isle is fake news. That terrible person only said that because she was found out trying to steal my snap peas and punched me! I shouldn't have trusted her!<br /><br />— Update 2: Dear friends, I am rescinding my statement before. The Melon Fairy is not a divine being, because I did see her. She said she wanted to write my report for me! Hee-hee!<br /><br />(another person's handwriting): Just... stop. This is a hallucination caused by the hallucinogens from our department leaking into the fertilizer. Wake up! There will be no pretty Melon Fairy coming to help any of you complete your reports!",
   "images": []
  },
  {
   "title": "Researchers' Memo Notes (Part 5)",
   "localTitle": "Part V",
   "localDesc": "— The cleaning robot with a bald patch in the base zone is peak AI. If you give it some tips, it will bring you to a malfunctioned restroom cubicle with all the rare Curios it stole!<br /><br />— A complete lie! That bald-patched cleaning robot even has a shredder function! Who in tarnation gave it that function and wrote it down to prank people?<br /><br />— It is even a printer. Friends, this is the adminis-cleaning robot, our space station's specialty of \"efficient working\"!",
   "images": []
  },
  {
   "title": "Researchers' Memo Notes (Part 6)",
   "localTitle": "Part VI",
   "localDesc": "— The ███ keys between the █ and █ keys on this terminal have malfunctioned. I'm sticking a note here to inform everyone that this has been reported in the staff system and is awaiting technician's repair!<br />If you're passing by, take note! My research data is still inside! Do! Not! Touch!<br /><br />— So why don't you just say which keys aren't working?<br /><br />— ...because those keys are not working.",
   "images": []
  }
 ],
 "pageId": "125402"
}