{
 "name": "Citizen Alexandra Program",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A program booklet from the production of Citizen Alexandra. Free of charge upon purchasing a ticket.",
 "volumes": [
  {
   "title": "Citizen Alexandra Program Page 1",
   "localTitle": "Page 1",
   "localDesc": "<align=\"center\">Opens July <nobr>20</nobr>th</align><br /><align=\"center\"><size=36>Golden Theater</size></align><br /><align=\"center\"><size=18><nobr>22</nobr> West Alisa Avenue, Administrative District</size></align><br /><br /><align=\"center\">A Golden Theater Musical Department yearly special</align><br /><align=\"center\"><size=50>Citizen Alexandra</size></align><br /><br /><align=\"center\">Toward the end of the second Guardian Alexandra's life, her heart was incessantly filled with guilt.</align><br /><align=\"center\">A beautiful maiden stepped up to the political arena, giving up her personal life, carrying out her duties with utmost determination.</align><br /><align=\"center\">The Architects guide her on the path of Preservation, and the count and she grew close, though never formalizing their relationship. The commander of the Silvermane Guards fought alongside her.</align><br /><align=\"center\">When she looks back on her life, will she lament on her many missed chances at love? </align><br /><align=\"center\">\"Alexandra, do you regret it all?\"</align><br /><br /><align=\"center\">Three Goliards Awards for Best Actor in a Musical:<size=32> Tony, Andy, and Jonathan</size></align><br /><align=\"center\"><size=32>A joint performance unlike any other</size></align><br /><align=\"center\">The youngest Goliards Award winner for Best Orchestration:<size=32> Catherine</size></align><br /><align=\"center\"><size=32>The latest masterpiece after a two-year hiatus</size></align><br /><align=\"center\">Six-time Goliards Lifetime Achievement Award Winner: <size=32>Olivia</size></align><br /><align=\"center\"><size=32>Highest recommendations</size></align><br /><br /><align=\"center\">Potential new casting: <size=32>Dasha</size></align><br /><align=\"center\"><size=32>Lead Actress</size></align><br /><br /><align=\"center\">Director: Mia, Producer: Carl, Music Director: Catherine</align><br /><align=\"center\">Sound Director: Bonnie, Artistic Director: Janet, Choreographer: Lilia, Concertmaster: Brian Orchestra</align><br /><align=\"center\">Costume Designer: Abigail, Set Designer: Timmy, Lighting Designer: Bob, Public Relations Manager: Robert</align><br /><br /><align=\"center\"><size=32>Cast</size></align><br /><align=\"center\">Alexandra - Dasha</align><br /><align=\"center\">Count Collins - Tony</align><br /><align=\"center\">Bourne the Architect - Andy</align><br /><align=\"center\">Silvermane Guard Bruce - Jonathan</align><br /><align=\"center\">Maid Yelena - Isabella</align><br /><align=\"center\">Personal Secretary Iva - Margaret</align><br /><br /><align=\"center\"><size=32>Track Listing</size></align><br /><align=\"center\">\"Sleeping Song\" - Yelena, Iva</align><br /><align=\"center\">\"On This Frozen Night\" - Alexandra, Companion</align><br /><align=\"center\">\"Under Guarding Wings\" - Alexandra, Bourne</align><br /><align=\"center\">\"The Charity Ball\" - Collins, Bourne, The Ministers</align><br /><align=\"center\">\"The First Dance\" - Alexandra, Collins</align><br /><align=\"center\">\"Two Hearts\" - Alexandra, Collins</align><br /><align=\"center\">\"Her Shadow\" -Bruce</align><br /><align=\"center\">\"Where The Heart Belongs\" - Alexandra, Bruce</align><br /><align=\"center\">\"My Stone Heart\" - Alexandra</align><br /><align=\"center\">\"The Fading Light of Life\" - Alexandra, Yelena, Iva</align><br /><align=\"center\">\"After Tomorrow, Will You Remember Me?\" - Alexandra</align><br /><align=\"center\">\"Belobog Cries for Her\" - Collins, Bourne, Bruce</align>",
   "images": []
  },
  {
   "title": "Citizen Alexandra Program Page 2",
   "localTitle": "Page 2",
   "localDesc": "<align=\"center\">Behind the scenes: After a two-year hiatus, Catherine the genius composer surprised the theaters with her new opera masterpiece</align><br /><align=\"right\">Author: Olsen, journalist of Belobog Weekly</align><br /><br />Two years ago, Catherine easily won the Goliards Award with her very first piece of work, thus becoming the youngest winner of the Goliards Award for Best Orchestrations in a Play. This talented composer did not accept any offers from any directors or theaters. However, she shut herself off from the world at the height of her popularity and spent two years focusing on her new work.<br /><br />As it turned out, Catherine's latest masterpiece Citizen Alexandra proved to be a sensation when the initial draft was introduced to the public. Theaters and musicals loved this talented composer's new work. To everyone's surprise, Catherine chose a new performer to play the female lead.<br /><br />\"Citizen Alexandra is a story driven by a female protagonist. The supreme guardian can also show her warm and vulnerable sides. I hope that the audience can understand the journey the guardian went through her life, transforming from vulnerability to the Path of Preservation. That's the reason that I chose a new performer,\" Catherine explained to us.<br /><br />The one in Catherine's mind was Dasha, for whom it would be her first time as a female lead on stage. \"Although in this play, Alexandra will reveal her female elegance and a unique charm, she is always the Supreme Guardian in her people's hearts, which means she had to change. She had to transform from a tender rose to an unbreakable rock. As for Dasha, her personal experience honed her voice to be able to showcase this aspect.\" Catherine said with a smile that she was very grateful for the trust of the director and producer in letting her decide the female lead.<br /><br />The cooperation between Mia the director and Catherine the composer was a surprising success. The play Citizen Alexandra had not been shown to the public, but in the previous trial shows that only opened to professionals and the media, this musical combining many popular songs was greatly praised by the audience. With the new singer Dasha's beautiful voice, not only did Alexandra the Supreme Guardian show the tenderness of a teenage girl, but also perfectly presented her determination and selflessness as she chose the Path of Preservation accompanied by three male friends.<br /><br />\"Blizzards may tear me apart but can also make me who I am. It's your love that help my heart always be as unbreakable as a rock.\" Before the official show starts, Dasha sang us a small part of the Alexandra theme song. In a few lines, the legendary life of the supreme guardian has been presented vividly.",
   "images": []
  },
  {
   "title": "Citizen Alexandra Program Page 3",
   "localTitle": "Page 3",
   "localDesc": "<align=\"center\">The latest masterpiece Citizen Alexandra from the talented composer Catherine after a two-year hiatus,</align><br /><align=\"center\">on show at the Golden Theater on July <nobr>20</nobr>.</align><br /><align=\"center\">Limited tickets and merchandises will be available at the counter.</align><br /><br /><align=\"center\">Binder with the cover of Citizen Alexandra poster</align><br /><align=\"center\">The cover of the binder is printed with the poster of Citizen Alexandra,</align><br /><align=\"center\">The size of the binder perfectly match the size of the program, with a great storage zone of <nobr>30</nobr> pages.</align><br /><align=\"center\">Practical and highly memorable, suitable for storing piles of programs you get from the theater.</align><br /><align=\"center\">List price: <nobr>1500</nobr> shield</align><br /><br /><align=\"center\">Citizen Alexandra Supreme Guardian theme frame</align><br /><align=\"center\">Modeled on the original ballroom set from the play.</align><br /><align=\"center\">Special release for audience that love musicals with reserved programs and ticket display cards.</align><br /><align=\"center\">You can decorate your wall with the program of Citizen Alexandra along with your ticket!</align><br /><align=\"center\">List price: <nobr>1000</nobr> shield</align><br /><br /><align=\"center\">Citizen Alexandra repertoire with lyrics</align><br /><align=\"center\">Including the lyrics of all songs in the Citizen Alexandra official show.</align><br /><align=\"center\">Fine laminated pages, printed with the best ink, long-lasting collector's edition.</align><br /><align=\"center\">List price: <nobr>800</nobr> shield</align>",
   "images": []
  }
 ],
 "pageId": "12647"
}