{
 "name": "Mine Poison Antidote Inhalant Manual",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A piece of paper recording some form of prescription. It could temporarily alleviate the pain of those in the Underworld suffering from the complicated miner's disease.",
 "volumes": [
  {
   "title": "Mine Poison Antidote Inhalant Manual",
   "localTitle": "Mine Poison Antidote Inhalant Manual",
   "localDesc": "<align=\"center\"><size=+2>Mine Poison Antidote Inhalant Manual</size></align><br /><align=\"center\">Please read the instructions carefully and use according to the instructions or under the guidance of your physician.</align><br /><br />[Drug Name]<br />Mine Poison Antidote Inhalant Manual<br /><br />[Ingredients]<br />This product is a compound. Every gram contains <nobr>400</nobr> mg of Crystalline Lizard extract and <nobr>110</nobr> mg of Blue Lamp Umbrella extract. Other ingredients include the animal fat of various underground organisms, which is not fixed.<br /><br />Properties<br />This product is a fiber tubing, which is to be inserted in the wooden sleeve for nasal inhalation. It has a pungent yet stimulating scent.<br /><br />Category<br />This product is an over-the-counter medicine in otorhinolaryngology.<br /><br />Purpose<br />Used for mild dyspnea caused by the inhalation of Geomarrow dust.<br /><br />[Specifications]<br />Each tube weighs <nobr>0.675</nobr> grams, containing <nobr>0.27</nobr> grams of Crystalline Lizard extract and <nobr>0.075</nobr> grams of Blue Lamp Umbrella extract.<br /><br />Pharmacological Effects<br />This product is a blood vessel irritant composed of crystalline lizard extract, Blue Lamp Umbrella extract, and animal fats. It enters through the nasal blood vessels and decomposes Geomarrow dust, easing the effects of vascular fibrosis.<br /><br />Usage<br />Please do not directly use the drug in an environment exposed to Geomarrow dust.<br />When using, unfasten the covering and place the wooden sleeve to one side of the nostril. Press the other side with your other finger and take two or three deep breaths.<br /><br />[Side Effects]<br />Very rare cases showed a rejection and allergic reaction, causing swelling inside the nasal cavity resulting in suffocation.<br />No other side effects being reported.<br /><br />[Precautions]<br />Not known. Please follow the usage instructions and dosages. Do not overdose.",
   "images": []
  }
 ],
 "pageId": "12650"
}