{
 "name": "Records of Yellowbell Resonance",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "The Xianzhou Alliance fleet communicates with each other via the Yellowbell system. This is a record of resonances in year <nobr>8098</nobr> of the Star Calendar from the Xianzhou Luofu's Yellowbell system.",
 "volumes": [
  {
   "title": "Records of Yellowbell Resonance",
   "localTitle": "Records of Yellowbell Resonance",
   "localDesc": "<size=36>April, Year <nobr>8098</nobr> Star Calendar</size><br /><b>Transmission from the Xianzhou Fanghu: </b>We are currently moored at the Lanadi star system in the Tlaltecuhtli star cluster. This system has no terrestrial planets, except for one with a rudimentary ecosystem. The Fanghu has determined this to be a hidden star system with no ecosphere within several light years' range, meaning it can easily evade attacks from the Denizens of Abundance or the Legion.<br />The Fanghu is expected to moor here for some ten Star Calendar years, unless unforeseen circumstances transpire.<br /><br /><align=\"right\"><b>Xikui's remarks: </b>Ever since the third Abundance War, the Fanghu has adopted self-preservation policies to recuperate. This is understandable, but that has almost cut off their regular communications and trade with the other Xianzhou ships... From the Luofu's standpoint, I don't think this is a very good thing. </align><br /><align=\"right\"><b>Helm Master's remarks: </b>The Fanghu's high elder is responsible for the wellbeing of their people. They've already lost so much from the last of the wars. As far as the Vidyadhara are concerned, any losses to population are permanent. Let them take the rest they are deserved, they can't afford to take any risks right now.</align><br /><br /><size=36>May, Year <nobr>8098</nobr> Star Calendar</size><br /><b>The Yaoqing's report: </b>We have secured a resounding victory against Fallomom's abominations.<br /><br /><size=36>June, Year <nobr>8098</nobr> Star Calendar</size><br /><b>The Yaoqing's report: </b>We have secured a resounding victory against Toste-VIII's abominations.<br /><br /><size=36>July, Year <nobr>8098</nobr> Star Calendar</size><br /><b>The Yuque's report: </b>We are continuing our explorations along an ancient shipping lane. Surveillance reports have been sent separately.<br /><br /><align=\"right\"><b>Xikui's remarks:</b>The Yuque's surveillance report has been received and submitted to the helm master.</align><br /><align=\"right\"><b>Helm Master's remarks: </b>Well received. Good job.</align><br /><br /><size=36>October, Year <nobr>8098</nobr> Star Calendar</size><br /><b>The Yaoqing's report: </b>We secured a resounding victory against Sakin Chadu's abominations. Things looked sketchy at first, until the corporation swooped in to support.<br /><br /><align=\"right\"><b>Helm Master's remarks: </b>Send a message to the Yaoqing's Sky-Faring Commission: Please take appropriate recuperation measures. </align><br /><align=\"right\"><b>Xikui's remarks: </b>Understood. Message transmitted.</align><br /><br /><size=36>October, Year <nobr>8098</nobr> Star Calendar</size><br /><b>The Xuling's report: </b>Business as usual here.<br /><br /><align=\"right\"><b>Xikui's remarks: </b>I still have no idea where exactly the Xuling is right now...</align><br /><align=\"right\"><b>Helm Master's remarks: </b>Same. It's normal.</align><br /><br /><size=36>November, Year <nobr>8098</nobr> Star Calendar</size><br /><b>The Yaoqing's report: </b>Currently moored in the Sakin Chadu star system in Kersarran star cluster. We are working with the corporation to harness local minerals and recuperate. Everything is safe and sound. Thank you for your concern, Madam Yukong.<br /><br /><align=\"right\"><b>Helm Master's remarks: </b>Send a message to the Yaoqing's Sky-Faring Commission: Please remain professional when chatting over the Yellowbell system.</align><br /><align=\"right\"><b>Xikui's remarks: </b>Understood. Message transmitted.</align><br /><br /><size=36>November, Year <nobr>8098</nobr> Star Calendar</size><br /><b>The Zhuming's report: </b>Currently moored in the Le Roy Ladurie cluster's Stella Yamazaki star system, inside the territory of the Klimt Republic. We will remain here conducting scientific exchanges for <nobr>10</nobr> star calendar years.<br />We hope to deploy advanced forging technology in exchange for some of the rich local mineral deposits.<br /><br /><size=36>December, Year <nobr>8098</nobr> Star Calendar</size><br /><b>The Yaoqing's report: </b>We have secured a resounding victory against Asmodeus' abominations.<br /><br /><align=\"right\"><b>Xikui's remarks: </b>Should we send them any kind of message?</align><br /><align=\"right\"><b>Helm Master's remarks: </b>No, leave them be.</align>",
   "images": []
  }
 ],
 "pageId": "179571"
}