{
 "name": "Record of Reignbow's Road",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "Observational Records of The Hunt in our world, as compiled by the Divination Commission into this compendium: Record of Reignbow's Road.",
 "volumes": [
  {
   "title": "Record of Reignbow's Road",
   "localTitle": "Record of Reignbow's Road",
   "localDesc": "...<br />...<br /><br /><size=36><b>[Observational Records: Year <nobr>7900</nobr> Star Calendar]</b></size><br /><br />During its <nobr>33</nobr>rd macro-sweep of the year, the Cloudpeer Telescope managed to detect Reignbow's manifestation. Trace elements pointed to three coordinates in the Consternation Starzone: The Yadav variable star; the Cerulean Nightmare; and the Knucklebone.<br /><br />Using the Matrix of Prescience, the master diviner predicted that it must have been plagued. The results were reported to the Xianzhou Yuque, and the prediction indeed came true.<br /><br />Upon investigation, the borisin Bluefang Pack had plundered everything, even trying to turn one of the worlds into a nursery for their weapons. But the Cloud Knights' Rainbow Orbit Fleet meted out punishment, enacting a famous victory.<br /><br />...<br />...<br /><br /><size=36><b>[Observational Records: Year <nobr>7954</nobr> Star Calendar]</b></size><br /><br />During its 6th macro-sweep of the year, the Cloudpeer Telescope managed to detect traces of Reignbow's Lux Arrow nearby Laevateinn-XVI.<br /><br />When the Cloud Knights' Thunderclap Orbit Fleet arrived at the coordinates, the planet had been destroyed without any survivors remaining. It was categorized as a \"deadworld,\" and deleted from the astral charts.<br /><br />The Luofu's Artisanship Commission successfully mined embers from the Lux Arrow out of the deadworld's debris. Meanwhile, their Alchemy Commission extracted biological samples to analyze the characteristics of this plague that had infected the populace.<br /><br />...<br />...<br /><br /><size=36><b>[Observational Records: Year <nobr>8072</nobr> Star Calendar]</b></size><br /><br />The Yaoqing and the Fanghu sent beacon signals warning about the assembly of the Denizens of Abundance army once more, as well as the revival of Ketu Mirage, the roaming star — and an attack on the Fanghu. The Luofu dispatched four brigades of Cloud Knights to help them fight: the Rainbow Orbit Fleet, Thunderclap Orbit Fleet, Caladrius Orbit Fleet, and Comet Orbit Fleet.<br /><br />The battle raged intensely and just as the Xianzhou faced defeat, Reignbow's arrow cut through the enemy. During the course of this battle, the Xianzhou Luofu lost over <nobr>63,000</nobr> fighter jets and over <nobr>120,000</nobr> pilots. Nearly one-fifth of the Xianzhou Fanghu's delves were destroyed by the Lux Arrow's bombardment.<br /><br /><br />(Beneath this entry, a postscript has been made in small print)<br /><br /><align=\"right\">\"Reignbow would never speak to any mortal... They only let their Lux Arrow do all the talking.\"</align><br /><br />...<br />...",
   "images": []
  }
 ],
 "pageId": "179568"
}