{
 "name": "Divination Report",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A diviner once predicted that the Luofu would soon be met with disaster, but unfortunately, this report was not taken seriously.",
 "volumes": [
  {
   "title": "Divination Report",
   "localTitle": "Divination Report",
   "localDesc": "<size=36><b>[March <nobr>12</nobr> Divination Report]</b></size><br /><br />Routine predictions are made ten days out for Luofu's flight path. Yet disruptions were recorded in the base terminal and talisman of the Matrix of Prescience, it is difficult to reach a conclusion. This has not been seen in <nobr>30</nobr> years.<br /><br />In the end, the divination vacillated between the Mountain and Water trigrams, showing a sign of Great Woe. Please check the appendix for other related predictions.<br /><br /><align=\"center\">[Matrix of Prescience Predictions]</align><br /><br />Based on previous predictions, we recommend the following countermeasures:<br /><br />1. Write to the Seat of Divine Foresight and report in to General Jing Yuan. Increase Cloud Knights fleet patrols, and deny the enemy's attack before it happens.<br /><br />2. Write to the Sky-Faring Commission, requesting strict investigations into security measures and material supplies. Filter out the cause of the disaster.<br /><br />3. Write to the Artisanship Commission, requesting an inspection of core components such as the Meridian Pin and engines to avoid any accidental occurrences.<br /><br />4. Scan the visible starzone again using the Cloudpeer Telescope, to ensure there are no black holes or other dangerous objects obstructing the ship's trajectory.<br /><br /><align=\"right\"><b>On-duty Diviner: Ruoyue</b></align><br /><br /><br /><align=\"center\"><size=32><b>[Approval Submission]</b></size></align><br /><br /><align=\"right\">\"This data contains no referent value and may have been caused by redundant elements mixed in. Prediction declined. Verified by Managing Diviner Mingyue\"</align><br /><br /><align=\"right\">\"Regarding letters to the three commissions: This would require great effort and should not be notified thusly based on one negative hexagram alone. Please review and carry out predictions once more. Verified by Managing Diviner Huixing\"</align><br /><br /><align=\"right\">\"Ruoyue, do you know what those quack diviners tell clients when they're claiming to predict the future? 'You will meet with misfortune,' they'll say — but if you ask for specifics, they'll reply how heavenly secrets cannot be divulged. What difference is there between this report of yours and those shams'? Verified by Managing Diviner Jingzhai\"</align><br /><br /><align=\"right\">\"I know the Divination Commission's report must clearly stipulate date, time, and cause of a prediction. But I really can't reproduce the same results! This prediction has just popped out at me as if the Matrix of Prescience itself were alive... Diviner Ruoyue\"</align><br /><br /><br /><align=\"center\"><size=36><b>[Conclusion: Prediction declined]</b></size></align>",
   "images": []
  }
 ],
 "pageId": "179569"
}