{
 "name": "Advocate legal and reasonable care for animals, strictly prohibit illegal wildlife trades for \"releases\"",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A notice posted by an officer at the Realm-Keeping Commission.",
 "volumes": [
  {
   "title": "Advocate legal and reasonable care for animals, strictly prohibit illegal wildlife trades for \"releases\"",
   "localTitle": "Advocate legal and reasonable care for animals, strictly prohibit illegal wildlife trades for \"releases\"",
   "localDesc": "Dear Citizens,<br /><br />It's human nature to love animals. Hoping animals can be freed comes from a sense of compassion. An old Xianzhou saying goes, \"A nobleman steers clear of the kitchen.\" An ancient classic from the Primeval Imperium Age, Signs of the Netherealm, tells of a sage imploring a hunter to release his quarry. Examples would be too numerous to list, all of which demonstrate the traditional virtue of the Xianzhou natives in caring for all living things.<br /><br />However, we must be careful with how we care for animals. The illegal release of animals back into their natural environs may seem like a meritorious deed, but it actually bears several serious consequences.<br /><br />In March last year, a criminal suspect Mr. Chai (<nobr>461</nobr> years old) smuggled twenty Nosewalkers he'd purchased into the Ever-Hunt Plains with the intent of release into nature.<br /><br />Nosewalkers, originated from the planet Hyai'i, have recently been introduced aboard the Xianzhou as a popular alien pet. But this seemingly cute, docile, and harmless pet actually has a dark side: Its size expands with that of its surrounding living space. When the Cloud Knights' hunting squad located the first of the nosewalkers, the largest had already grown to the size of two starskiffs.<br /><br />Based on data published by the Hyai'i Federal Bureau of Biology and Medicine, the largest nosewalker ever recorded is half the size of the Luofu. Can you imagine the devastating consequences were Mr. Chai to release one of these animals onto the Ever-Hunt Plains? Or stepping back a mile, even if the animal itself isn't harmful, is there any way we can be sure of any unforeseen genetic reactions? We cannot.<br /><br />Upon arrest, Mr. Chai pled that he was acting in good faith. We believe that most of these animal releases are well-meaning, but it's precisely this kind of goodwill that could bring immeasurable losses to the Xianzhou.<br /><br />There is also a rumor circulating around the city that only alien species released in Xianzhou are harmful, and the release of Xianzhou-native animals cannot cause any harm.<br /><br />This idea could not be further from the truth. In July, a criminal suspect Mr. Ling (<nobr>242</nobr> years old) bought schools and schools of lightfish at the farmers' markets, and together with some other animal liberation activists released the fish without authority into the seas at Scalegorge Waterscape.<br /><br />I trust that anyone with a hint of common sense can immediately realize how ignorant and cruel an act it is to release large volumes of carnivorous fish into the Scalegorge Waterscape waters. Therefore, despite the actions of Mr. Ling and his conspirators bearing out no serious repercussions, they must still be punished to the full extent of the law to serve as an example to others.<br /><br />The Realm-Keeping Commission reiterates to all citizens: Only professionals are qualified to release animals (officially termed \"reintroduction into the wild\"), and any private release of animals is illegal — possibly even criminal!<br /><br />We hope all citizens understand: Please care for animals rationally and scientifically, because ignorant kindness is often more dangerous than rational malice.<br /><br />Realm-Keeping Commission Publicity Department",
   "images": []
  }
 ],
 "pageId": "209351"
}