{
 "name": "Belobog Chronicles: Before the Eternal Freeze",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "Part of the history of Belobog before the Eternal Freeze. It was written by the officials of the Qlipoth Fort and might be of use to you.",
 "volumes": [
  {
   "title": "Belobog Chronicles: Before the Eternal Freeze",
   "localTitle": "Belobog Chronicles: Before the Eternal Freeze",
   "localDesc": "~<nobr>1000</nobr> BF, or even earlier<br />• Intergalactic civilizations like the Architects, trade commissioners of the Interastral Peace Corporation, and the Intelligentsia Guild members who seek the flow of knowledge began appearing at Jarilo-VI to initiate contact with the natives of the planet.<br /><br />~Around <nobr>30</nobr> BF<br />• An unknown object known as the Stellaron fell to the surface of the planet.<br />• Doomsday conspiracies about how the Stellaron is the symbol of calamity were widely circulated among all Jarilo-VI civilizations. As a result, many people had left the planet out of fear.<br />• Under the leadership of the eminent Architect, Alisa Rand, Architects all over began building shelters, of which Alisa Rand's own creation was later named Belobog, and the year of its foundation was designated as the Fortification.<br /><br />~Around <nobr>20</nobr> BF<br />• The Antimatter Legion officially invaded Jarilo-VI, and shelters on the planetary surface fell one after another.<br />• The battlefront was eventually pushed to the then-incomplete city of Belobog, and the city announced its participation in the war.<br />• With Alisa Rand leading its army, the <nobr>30</nobr>-year-long Defense of Belobog began.<br /><br />~The Fortification<br />• Belobog was complete.<br />• With Alisa Rand in charge, the Stellaron resonated with the will of the collective in Belobog and entered an unstable state. The blizzard that plagued the entire planet soon arrived, and Jarilo-VI was plunged into an Ice Age. The attacks of the Antimatter Legion were subdued. Due to the power of Preservation, Belobog was spared from the Eternal Freeze.<br />• For her efforts in protecting the city from disaster, Belobogians nicknamed Alisa Rand She Who Evokes Miracles and supported her to be the supreme guardian of Belobog.",
   "images": []
  }
 ],
 "pageId": "209344"
}