{
 "name": "History of the Xianzhou: Errata",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A collection of original histories from the Xianzhou Alliance and an important footnote to the evolution of the alliance. This volume is a digital rubbing from part of the preface to the Xianzhou Alliance Declaration.",
 "volumes": [
  {
   "title": "History of the Xianzhou: Three Sufferings — Fragmented Vol. 1",
   "localTitle": "History of the Xianzhou: Three Sufferings — Fragmented Vol. 1",
   "localDesc": "...<br /><br />[Year <nobr>2605</nobr> Star Calendar]<br />At the end of the year, the Luofu introduced its Yellowjacket Census and Almanac, advising of all death revitalizations on Xianzhou for this year.<br /><br />[Year <nobr>2606</nobr> Star Calendar]<br />In July, the Xianzhou fleet sailed into the Connant-Farrell star system.<br /><br />[Year <nobr>2607</nobr> Star Calendar]<br />In April, homeostasis was completely paralyzed in three of the Xuling's delves, delivering catastrophic flooding, mass deaths, and uncountable losses. The Xuling nobles ordered grain transfer and opened state coffers for the rescue effort. Each Xianzhou dispatched reinforcements, and a new lease on life was won.<br />In December, the Yaoqing, the Zhuming, and the Fanghu all introduced their own Yellowjacket Census and Almanacs, advising of all death revitalizations on Xianzhou for this year.<br /><br />[Year <nobr>2608</nobr> Star Calendar]<br />No major incidents this year.<br /><br />[Year <nobr>2609</nobr> Star Calendar]<br />At the end of the year, the Yuque, the Yuanqiao, the Cangcheng, and the Xuling all introduced their own Yellowjacket Census and Almanacs, advising of all death revitalizations on Xianzhou for this year.<br /><br />[Year <nobr>2610</nobr> Star Calendar]<br />In June, the Luofu held a celebration in search of endless lifespans, granting amnesties and reveling in wine for <nobr>30</nobr> days. Each Xianzhou dispatched delegations to celebrate together.<br /><br />...<br /><br />[Year <nobr>3061</nobr> Star Calendar]<br />In May, the coarse rioted on the Yuque and was suppressed by nobility.<br /><br />[Year <nobr>3062</nobr> Star Calendar]<br />In April, the Yuanqiao coarse rebelled, and the nobles suppressed them.<br />In July, the Yuque coarse rebelled again, and the nobles suppressed them.<br /><br />[Year <nobr>3063</nobr> Star Calendar]<br />In August, a businessman was assassinated aboard the Yaoqing, plunging everyone into turmoil.<br />In November, the coarse rebelled again, attacking and killing elites. Troops later quelled the riot.<br /><br />...<br /><br />[Year <nobr>3198</nobr> Star Calendar]<br />In February, the Xianzhou fleet was embroiled in chaos.<br />The coarse master messaged each ship in denouncement: \"The venerable have long feasted on their blessings of the Abundance, holding the balance of power and enjoying exclusive wealth with their long life, high status, hearty meals, and secret ways — and you view us coarse and young as worse than animals. You suffer from mara, and the whole world is riven by chaos and disaster. You righteous ones should not sit there, doing nothing, but instead rise up to effect radical reform, for the good of all peoples.\"<br />So they launched an assault on the Zhuming, holing up in a delve with an expeditionary force to fight against the nobles. Each Xianzhou was shaken to the core, and as more reinforcements arrived, the situation grew worrying.<br /><br />...",
   "images": []
  },
  {
   "title": "History of the Xianzhou: Three Sufferings — Fragmented Vol. 2",
   "localTitle": "History of the Xianzhou: Three Sufferings — Fragmented Vol. 2",
   "localDesc": "...<br /><br />[Year <nobr>3287</nobr> Star Calendar]<br />In November, the Xianzhou Yuanqiao was destroyed during the Civil War, plunging the world into mournful sorrow. With both sides in bereavement, a ceasefire was reached.<br />In December, the remaining aurumatons revolted, slaughtering the coarse and the venerable indiscriminately in volumes never seen again.<br /><br />[Year <nobr>3288</nobr> Star Calendar]<br />In February, both sides joined forces to defect the aurumatons, and dispatched envoys to negotiate peace.<br />A peace agreement was reached in April, and military affairs were curtailed. Troops were reorganized to defeat the aurumatons.<br /><br />...<br /><br />[Year <nobr>3290</nobr> Star Calendar]<br />In May, Zhige, the master primus of the aurumaton, led a force of brave fighters aboard the Yaoqing. The combined forces teamed up and launched an offensive operation, smashing them to smithereens.<br /><br />...<br /><br />[Year <nobr>3292</nobr> Star Calendar]<br />In July, all of the homeless aurumatons were herded into the arsenal and dealt with. This suppression marks the end of the aurumaton rebellion.<br /><br />...<br /><br />[Year <nobr>3294</nobr> Star Calendar]<br />By September, a century of internecine strife had engulfed the Xianzhou fleet. Families were riven asunder, and lives were laid waste. A plan was thus hatched to curb the military and let the people rest. Since the endowment of the Abundance and the eradication of death, industries could hardly meet the important needs of raising the long-life species.<br /><br />...<br /><br />[Year <nobr>3300</nobr> Star Calendar]<br />In August, the Xianzhou fleet together drafted the Treaty of Harmony, defining laws and punishments, promoting loyalty, and supporting the needy. Order was gradually restored, just as in the legend of the great unification during the Primeval Imperium days.<br />A policy on reproduction and settlements was also drafted, allowing any of the eight ships to settle on fertile planets unpopulated by short-life species to build self-sustaining colonies.<br /><br />...",
   "images": []
  },
  {
   "title": "Summary of the Chronicles of the Sky-Faring Commission: <nobr>3287</nobr> Star Calendar — Vol. 3",
   "localTitle": "Summary of the Chronicles of the Sky-Faring Commission: <nobr>3287</nobr> Star Calendar — Vol. 3",
   "localDesc": "[Date] November <nobr>21</nobr>, Year <nobr>3287</nobr> Star Calendar<br />[Volume] 3<br />[Vessel No.] Caladrius-I<br />[Tag] Fly ship; combat record; Xianzhou Yuanqiao; Civil War.<br /><br />[Voice Transcription]<br /><br />...<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1401</nobr> Caladrius-I<br />Calling Astrum. The system space I'm located in is all-clear with obvious stellar wind currents. No other celestial objects are within visual distance, except a red giant star.<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1402</nobr> The Luofu Palace of Astrum HQ<br />Received. No other flight activity has been detected in your system space. Stellar winds may cause temporary loss of communications. Please steer clear of turbulence and ensure flight stability.<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1402</nobr> The Luofu Palace of Astrum HQ<br />You're approaching the Yuanqiao now. Prepare to contact the Yuanqiao on channel <nobr>351.017</nobr>. Do you need a space tug?<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21</nobr> Caladrius-I<br />No, thank you. Passing through the system space from left to right.<br /><br />...<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1527</nobr> Caladrius-I<br />Target location achieved. No response from the Yuanqiao. Repeat, no response from the Yuanqiao.<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1529</nobr> The Luofu Palace of Astrum HQ<br />*heavy sigh* darn it *crackle* to heck! I thought it was true.<br /><br />*Long crackling of white noise*<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1534</nobr> The Luofu Palace of Astrum HQ<br />Calling Caladrius-I. Please report in about the Yuanqiao's damages.<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1535</nobr> Caladrius-I<br />*sigh* It's very, very bad.<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1536</nobr> The Luofu Palace of Astrum HQ<br />Please give details.<br /><br />*long crackling of white noise*<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1540</nobr> Caladrius-I<br />*Heavy sigh* I *crackle* had enough! You know they're beyond hope. Isn't that guy who escaped and told *crackle* enough for you!?<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1541</nobr> Caladrius-I<br />*silence* The exterior of the Yuanqiao looks fine. But they couldn't have survived. Their engines stalled, and they're drifting toward the red giant star.<br /><br />*long crackling of white noise*<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1545</nobr> The Luofu Palace of Astrum HQ<br />We could have saved them... Just by establishing this line of communication! Half an hour is good enough, *crackle*!<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1546</nobr> The Luofu Palace of Astrum HQ<br />How on earth did things *intense crackle* come to this? How did things get to this *intense crackle* point!?<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1547</nobr> Caladrius-I<br />*long silence* It's all because of the cursed Abundance. Gee, what a blessing longevity turned out to be...<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1550</nobr> The Luofu Palace of Astrum HQ<br />*long silence* It's all because of the *intense crackle* wars, and the *intense crackle* power.<br /><br />*long crackling of white noise*<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1629</nobr> Caladrius-I<br />Calling Astrum. The Yuanqiao has disappeared from line of sight toward a position of twelve o'clock and into the red giant star.<br /><br /><nobr>3287</nobr>/<nobr>11</nobr>/<nobr>21 1630</nobr> Caladrius-I<br />*heavy sighing* The Yuanqiao is now confirmed as missing.<br /><br />...",
   "images": []
  },
  {
   "title": "Xianzhou Alliance Declaration: A Preface (Digital Rubbing)",
   "localTitle": "Xianzhou Alliance Declaration: A Preface (Digital Rubbing)",
   "localDesc": "We, the people of the Xianzhou, hereby pledge to pass this resolution<br /><br />To save future generations from war and bloody dispute,<br />To rid the world of suffering and safeguard equally the dignity and sacred rights of all people,<br />To reaffirm and appeal to justice and magnanimity,<br />To forsake plunder, suppression, exploitation, and torture,<br />To revert to mortality, eradicate the ambition of a deathless doom: We shall not rest.<br /><br />Round-the-clock diligence is hereby implemented<br /><br />Restart the watchful sleep, rotating shifts, to be disbanded afterward to avoid officialdom.<br />Build the Cloud Knights to maintain the peace, cleanse all crimes, and defend the seven ships.<br />Form the Ten-Lords Commission, keep night vigils, punish criminals, and hold evil accountable.<br />Initiate the Six Charioteers, respect meritocracy, revere governance, and defend the Alliance.<br /><br />This informs the world that, from Reignbow to the Ten Lords, above lie vast and remote galaxies, and below lie martyrs sacrificed to the three sufferings. So we hereby pledge!<br /><br />Thus, the seven ships gathered with the Xuling messenger to authenticate, share content, and review the details. This declaration is the final product, hereby creating the Xianzhou Alliance.",
   "images": []
  }
 ],
 "pageId": "263509"
}