{
 "name": "Surveillance Report from the Xianzhou Yuque",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "An intelligence report sent from the Xianzhou Yuque.",
 "volumes": [
  {
   "title": "Surveillance Report from the Xianzhou Yuque",
   "localTitle": "Surveillance Report from the Xianzhou Yuque",
   "localDesc": "<b>For Chief Counselor Qingzu's eyes only,</b><br /><br />The Xianzhou Yuque is currently trekking around the periphery of the Giant's Arm star cluster, plotting an ancient course as it continues explorations.<br /><br />Twenty-six sidereal hours ago, the Cloudpeer Telescope captured signals from Reignbow's Lux Arrow traversing through three of its coordinates. The master diviner has interpreted this as a divine mandate.<br /><br />The Marshal issued orders, and the Yaoqing Cloud Knights' Crane Feather Guard and Red Song Guard have both set out on patrol as hereby informed.<br /><br />We also include a recent scouting report of enemy movements for strategic planning.<br /><br /><align=\"right\"><b>[Stamp]<br />Regards,<br />Divination Commission, Xianzhou Yuque</b></align><br /><br /><align=\"center\"><b>Must be opened with Chief Counselor's Seal</b></align><br /><br /><size=32>[The Borisin]</size><br /><br />The Brood Lord Angqin leads his hunting pack into the Echidna skywall, struggling to fight off the hostile Shepherds Fleet.<br />Their fleet consists of <nobr>16</nobr> beast ships and <nobr>325</nobr> battleships.<br />We expect to observe the borisin's internal war in the upcoming days. We will send out another battle report once the time comes.<br /><br />Threat posed to the Luofu: Very low.<br /><br /><size=32>[The Wingweavers]</size><br /><br />Based on IPC data, the wingweavers' Peacock Angel legion has arrived at the Consternation Starzone to locate a Stellaron and revive their homeworld of Muldrasil.<br />The veracity of this information is yet to be verified.<br /><br />Threat posed to the Luofu: Very low.<br /><br /><size=32>[Antimatter Legion]</size><br /><br />An industrial planet along the Luofu's route, the Baranza Forge, has been completely neutralized by the Lord Ravager Irontomb's assault.<br />Diviners have performed calculations, and the probability of victory is infinitesimally close to zero.<br /><br />Threat to the Luofu: Medium low.<br />Suggested countermeasures: Order the Divination Commission to monitor electrical signals from Irontomb's vehicle, and remain vigilant about its movements.",
   "images": []
  }
 ],
 "pageId": "263508"
}