{
 "name": "Dahao's Diary",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "The diary of the official at the Exalting Sanctum's Realm-Keeping Commission Chancery, Dahao. Includes stories of his long life.",
 "volumes": [
  {
   "title": "Dahao's Diary (Part 1)",
   "localTitle": "(I)",
   "localDesc": "<size=32><b>October <nobr>32</nobr></b></size><br /><br />I woke up in the morning but didn't budge. I fantasized about what it would be like in the Chancery if I were absent for the whole day.<br /><br />I know very well that nothing at all will happen. The Xianzhou will keep sailing on through space no matter who leaves, just as Reignbow's arrow will always shoot toward its intended target.<br /><br />I've been growing more and more impatient these days with trivial junk at work. Every time a new task comes in, I'll curse it alongside my colleagues both up and downstream who've been involved in it, then I'll grit my teeth and get on with the task. It's impossible to delegate to a subordinate, because young people are so carefree and only do what they want. They dream of taking a work trip out to distant planets, but do not care about the bits and pieces of work going on around them.<br /><br />The work we do at the Realm-Keeping Commission is meaningless. In my <nobr>122</nobr> years there, they keep repeating things over and over again in different ways, and they'll keep on repeating until the end of time.<br /><br />I don't want to work. I want to be just like a dog, rolling around in front of the Chancery's office as I bask in the fake sun, people-watching and dreaming up life stories for everyone. If a tourist chucked me a biscuit, I'd wag my tail at them.<br /><br />It's a pity that all the dogs aboard the Xianzhou are work dogs. Even Diting is far more resilient than me.<br /><br /><br /><size=32><b>November 2</b></size><br /><br />People say the first signs of aging in short-life species is when we grow nostalgic for the past, and the Xianzhou natives are no different. These bodies of ours may not grow old, but our minds have long been hollowed out by all those past memories.<br /><br />I once dreamed that I was back on the battlefield. Wielding crossbows with my Cloud Knight brethren, this giant sword followed around behind us, searching out enemies. We went back to Xuange; went back to the Giant's Arm system; went back to the islands of Thalassa; fought all kinds of Abominations of Abundance along the way.<br /><br />I dreamed that I was surrounded by inhuman beasts. The sword swirled around beside me, slicing and dicing before they shatter into pieces. Fluid from the enemy corpses smeared me on the face. I didn't expect it to be not cold; I didn't expect it to be so red.<br /><br />The dreamscape went completely red, and huge monsters with chitinous silicone shells roared loudly, crushing all the approaching squads into a pulp. The Abominations rolled up their insect-like wings, and a chilly, painful gust blasted them straight in the face.<br /><br />I wanted to see what my brethren looked like again. But nobody was around me. Looking down, I saw acquiescent faces on the ground, expressions frozen as screams of wishes left unfulfilled. Every eyeball was like a scratched marble as it fell to the dust, firmly gripping the skies.<br /><br />Long-life species... This joke made me laugh out loud and woke me up.<br /><br />My right arm is burning right where it's torn off, as though I'd just been plucked from a monster's maw. Turning over my elbow, I still can't forget that pain that has made me reel at the entire world, even if my arm can grow back. Three hundred years have passed, and the pain is still yet quelled.",
   "images": []
  },
  {
   "title": "Dahao's Diary (Part 2)",
   "localTitle": "(II)",
   "localDesc": "<size=32><b>November <nobr>10</nobr></b></size><br /><br />Statistics show that retired Cloud Knights are the most likely to be stricken with mara. I'm a lucky one. Having survived the Third Denizens of Abundance War unscathed, I've made it this far through life. I've even got a pension to go with my extremely low-ranking job in the Realm-Keeping Commission, whiling away time before I die. As long as I don't make a major mistake, there's no reason why this leisurely job can't keep me fed till the next Amber Era... probably.<br /><br />Those schmucks in the Chancery always think I'm so careless, and that I make tough work look easy. They mockingly call me Dahao the Immortal. They even have a bet running about when I'm going to get picked up by the Ten-Lords Commission.<br /><br />It matters not if they're long-life or short-life species. Youngsters all have no concept of things such as \"the end of life.\" I'd do anything to see the looks on these schmucks' faces when the Ten-Lords Commission's spiritfarers show up to pick them up. It's a real shame that I will definitely depart before they do.<br /><br />The Ten-Lords Commission... I know every Xianzhou person gets picked up by them in the end, but I've never fully understood how they do it.<br /><br />There's an urban legend on the Luofu about how the Ten-Lords Commission will pore over the list of the dead, take people into the netherworld, then tally up your sins and merits. Unlike normal humans, those judges belong to the other side. You shouldn't even look at them if you run into them...<br /><br />That's all pretty convincing, but when I think about it more carefully, there are a lot of questions:<br /><br />Where exactly is this netherworld on the Xianzhou?<br />How do they know when mara is approaching you?<br />How can they know every minor thing that had happened in your life, and then rate you like a lyceum abecedary giving good or bad grades?<br /><br />Ha, in the end, legends are just legends. All they're good for is tricking kids!<br /><br /><br /><size=32><b>November <nobr>12</nobr></b></size><br /><br />But I've actually seen the Ten-Lords Commission's spiritfarers before. More than once, actually.<br /><br />The first time was back when I started as an orderly at the Realm-Keeping Commission. I saw a group of kids walking the streets of Drifters Sanctum with lanterns in hand. It was nighttime, and even the moon and starlight were removed from the delve's artificial sky. Everyone was locked safely away in their homes with not another soul about. Only those children walked in silence with lamps floating beside them, as though they were spawned straight out of the darkness itself. I knew the man walking behind them. He was my father.<br /><br />When Dad turned <nobr>646</nobr> years old, he suddenly started blurting out nonsense. He'd ask why I knocked over the rice bowl on the table, why I burnt his clothes, and why I kicked his jade abacus around like a soccer ball... Those were probably my unruly conduct back when I was a teenager. I couldn't remember anything about them myself. Over the next few days, he went off food and drink and stopped responding to people — just sitting there like a living corpse, like a cobweb that manifested in an abandoned corner of the house. Filled with dust. Devoid of life.<br /><br />I realized he was displaying signs of the five decays and was on the verge of being stricken with mara. According to the rules, I invited an Alchemy Commission healer to do an outpatient run, still wanting to see if he had any possibility of recovery. The healer prescribed a few different medications, then looked me straight in the eye and warned me to be prepared.<br /><br />\"Prepared for what?\" I asked the healer. The healer replied with a practiced expression, \"prepare for your father to be taken away.\"<br /><br />It was then I knew that Dad's time had come. I knew that everyone in Xianzhou has to face such a day sooner or later, but now that it was happening to Dad... everything just seemed so sudden.<br /><br />I picked up the prescription from the table and read it again and again, like a master poring over a disciple's homework. The healer suddenly reached over and grabbed a corner of the prescription, as if to take it back. I understood her tacit intent: There is no medicinal cure for being mara-struck. But I remembered gripping that prescription tightly, muttering again and again: \"Just try this medicine one more time. One more time. Just one more time.\" She pulled back her hand in the face of my stubbornness, and busied herself with preparing the remedy.<br /><br />As expected, Dad never said another word to me after that, until he walked up to me with those children. Perhaps it was an illusion, but he seemed younger. It is ridiculous to suggest that a Xianzhou native could grow younger. Our appearance doesn't change once we reach adulthood — but our demeanor certainly can. Dad was walking briskly with a look of liberation and freedom about him. That dusty, lifeless look on his face was gone.<br /><br />I opened my mouth to call for Dad, but the words got stuck in my throat. Before I could speak, he spoke softly and clearly. \"Take care of yourself.\" It felt like he had recovered, that he returned from the brink of being mara-struck... But I knew it was just my wishful thinking. Those two children blew out their lamps, and in the blink of an eye, all I could see was darkness — as though Dad and those children had never existed.<br /><br />I even forgot about my night shift, and just stood there alone in the darkness. A moment later, I suddenly remembered that prescription the healer had left me. I'd been keeping it in my breast pocket, but fishing around in there, I realized that it wasn't there anymore.",
   "images": []
  }
 ],
 "pageId": "263518"
}