{
 "name": "Miner's Safety Manual",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A worn-out safety manual. Every miner in the Underworld has a copy.",
 "volumes": [
  {
   "title": "Miner's Safety Manual",
   "localTitle": "Miner's Safety Manual",
   "localDesc": "*The twine that binds the manual is out of shape. The inner pages are covered with black, oily fingerprints, making much of the text unreadable.*<br /><br /><size=28><align=\"center\">Miner's Safety Manual</align></size><br /><br /><size=26>Section 1: Instructions for entering the mine shaft</size><br />1. Before entering the mine shaft, make sure you are fully refreshed and feeling good. Consumption of food or drinks that may impair bodily functions are strictly prohibited.<br /><br />2. Strictly abide by the mine shaft entry inspection system:<br />(i) When entering the mine shaft, a safety helmet and work clothes must be worn correctly.<br />(ii) Bring a miner's lamp and ensure that it has sufficient geomarrow reserves in it.<br />(iii) Bring the appropriate tools, materials, and maintenance parts.<br />(iv) Ensure your Rand Counter is operating normally.<br />3. Attend the preparation meeting before starting each shift and pay attention to the work arrangements and safety precautions.<br />4. Be familiar with all the safe exits, road signs, and disaster avoidance routes.<br />5. Be familiar with underground signals, safety signs, and the various facilities and equipment.<br />6. Be familiar with the signs of underground water leaks. If you notice any of the following phenomena, immediately notify the shift in-charge to organize an evacuation:<br />(i) The geomarrow veins turn dark and black.<br />(ii) The geomarrow temperature drops significantly.<br />(iii) Colorless droplets begin to form on the mine face, inner walls, or roof of the tunnel.<br />(iv) Increased water spraying from the roof of the tunnel or a water pressure head begins to form.<br />(v) Humidity level at the mine face rises.<br />(vi) Harmful gas levels at the mine face rises.<br />(vii) You hear the sound of water running.<br />7. Be familiar with the standard operation method of the Rand Counter, pay attention to the radiation levels in the mine, and carry out construction within a safe range.<br />8. Be familiar with the signs of geomarrow thermal reaction. If you notice any of the following phenomena, immediately notify the shift in-charge to organize an evacuation:<br />(i) The humidity in the tunnel rises, giving rise to a mist. Or water droplets begin to form on the mine face, inner walls, or roof of the tunnel.<br />(ii) The temperature in the tunnel rises, resulting in increased wall temperature, outlet water temperature, inlet air temperature, etc.<br />(iii) The smell of fire, coke, burning geomarrow, etc.<br />(iv) You begin to feel uncomfortable and experience symptoms such as feeling hot, headaches, dizziness, weakness, etc.<br />(v) You see smoke.<br /><br /><size=26>Section 2: Operating procedures for blasters</size><br />1. Strictly follow the instructions for entering the mine shaft to prepare for work. Must have your blasting certification with you.<br />2. Strictly obey the commands and orders given by the shift in-charge. Carry out operations in accordance with the blasting instructions and plans.<br />3. Carry out safety inspections for detonators before operation.<br />4. Strictly follow the supervisor's instructions when placing charges. A wooden stick should be used when placing charges in the blast holes. Do not throw highly-sensitive explosives or charge bags into the blast holes. Follow the standard operating procedures when loading charge bags to prevent subsequent charges from directly impacting the previous charge bag.<br />5. Striking or pressing on a stuck charge is strictly prohibited. Use a non-metal rod to dislodge the stuck charge instead.<br />6. If any cracks or holes are found during the charging process, the operation should be stopped and the relevant personnel should be notified. Only resume operations after the relevant personnel gives the proper follow-up procedures.<br />7. After charging is complete, the debris on site should be cleaned up, paying attention to avoid damaging the detonating cord. A specialist should be responsible for connecting the detonation network.<br />8. After the detonation network is assembled, the inspector should conduct a second round of inspection.<br />9. The detonation station should be set behind the bunker or outside the danger zone.<br /><nobr>10</nobr>. A preliminary warning should be issued before the blasting operation. All personnel, equipment, and miscellaneous items should be evacuated from the danger zone.<br /><nobr>11</nobr>.After confirming that the danger zone is clear, a detonation signal is issued, and then the blasting operation can be carried out.<br /><nobr>12</nobr>. Entering the blasting site within <nobr>30</nobr> minutes after detonation is strictly prohibited. After <nobr>30</nobr> minutes, the shift in-charge should enter the blasting site to check the situation. The warning can only be lifted after safety has been confirmed.<br /><nobr>13</nobr>. After the blasting operation is complete, all the explosive devices shall be counted and returned in strict accordance with the return process for explosive devices. An appropriate inventory shall be made.<br /><br />*The following pages are stuck together for some reason, making it impossible to read further.*",
   "images": []
  }
 ],
 "pageId": "29327"
}