{
 "name": "Floriography Manual Attached to a Bouquet",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "Contains commonly used floriography in Belobog. The ways of the world are condensed into this manual.",
 "volumes": [
  {
   "title": "Floriography Manual Attached to a Bouquet",
   "localTitle": "Floriography Manual Attached to a Bouquet",
   "localDesc": "<align=\"center\">Each flower has its own unique story and language behind it, and different flowers are suitable for different recipients. </align><br /><align=\"center\">Before sending flowers, you can refer to the following frequently used floriography to cater to your specific needs. </align><br /><br />The Marquise<br />Floriography: Nobility, beauty, grace, completeness, affection, and great charm. <br />Backstory: The Marquise is difficult to cultivate and rather expensive. In the past, there was a noble lady who squandered her family's fortune for this flower, and so came about its name. It is still loved by the upper class to this day. <br />Recipients: High-status, upper class individuals.<br /><br />First Snowfall<br />Floriography: Pure innocence, beautiful memories, and hearkening back to times of innocence. <br />Backstory: It is said that, long ago, the first plume of snow each year was called \"First Snow,\" and it brought good harvest and joy. To this day, most of the people of Belobog don't know the real story behind \"First Snow.\" However, the beautiful memories symbolized by the flower continue to be passed down generation after generation, just as how it resists the bitter coldness. <br />Recipients: The elderly and young children.<br /><br />Summershade Bamboo<br />Floriography: Independence, strength, unafraid of hardship, and great perseverance. <br />Backstory: It is not technically a flower, but is still of great ornamental value. It is said that once upon a time, an artist used it as a musical instrument, and because of the sense of warmth invoked by its name, generations of great writers from Belobog have also come to favor it. <br />Recipients: Artists, people who like art.<br /><br />Ball Peony<br />Floriography: Patience, the greatest of achievements, a moment of eternity, and undying love. <br />Backstory: Ball Peony is a treasure among flowers. It blooms once a year for less than a month. When the flower blooms, its beauty is unparalleled, deserving enough of its high value. There is an unwritten tradition in Belobog — if lovers propose in front of the flowering Ball Peonies, their love will be everlasting. <br />Recipients: Lovers.<br /><br />Solarflower<br />Floriography: Warmth, unity, optimism, and yearning for a bright future. <br />Backstory: Even when it is in a dim environment, it will grow toward the direction of the sun. Said to be Alisa Rand's favorite flower, it has inspired countless people with its sunny traits and has always been considered a symbol of Belobog's warmth. <br />Recipients: Suitable for most people, the first choice for official and business occasions.<br /><br />Rainbow<br />Floriography: Simple beauty and living in the moment. <br />Backstory: It is said that before the Eternal Freeze, it was just an ordinary curbside flower. At present, it is still very common, but very few dislike its gorgeous colors. <br />Recipients: Cheap and suitable for everyone.",
   "images": []
  }
 ],
 "pageId": "29325"
}