{
 "name": "Family Secret: Spicy Puffy Mushrooms",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "An introduction to a Rivet Town restaurant's specialty dish. Its contents are of utmost secrecy... but you've already seen it.",
 "volumes": [
  {
   "title": "Family Secret: Spicy Puffy Mushrooms",
   "localTitle": "Family Secret: Spicy Puffy Mushrooms",
   "localDesc": "<align=\"center\">This introduction is confidential to the restaurant. Please do not leak any of its contents!</align><br /><br />Dish: Spicy Puffy Mushrooms<br />Level: Beginner<br />Style: Stir-fry<br />Spice level: Medium<br />Preparation time: Roughly half an hour<br /><br />Main ingredients<br />Puffy mushrooms: <nobr>400</nobr> g<br />Hammer peppers: 2<br />Chili peppers: 2<br /><br />Supplemental Ingredients<br />Olive oil: 1 tablespoon<br />Cooking wine: 2 tablespoons<br />Ground pepper: 1/2 tablespoon<br />Sugar: 1/2 tablespoon<br />Rock salt powder: <nobr>1 1</nobr>/2 tablespoons<br />Food grade oil: Sufficient amount<br />Garlic: 5 heads<br /><br />Steps<br />1. Remove the stem of the hammer pepper and cut it into cubes, and cut the chili peppers into sections. <br />2. Remove the stalk of the mushroom and cut the cap into thin slices. <br />3. Peel the garlic and cut the cloves into fairly large pieces (do not mince the garlic). <br />4. Pour an appropriate amount of clean water into the pot and add 2 spoons of cooking wine. <br />5. Bring the water to a boil and blanch the mushroom slices for about two minutes. <br />6. Remove the puffy mushroom slices, drain, and place in a clean empty bowl. <br />7. Pour in cold oil (hot pot cold oil) before the temperature of the pot has dissipated. When the oil is hot, add the garlic pieces and stir-fry until fragrant. <br />8. Pour in the diced hammer peppers and chili peppers, and stir-fry until fragrant. <br />9. Pour in the puffy mushroom slices, add <nobr>1 1</nobr>/2 tablespoons of rock salt, 1 tablespoon of olive oil, 1/2 tablespoon of sugar, and 1/2 tablespoon of ground pepper. Stir-fry quickly, then cover the pot and let it simmer for about one to two minutes. <br /><nobr>10</nobr>. Take off the lid and do a simple stir-fry again. <br /><nobr>11</nobr>. Turn the heat off and serve. <br /><nobr>12</nobr>. Bon appetit!<br /><br />Secret<br />1. The strange aroma of the spicy puffy mushrooms comes from the combination of olive oil and hammer pepper. When these two ingredients are mixed with the mushroom, the unique aroma of the latter will be stimulated, so it cannot be substituted! <br />2. The stem of the puffy mushroom is woody, astringent, and tough, while the cap is fluffy and crispy, so the cap must be used for cooking! <br />3. The blanching process doesn't take too long, just two minutes. Blanching for longer will worsen the taste of the mushrooms!",
   "images": []
  }
 ],
 "pageId": "29334"
}