{
 "name": "Great Mine Shift Board",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A board for the miners to write their work rounds and details at the start of their shifts. However, it seems to have been used as a discussion board.",
 "volumes": [
  {
   "title": "Great Mine Shift Board",
   "localTitle": "Great Mine Shift Board",
   "localDesc": "*You are unable to find the shifts before and after this page. Even this one looks out-of-date.*<br /><br />Date: September <nobr>23</nobr>, <nobr>687</nobr><br />On Duty: Alex<br />Shift: Night<br />Work Details: Planting charges<br />Remarks: The charges have all been planted, remember to let the technician check them tomorrow. It's a little hard to see in the dark. By the way, is anyone planning to check out the new Fight Club after work?<br /><br />Date: September <nobr>24</nobr>, <nobr>687</nobr><br />On Duty: Andre<br />Shift: Day<br />Work Details: Blasting<br />Remarks: One of the detonators broke, but luckily, nothing happened, or we would all be blown to kingdom come. As a side note, Alex, stop thinking about nonsense all day long. It was nearly over for me because of you.<br /><br />Date: September <nobr>24</nobr>, <nobr>687</nobr><br />On Duty: Steve<br />Shift: Night<br />Work Details: Slag removal<br />Remarks: I brought some strong ones and put them in the shelter. There's some olm meat inside, ready to eat.<br /><br />Date: September <nobr>25</nobr>, <nobr>687</nobr><br />On Duty: Peak<br />Shift: Day<br />Work Details: Face drilling<br />Remarks: Yummy.<br /><br />Date: September <nobr>25</nobr>, <nobr>687</nobr><br />On Duty: Mucha<br />Shift: Night<br />Work Details: Face drilling<br />Remarks: Went to the Fight Club. Boring.<br /><br />Date: September <nobr>26</nobr>, <nobr>687</nobr><br />On Duty: Orga<br />Shift: Day<br />Work Details: Planting charges<br />Remarks: This set of detonators have been checked. I have been transferred, and Alex will be in charge of the blasting. Don't eat the food reserves in the shelter. Also, using the remarks column to chat is forbidden from now on.<br /><br />Date: September <nobr>26</nobr>, <nobr>687</nobr><br />On Duty: Peak<br />Shift: Night<br />Work Details: Slag removal<br />Remarks: Yummy, but it's all gone now.<br /><br />Date: September <nobr>27</nobr>, <nobr>687</nobr><br />On Duty: Alex<br />Shift: Day<br />Work Details: Blasting<br />Remarks: Blasting complete. Some incapable people just can't help but to blame others. There's never been any problems with my detonators, nor will there ever be.",
   "images": []
  }
 ],
 "pageId": "29333"
}