{
 "name": "Annotations from \"Ode to Reignbow Path\"",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "This song-form epic poem themed around Xianzhou history describes the magnificent life of the historical hero Reignbow.",
 "volumes": [
  {
   "title": "Annotations From Ode to Reignbow Path (I)",
   "localTitle": "Part I",
   "localDesc": "[Source Text]<br /><br /><align=\"center\">Ode to Reignbow Path [†1]</align><br /><br /><align=\"center\">Anonymous</align><br /><br /><align=\"center\">You have not seen the Cangcheng full of Langgan, consumed by the planet of sentient evil, standing firm till the end.</align><br /><align=\"center\">You have not seen the Yuanqiao covered in Bigui, sailing on a path of no return. To the crimson star it rends.</align><br /><align=\"center\">You have not seen the Daiyu verdant with Shatang, plummeting like a hurtling flame, burnt like lamp oil spent.[†2]</align><br /><align=\"center\">You have not seen the tumultuous journey in the bowels of space, where human and stars alike are transient as reeds.</align><br /><align=\"center\">In the beginning when the world was new, the wastelands to our ancestors did attend.</align><br /><align=\"center\">Where nations warred amongst forts, where the plain cavalry's banners did suspend.</align><br /><align=\"center\">The wise sovereign quelled the local lords. Using Aurumatons, did deceit cease and mend.</align><br /><align=\"center\">All cardinal directions were ruled under one. A world unified, standing unbent.[†3]</align><br /><align=\"center\">The divine race encroached and covered the sky. From Muldrasil poured these fiends.[†4]</align><br /><align=\"center\">Then cruisers and dreadnaughts launched to the depths. To Sanctus Medicus, crossing eons, messengers we send.[†5]</align><br /><align=\"center\">Amongst the Nine was one Yaoqing, its delves had many heroes attend.</align><br /><align=\"center\">The greatest among them was the Reignbow. With their bow, even stars may rend.</align><br /><align=\"center\">From the budding shores where ambers are plucked, to the stellar abyss where void whales fend.[†6]</align><br /><align=\"center\">From puppets disempowered by iron mallets, to slaying Viscorpus and having their flags upend.[†7]</align><br /><align=\"center\">Flames of war snuffed from the five Navium Astriger, mists of memory on the eight Xianzhou ships' rivers ascend.[†8]</align><br /><align=\"center\">Remember how sovereign ruled the ancient lands, yet the mighty Reignbow none may contend.</align><br /><br />[Editor's Notes]<br /><br />[†1] This poem is in the ode form, a genre which uses free verse rhyme and meter, flexible structure, and often uses words like \"Ode\" in their title. For ease of reading and due to the length of the poem, the editors had split this work into sections based on progression of the narrative.<br /><br />[†2] Langgan, Bigui, and Shatang are all mystic trees found in primeval imperium legends, with trunks made of jade and bearing fruits that grant immortality. The Daiyu, the Yuanqiao, and the Cangcheng are all Xianzhou ships that have been destroyed. The Daiyu exploded in <nobr>1200</nobr> Star Calendar during the campaign against the Viscorpus, a Denizen of Abundance race. The Yuanqiao lost control during the Civil War in <nobr>3200</nobr> Star Calendar, plunging into a red giant and disappearing completely. The Cangcheng was devoured by the activated planet Rahu, Devourer of Worlds, in <nobr>6300</nobr> Star Calendar. This suggests that the ode was composed after <nobr>6300</nobr> Star Calendar, but it's also possible that later authors have amended the original.<br /><br />[†3] This section describes the glorious days when the unnamed sovereign united the entire planet during the Primeval Imperium Age of the Xianzhou Alliance. \"Replacement by Aurumaton\" refers to the story of the sovereign's ban on all forms of weaponry and replacing security institutions with Aurumatons and Ingenia to maintain public order.<br /><br />[†4] \"The divine race\" means the Wingweavers, one of the Denizens of Abundance races. Muldrasil is this race's home world, a planet-sized giant tree that draws energy from the stars. Here, we can see that the Denizens of Abundance had made contact with various Xianzhou clans as early as the Primeval Imperium Age.<br /><br />[†5] \"Sanctus Medicus\" is the Plagues Author, one who presides over the Path of Abundance. Today, this title is mainly reserved for the henchmen of the Disciples of Sanctus Medicus.<br /><br />[†6] \"From the budding shores where ambers are plucked\" refers to when Xianzhou observed the Celestial Comet Wall being built by the Aeon Qlipoth. \"Where void whales fend\" refers to the Xianzhou Alliance coming into contact with the void song whales around <nobr>500</nobr> Star Calendar. This event should have happened before \"ambers are plucked,\" but the poet inverted their order for linguistic flow. Also, based on historical records, the Reignbow Arbiter was born in approximately <nobr>1700</nobr> Star Calendar, and could not possibly have participated in the aforementioned events. This is evidently a misappropriation. This occurs repeatedly in the text from here on, and individual instances will not be noted further.<br /><br />[†7] \"Puppets disempowered by iron mallets\" refers to the Xianzhou people wresting control of the ships from the Aurumatons, starting around <nobr>1400</nobr> Star Calendar and finishing with the Heliobi Wars. \"Slaying Viscorpus\" recounts the Xianzhou's battle against the Viscorpus around <nobr>1200</nobr> Star Calendar.<br /><br />[†8] The \"five Navium Astriger\" and the \"eight Xianzhou ships\" are figurative, used to represent the entire flotilla of the Xianzhou Alliance. This is not an actual count.",
   "images": []
  },
  {
   "title": "Annotations From Ode to Reignbow Path (II)",
   "localTitle": "Part II",
   "localDesc": "[Source Text]<br /><br /><align=\"center\">In multitude, the Xianzhou piloted the Gloomy Hare. In solitude, the Xianzhou drove the Golden Crow.[†1]</align><br /><align=\"center\">In destiny, they met the homeless floating flames, not knowing that the Heliobi was a poisonous woe.</align><br /><align=\"center\">They can trick without words on paper. They can please without poetry or song.</align><br /><align=\"center\">Know that illusions are but dreams, and careful to feed demons your joys or tears.[†2]</align><br /><align=\"center\">The Reignbow perceived like a piercing light. Their bow-arm bent, ready to deal a warring blow.</align><br /><align=\"center\">The flaming demons did a red star make, deployed as bait as their fears grew.[†3]</align><br /><align=\"center\">Two thousand volunteers laid aside their lives. Their bones shall remain on the Navis Astriger, such was the vow.</align><br /><align=\"center\">Disassembling a centerguard engine to recast as a drill. With human flesh as its handle, forward they flew. [†4]</align><br /><align=\"center\">Diving deep into the innards of the Flint Emperor, a thundering explosion the heavenly pavilions did feel. [†5]</align><br /><align=\"center\">Instantly did the light fade and the star's essence die, the dimming red with its residual lifespan swallowed.[†6]</align><br /><align=\"center\">Pushing forward to capture the fae fire, we the demon sealed. Forced to nurture the Xianzhou, onward it rowed. [†7]</align><br /><br />[Editor's Notes]<br /><br />[†1] In the legends of the Primeval Imperium, the moon was a \"Gloomy Hare,\" while the sun was a \"Golden Crow.\" This refers to the Reignbow (the Xianzhou fleet) sailing across the galaxy.<br /><br />[†2] Historical records describe Heliobi as a species of formless energy creatures that can absorb human emotion and influence behaviors.<br /><br />[†3] \"Red star\" here refers to the red micro-star formed by the Heliobi to capture the Xianzhou fleet.<br /><br />[†4] The Primeval Imperium's literature had stated, \"the frontline is called the vanguard, and behind them stands the centerguard.\" \"Centerguard\" refers to the auxiliary engines of the Xianzhou Yaoqing. This line refers to how the suicide squad, led by the Reignbow, disassembled and weaponized the ship's auxiliary engines to fight the Heliobi.<br /><br />[†5] \"Heavenly pavilions\" refers to the \"Skyward Pavilions neighborhood\" residential area aboard the Xianzhou Luofu. Another possible interpretation is the Divination Commission's \"Cloud Pavilion.\" It indicates how widespread the shockwave was felt.<br /><br />[†6] Historical records show that the Xianzhou's suicide squad sent the weaponized auxiliary engine straight into the red star formed by the Heliobi, causing it to undergo early decay and implode into a black hole. This line is the first in the history of Xianzhou literature to describe this process.<br /><br />[†7] Based on records, the Xianzhou residents locked up the defeated Heliobi leader, the Flint Emperor, sentencing them to serve as the power source for the Xianzhou Zhuming for the rest of their eternal life.",
   "images": []
  },
  {
   "title": "Annotations From Ode to Reignbow Path (III)",
   "localTitle": "Part III",
   "localDesc": "[Source Text]<br /><br /><align=\"center\">In thriving, the Xianzhou piloted the Ice Toad. In meticulous care, the Xianzhou drove the Six Dragons. [†1]</align><br /><align=\"center\">The vast fleet sailed through time and space, and the title of Heaven's Mast a ship had humbly taken.[†2]</align><br /><align=\"center\">Many miracles the divine blessing conducted, blurring reality with myth. True liberation.</align><br /><align=\"center\">Elevated, the wild horses in eloquence spoke, and Xianzhou's fog and clouds to words hearken. [†3]</align><br /><align=\"center\">The jade abacus carefully was wrought, calculating all mysteries. The world reduced to a deliberation.</align><br /><align=\"center\">The Reignbow merged with the jade, seeking epiphany, and the Wisdomwalker in dreams showed premonition. [†4]</align><br /><align=\"center\">Yet everlasting prosperity and wisdom Reignbow did not see. There would be fields of corpses, blood soaken.</align><br /><align=\"center\"> Crippled, defiled, unending agony. Maddened, mutated, total forgetfulness, never to waken. [†5]</align><br /><align=\"center\">The Reignbow bounded with futile warnings, but was thought mad against diviners, mocked in derision. [†6]</align><br /><align=\"center\">Then the poor and nobles joined forces against the Reignbow. In scorn, ridicule, pity, or lamentation.</align><br /><align=\"center\">Reignbow in a rage scolded the nobles, calling greed for immortality as foolish as the ancient sovereign's obsession. [†7]</align><br /><align=\"center\">The arbor branches were mere axles to the war chariot, and the Reignbow's fleeting arrow found the divine plantation.</align><br /><align=\"center\">Turning, the Reignbow released their flashing arrow to the tree, and fear and horror in human hearts stricken.</align><br /><align=\"center\">Yet exiled to cold coffins for long watchful sleep, this warrior of yesteryear all forgotten.[†8]</align><br /><br />[Editor's Notes]<br /><br />[†1] The people of the Primeval Imperium once believed that the Moon was an \"ice toad,\" while the Sun was \"six dragons.\" This refers to Reignbow (and the Xianzhou) sailing across the galaxy.<br /><br />[†2] \"A ship\" refers to the Xianzhou Luofu, indicating that it was the highest-ranked ship in the Alliance. \"Heaven's Mast\" refers to the Ambrosial Arbor. This is describing how the seeds of the Ambrosial Arbor took root aboard the Xianzhou Luofu. However, the Xianzhou Luofu only became the flagship of the Alliance after receiving the Ambrosial Arbor. Here the sequence is reverted, probably out of artistic license.<br /><br />[†3] The people of the Primeval Imperium used \"wild horses,\" \"fog,\" and \"clouds\" to refer generally to clouds, air, and dust. The structure of this sentence is inverted, with the gist being \"even clouds and dust grew eloquent through the Ambrosial Arbor's Elevation.\" According to historical records, the Xianzhou experimented with the Arbor's fruit, \"Elevating\" animals to the point of mimicking human sentience and speech. The line is probably referring to this event.<br /><br />[†4] The motif of \"merged with the jade\" originated when the sage Xuan Yao embedding the jade abacus directly into the human skull to peer into the future. This is evidently a misappropriation. The \"Wisdomwalker\" is the one who presides over the Path of Erudition.<br /><br />[†5] \"Crippled,\" \"defiled,\" \"maddened,\" \"mutated,\" and \"forgetfulness\" are the five symptoms of being mara-struck. \"Crippled\" means that, after suffering grave injuries from external violence, the body must utilize its self-healing capacities to undergo long and painful periods of repair. \"Defiled\" means that, due to the immortality of the flesh for the Xianzhou people, the body may be forced to eternally co-exist with incurable alien viruses or bacteria. \"Maddened\" means the person starts to feel anger and violent desires, and starts to have extreme mood swings. \"Mutated\" means the flesh is starting to produce mutated organs and can no longer maintain a stable humanoid form. \"Forgetfulness\" means the person's mind is taken over by a sense of emptiness, and spends their days in an oblivious daze. This section describes how, after the Reignbow became one with the jade, they saw the tragic future of the Xianzhou residents, where the people became mara-struck due to their immortality.<br /><br />[†6] \"Mad against Diviners\" originates from a Xianzhou folk legend about a person who believed the Ambrosial Arbor to be an alien monstrosity. Opposed to longevity, they feigned madness to publicly express their ardent opinion. Here, \"Diviners\" generally refers to the Xianzhou aristocrats, and can be extended to include the Arbor's fruit, as the aristocrats were the first Xianzhou residents to receive the sacred fruit.<br /><br />[†7] \"Ancient sovereign's obsession\" refers to the nameless sovereign who united the Primeval Imperium. The Reignbow thought the Xianzhou residents were blinded by the seduction of an endless lifespan and were no different from the nameless sovereign's rapacious fear of death. This drove Reignbow furious.<br /><br />[†8] This section describes the Reignbow's opposition to immortality, and how they shot an arrow into the Ambrosial Arbor to show their resolve. The Xianzhou aristocrats who had eaten the fruit of immortality grew enraged and convicted them. However, awed by the Reignbow's heroic exploits and prestige, they could only sentence the hero to continual hibernation. \"Watchful sleep\" refers to the rotating cryo-sleep system used when the Xianzhou Alliance first left its home world. \"Cold coffins\" are the cryo-sleep pods.",
   "images": []
  },
  {
   "title": "Annotations From Ode to Reignbow Path (IV)",
   "localTitle": "Part IV",
   "localDesc": "[Source Text]<br /><br /><align=\"center\">The years came and went, as the fleet floated in uncertainty.</align><br /><align=\"center\">Muldrasil the gigantic we first beheld, as it sucked the stars' energies till all were empty.</align><br /><align=\"center\">Monstrous flesh thronged about, thick as fog. The divine race flattered their wings, like clouds aplenty. [†1]</align><br /><align=\"center\">All foresaw the coming catastrophe, but naught could repulse such an almighty. </align><br /><align=\"center\">Invading branches cut to deter the tree from the ships, starskiffs surrounded by arms clashing in activity.</align><br /><align=\"center\">Brilliant stratagem needed for dire plight, the Reignbow roused out of necessity. [†2]</align><br /><align=\"center\">Tell not the glorious to rest with their wine, but prays for the Heliobus to encase their entity.</align><br /><align=\"center\">Tell not the warrior to rest in slumber, but with the Flint Emperor to assault our nemesis, without charity. [†3]</align><br /><align=\"center\">Human lives are but a transient lightning. The fate of heroes never lies in their own hands, never with certainty.</align><br /><align=\"center\">All the people rose to follow the Reignbow's example, daring to guard the sky and protect home and company.[†4]</align><br /><br />[Editor's Notes]<br /><br />[†1] \"Thick as fog\" and \"clouds aplenty\" describe the vast size of the Denizens of Abundance's armed forces.<br /><br />[†2] To repulse the invasion, the Xianzhou people decided to raise Reignbow from their slumber. Once awakened, the Reignbow analyzed the situation and concocted a strategy to break the deadlock.<br /><br />[†3] Reignbow ignored common advice, heading into the prison deep within the Xianzhou Zhuming and persuaded the imprisoned Heliobi leader, the Flint Emperor, to help the Xianzhou fight off the Denizens of Abundance. They made a deal and the Reignbow allowed the Flint Emperor to possess their physical body, in exchange for the power of the Heliobi.<br /><br />[†4] Inspired by the hero's sacrifice, many Xianzhou residents made the same heroic deal. They formed suicide squads and marched alongside the Heliobi. As clouds that cover the heavens, will the warriors protect the Xianzhou and soar eternal. This is the origin story of the name \"Cloud Knights.\"<br /><br />[Postscript] <br />This part describes the \"Flaming Catastrophe,\" one of the Three Sufferings of the Era of Bloodshed (approximately <nobr>5000</nobr> — <nobr>8000</nobr> Star Calendar). At the time, the Xianzhou Zhuming detected gravity waves from a massive object, but failed to capture any light signals. Only when the Xianzhou Alliance drew nearer did the stargazers realize that this massive object was a Dyson tree feeding off nearby stars. It was also the mortal enemy of the Primeval Imperium — Muldrasil, homeland of the Wingweavers.<br />What petrified the Xianzhou even more was that the ship behemoths of the Viscorpus also appeared. The Viscorpus were directed by the Wingweavers, and the two races were living in a symbiotic relationship. As if attracted by the power of the Ambrosial Arbor, Muldrasil slowly began approaching the Luofu, and the most epic battle in the history of Xianzhou soon broke out.<br />Fatigued from the Civil War (the \"Living Catastrophe\" of the Three Sufferings), the aurumaton rebellion, and their emigration plan, the Xianzhou residents were powerless to counter such a crisis. They released all the prisoners in cryo-hibernation — including the hero of this epic ode, the Reignbow.",
   "images": []
  },
  {
   "title": "Annotations From Ode to Reignbow Path (V)",
   "localTitle": "Part V",
   "localDesc": "[Source Text]<br /><br /><align=\"center\">The Reignbow stood constant at the helm, steady with Xuanyuan, holding firm. [†1]</align><br /><align=\"center\">Forget life, and be convinced in your resolve for death. Now, in swift battle we shall rebuke the swarm. [†2]</align><br /><align=\"center\">In the future may we always triumph, and cleanse the enemy with courage and vigor and arms. [†3]</align><br /><align=\"center\">Dazzling jade whistled through space, as the full might of the arrow pierced the stars and gloom.</align><br /><align=\"center\">The skies billowed in a lightning sea, and the planets cracked open in thunderous inky doom.</align><br /><align=\"center\">The arrow fell from mountains' heights, and arrowhead whistling loud as valley gales that loom.</align><br /><align=\"center\">Blood rain poured upon the Xuling and nights turned crimson on the Fanghu, all souls shaken to their very bone. [†4]</align><br /><align=\"center\">The sentient timber all shrivelled and collapsed, torn asunder with void forces in torrential streams. [†5]</align><br /><align=\"center\">When the clouds and dust had diffused, the fae king and the Reignbow were nowhere to be seen. [†6]</align><br /><align=\"center\">Only their arms did remain and were reforged, cast into ingots, committed to Jiyuan gloom.</align><br /><align=\"center\">To electromagnetic cloud those were sent, to circle the skies and shine with stellar bloom. [†7]</align><br /><align=\"center\">Sorrow and lamentation amongst the stars spread, tears and cries for their end, unfathomed. </align><br /><align=\"center\">Woe is the hero and all their shed tears. They no longer chase the Luofu, but other stars that roam.</align><br /><br />[Editor's Notes]<br /><br />[†1] \"Xuanyuan\" is a famed bow of legend from the Primeval Imperium. Here, it refers to the Reignbow's weapon.<br /><br />[†2] This line transitions rather bluntly. Together with the next line, it is possibly a speech by the Reignbow to boost morale before the battle. Another interpretation is that the Reignbow knew their death was near, and deliberately left their final words.<br /><br />[†3] This may be the origin behind the common battle cries of the Cloud Knights — \"May the Xianzhou soar, and may the Cloud Knights triumph!\" and \"Cleanse our enemies with courage and vigor!\", but it's also possible that later generations amended this. Academics hold different theories, and the order of the lines is still up for debate.<br /><br />[†4] The historical record shows the battle formation during this war was in this order, from the nearest to Muldrasil to the furthest: the Yaoqing, the Luofu, the Yuque, the Zhuming, the Fanghu, the Cangcheng, and the Xuling. The Xuling and Fanghu were far from the frontlines. Other records point to the Reignbow firing their arrow from the bow of the Yaoqing. This line describes the size of the impact from the Reignbow's star-shattering shot, and how every ship in the Xianzhou Alliance was affected.<br /><br />[†5] Based on historical records, the Reignbow's arrow smashed into the Ambrosial Arbor, penetrated the almighty beast, and severed the connection between the Luofu and Muldrasil. This ripped open a fissure into the void, and a monstrous wave of imaginary force spewed forth from it. This line describes that event.<br /><br />[†6] Based on historical records, the Reignbow disappeared after shooting the arrow that turned the tide of battle, but the Flint Emperor had left behind part of their body. This line claims that the Xianzhou people could find neither of them. Perhaps this poem records mere rumor.<br /><br />[†7] \"Ingot,\" \"Jiyuan,\" \"electromagnetic cloud,\" and \"circle\" in these two lines describe how the people of Xianzhou, in commemorating the Reignbow's sacrifice, embedded their relics into a Jiyuan ingot and launched it into Muldrasil's orbit, so it can shine as long as the star exists. There is no mention of such in existing records, and the incident may be poetic license from the author. Moreover, this is the first ever mention of the Jiyuan Ingot launch ceremony in the history of Xianzhou literature, but neither the time that this custom started nor the date of this ode's composition can be verified.",
   "images": []
  }
 ],
 "pageId": "325987"
}