{
 "name": "The Angler Mystery",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A famous detective novel series on Xianzhou. The novel tells the story of a detective who turns into a child after being force-fed poison, and who solves a series of murder mysteries.",
 "volumes": [
  {
   "title": "The Angler Mystery: Stricken with Mara (Case 1)",
   "localTitle": "Case 1: Stricken with Mara",
   "localDesc": "...<br /><br />The Angler shook his head in resignation, then said decisively. \"Mr. Chang Hong, you set a cruel trap that made Miss Yuanxia become stricken with mara.\"<br /><br />\"Yuanxia became mara-struck because of the curse the Plagues Author cast on the Xianzhou people! How can you say that I am at fault?\" Chang Hong slammed the table and stood up in a huff of rage.<br /><br />Huanhuan also stood up when she saw her husband getting accused, and she rebuked loudly. \"My husband may not be the most virtuous person in town, but he's not one to hurt other people! Angler, did your brain shrink together with your stature?\"<br /><br />\"How dare you talk like this!?\" Seeing this, Ma Zhao stood up as well and glared at Huanhuan as he replied. \"If The Angler is saying your husband did this, then he must have already found concrete evidence!\"<br /><br />Ma Zhao was a tall fellow, and his head almost reached the ceiling. Seeing this angry giant, Huanhuan shut her mouth and quietly sat down again. However, as this affected his future, Chang Hong had to steel himself and keep talking.<br /><br />\"Dear Angler, becoming mara-struck is a natural event. I'm an artisan, and you were a healer before your incident, and we both have plenty of logic in us... I believe we can agree that humans can't affect such natural events.\"<br /><br />The Angler waved his hand and signaled for Ma Zhao to sit down, then stared at Chang Hong dismissively until the latter wore an unsettled expression.<br /><br />\"You are correct,\" The Angler began slowly. \"But while you cannot control ionic storms, you can trick pilots into flying into one. You cannot control meteors, but can make them into fatal bullets. You cannot control the process of becoming mara-struck... but can trigger it to start.\"<br /><br />Chang Hong chuckled nervously. \"Hahaha. You must be kidding... Making someone mara-struck sounds like a secret that can only be known by the Ten-Lords Commission.\"<br /><br />\"Your uncle Chang the Ninth has his business in medical ingredients. These are the medicines you asked him to buy.\" The Angler waved his hand and Ma Zhao immediately spread out a flexible display he was holding. A goods order was displayed on it.<br /><br />The Angler stood up while Ma Zhao respectfully knelt on the ground, and lifted the flexible display for the other man to read. Pointing to the words on the display, the Angler explained. \"You are a smart and well-educated man. However, it's a pity you didn't use your talents on the right things. You went to the Xianzhou Fanghu and obtained a prescription from the Fanghu Foxians. They have a unique medical tradition that most Luofu residents are unfamiliar with. That's how it slipped past Chang the Ninth, as well as the Realm-Keeping Commission, and even the Ten-Lords Commission... But it won't get past me.\"<br /><br />\"What are you trying to say?\" Chang Hong had stopped smiling. He looked coldly at The Angler.<br /><br />\"Langf dangf, dlax kid tad jad, and zend lel... In the Fanghu Foxians' materia medica, this prescription treats \"daib pik zeib dongb.\" In our language, it means \"mania\".\" The Angler flipped the page and continued with a leisurely tone. \"The Fanghu Foxians would have called Yuanxia's symptoms... what was it... Ah, right. \"Hxat hvib.\" We would call it \"depression\".\"<br /><br />Ma Zhao became infused with rage upon hearing this. He bolted up, almost knocking The Angler aside, and shouted. \"You abomination! Yuanxia took the medicine you gave her without question because she trusted you! Who would have thought that you gave her something to make her worse!?\"<br /><br />Chang Hong rebutted in desperation. \"Fine, Angler! Even if I gave her the wrong medicine and made her depression worse... would that have made her mara-struck? Surely you understand the simple logic that correlation doesn't equal causation!\"<br /><br />The Angler was undaunted by Chang Hong's questions. \"Indeed, there has to be at least a few million depressed individuals on the Xianzhou. Most of them are living whole and hale, and have not become mara-struck. What you did was not limited to making Yuanxia's symptoms worse — that was only your first step.\"<br /><br />\"What followed was the most important part of your plan. Your wife, Huanhuan, would go to Yuanxia's house a few times a week to drink tea and chat with her. You told Huanhuan to move some items in Yuanxia's house with every visit — adding some things, stealing some things, secretly replying to her private correspondences, committing to work tasks without her knowing... And every time she felt puzzled, you two would pretend to be innocent and declare it had nothing to do with you. Yuanxia trusted you so much that she never even doubted you.\"<br /><br />\"Her life soon became pure chaos. She didn't know where her old comb went, and she couldn't recall when she bought a new mirror. She didn't know when she made specific commitments, and also couldn't recall why she was suddenly so rude to her boss. Then, combined with your \"miracle medicine\"... Yuanxia became literally insane thanks to you.\"<br /><br />\"The saddest thing is that she never doubted the two of you even up to her last moments as a \"human.\" Indeed... who would have thought that someone as evil as you two could exist?\"<br /><br />...",
   "images": []
  }
 ],
 "pageId": "325995"
}