{
 "name": "Note to Intruders",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "A note of warning written by the lead researcher to the invaders, having foreseen this intrusion. It does not scold them, but instead encourages all adventures driven by curiosity and rewards any exchange of knowledge.",
 "volumes": [
  {
   "title": "Note to Intruders",
   "localTitle": "Note to Intruders",
   "localDesc": "You, don't move.<br />When you find this note, you've already entered the surveillance zone of my Sky-Eye system.<br />In other words, your exploration operation, which you thought went undetected, has been noted down by me.<br />I've gone through the trouble of triple-encrypting this chamber just to lock the boring past within it.<br />I can't just let you go now that you've discovered the big secret about my lineage.<br />You inhaled the hallucinogenic poisonous gas as soon as you entered the room.<br />The gas is so deadly that even the space station's greatest doctors are powerless to save you...<br />In a nutshell, you're dead!<br /><br />Ha! Is this joke making you shiver? You shouldn't have just barged into someone's private property.<br />Okay, okay, there is no \"Sky-Eye\" or deadly gas.<br />This room, on the other hand, is loaded with ancient and rare artifacts, none of which I want.<br />You can take whatever you want as a reward for breaking the triple encryption.<br />That's right, I prefer to reward rather than punish when it comes to running the space station—<br />Encouraging you in your adventures and pursuit of knowledge.<br />Thank me!<br /><br />Don't forget to put away the things you messed up, get the reward you want, and leave.<br />Don't hang around, and don't be greedy. Otherwise, I'm not sure what I'd do if I became angry.<br /><br /><align=\"right\">Your dearest dearest dearest</align><br /><align=\"right\">The Prophetic Lead Researcher Asta</align><br /><align=\"right\">Muah</align>",
   "images": []
  }
 ],
 "pageId": "359661"
}