{
 "name": "Tale of the Winterlands",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A series of fantasy novels popular among the residents, seemingly banned by Belobog...",
 "volumes": [
  {
   "title": "Tale of the Winterlands Chapter 1: Far From Home (Part 1)",
   "localTitle": "Chapter 1: Far From Home (I)",
   "localDesc": "This chapter mainly talks about Artem, a member of the Belobog \"Supernova\" Expedition Team. He was accidentally dragged into a blizzard outside Belobog. After falling off a cliff, he began his struggle to survive...<br /><br />When Artem first joined the Ancient Relic Expedition Team, he was known as \"the most promising youth in the history of the expedition team.\"<br /><br />He graduated at the top of his class from the best medical institute in Belobog, while also having degrees in archaeology and geology. His physical capabilities rival that of a professional athlete, and he has claimed multiple national rock-climbing championships as the head of the medical institute's rock-climbing association.<br /><br />However, beneath the glamour and praise hides an extremely stubborn person, who's obsessed with the relics of the Old World. When Artem first joined the expedition team, he often became \"overly devoted\" to the studies of the ancient relics. He locked himself in the research institute for days, until the staff found him passed out on the lab floor.<br /><br />\"What? I even forgot to eat!?\"<br /><br />\"Yes, Artem. You even forgot to sleep!\"<br /><br />\"That won't do. I'm gonna fill my stomach and get back to my research.\"<br /><br />It was not until recently that he learned to keep some canned food in his drawer in the lab. This only made him stay even longer in the lab than before.<br /><br />In the beginning, many young ladies set their eyes on Artem, for a little while at least. But everyone soon realized that the humanoid organism named Artem seems to be unable to develop emotional connections with others. What a pity.<br /><br />In his own words, \"For now, I just want to adventure.\"<br /><br />The Ancient Relic Expedition Team belongs to the Belobog Museum. They are a team of adventurers responsible for finding Old World relics in the areas surrounding Belobog. Retrieved relics will be studied extensively by archeologists and historians. However, their work must be done in a harsh blizzard environment. Dangerous situations and accidents are frequent in this line of work, which requires both wisdom and courage. Without a doubt, these archeologists are the true explorers of Belobog.<br /><br />It shouldn't come as a surprise that the explorers may die at any moment.<br /><br />This moment was no different.<br /><br />Artem moved towards the cliff face as he dragged the lower half of his body with difficulty. The wind was much weaker here, making sure he can breathe a little easier before his inevitable death. His vision was blurry, but he couldn't tell whether it was due to the blizzard or if his eyes were wounded. He tried looking up the cliff where he probably fell from.<br /><br />Did the team member he pulled up find safety? He must have, right? It was only a matter of time before he joined the other team members. That's a relief...<br /><br />...<br /><br />He was exhausted, and his vision gradually grew dim. If he fell asleep now, during this blizzard, he would never wake up, that's for sure. The heavy abdominal bleeding had frozen solid, and Artem was unsure of how he would eventually die. It hardly mattered to him at this point.<br /><br />As the blizzard grew more violent, Artem would soon become a corpse just like the ones that he had passed by on previous adventures. It gave him some relief to think he wouldn't be alone.<br /><br />...<br /><br />He was just three years old when he climbed the drainpipe to the rooftop, much to the horror of his parents... What was happening? Was his life already flashing before his eyes? Ah, how many memories does one make in a lifetime...<br /><br />Artem had drifted off to sleep under the cliff.<br /><br />The flame of his life flickered in the blizzard. It was about to die out.",
   "images": []
  },
  {
   "title": "Tale of the Winterlands Chapter 2: Frozen City (Part 1)",
   "localTitle": "Chapter 2: Frozen City (I)",
   "localDesc": "Continuation: Artem was rescued by an unknown man and his daughter, and later woke up in a small medical facility. What he saw was a strange world unlike Belobog. Everything here was made from \"Rain Water,\" and the residents here lived in harmony with the wind and the snow. Artem was amazed by the wondrous sights built from special materials...<br /><br />As the flow of time continued, Artem found himself lying in a medical facility.<br /><br />However, this medical facility had nothing in common with Belobog's Architects' Charice Hospital. No hospital in Belobog would have beds made of crystals. It wasn't until Artem noticed the IV drip attached to his arm that he realized he was being treated.<br /><br />There was drumming in his ears. His eyes were only able to make out the blurred, burning lights around him. Apparently, his motor skills haven't returned. What's for sure is that he had almost crossed over to the other side.<br /><br />The first person he met after being discharged from the hospital was the girl that helped him in his dreams.<br /><br />\"Congratulations on your recovery.\"<br /><br />\"Thank you. Could you tell me where... Who are you... I should probably introduce myself first... No, wait...\"<br /><br />Artem was filled with questions. His words became jumbled, and he was unable to form a complete sentence.<br /><br />\"My name is Anna.\"<br /><br />\"I'm A—Artem...\"<br /><br />Unlike the first time they met, Anna didn't tie her hair. The light shone through her long flaxen hair with translucent edges. The soft glow made her hair look as if it was delicately lifted. Her long eyelashes and calming eyes matched her thin face perfectly. In the past, Artem tried to avoid observing a woman's facial features for too long. With Anna, however, he couldn't stop until both their faces were flushed with embarrassment.<br /><br />Perhaps it had something to do with his life having been saved, but Artem felt something he had never felt before.<br /><br />Just as Artem had predicted, he was not in Belobog.<br /><br />It was a city that had been built in the blizzard. People called it the Frozen City.<br /><br />Different from Belobog, the Frozen City's forebears used the Old World technology to survive in the blizzard and preserve the spark of the Old World civilization. Artem was in the happiest phase of a culture shock. Everything was brand new to him, like in one of his countless dreams, in which the technologies of the past lying dormant in the museum come back to life. Accompanied by Anna, this city gradually unfolded before Artem.<br /><br />\"They should have also injected an Edelweiss into your body during your surgery.\"<br /><br />\"Edelweiss... What is Edelweiss?\"<br /><br />\"Ah, how should I put it? It's like a small... machine?\"<br /><br />\"Machine? I thought machines were big things with chains, gears, valves, and steam? They... can be injected into the body?\"<br /><br />\"I don't understand the principle very well. I just know all residents of Frozen City are injected with Edelweiss at birth. We do not fear the cold because of it. When I was little, the explorers told me that outsiders wear heavy clothes to stay warm. It wasn't until I saw you that I realized it was true.\"<br /><br />\"So in the eyes of the local population, such warm clothes must be quite an unusual view... Right, speaking of which, are there other cities in this world besides Frozen City?\"<br /><br />\"But of course, the world is a big place.\"<br /><br />Anna suddenly stopped in her tracks, and Artem followed suit. In the clearing in front of them, a group of uniformed men gathered around a cannon, which was pointed at the sky, as if ready to fire, only waiting for someone to light the fuse.<br /><br />\"Are they planning to shoot the cannon at the building across from here?\"<br /><br />\"Hahahaha...\" Anna couldn't help but laugh at his genuine question. She wasn't used to guiding outsiders. \"You're not wrong, but they're planning to construct a new building here.\"<br /><br />\"Construct a new building?\"<br /><br />\"Yes, but since it hasn't taken shape yet, I don't know what it will be.\"<br /><br />The cannon fired into the sky and thick clouds began to form above the clearing. Moments later, the water Anna called \"rain\" fell from the sky.<br /><br />\"Rain Water\" was a rare term that Artem only read about in the museum archives. He had never witnessed it before. It was a common weather condition in the Old World. Only snow would fall from the skies in Belobog.<br /><br />It wasn't until this moment that Artem understood that the cold snowflakes at home could fall in such a gentle way.<br /><br />The Rain Water didn't disperse as it fell on the open ground. Instead, it quickly solidified into a concrete shape, as if sculpted by invisible hands. As the rain continued to fall, the outline of the building became clearer. The style was much different from those in Belobog.<br /><br />A building tens of meters high was completed before Artem's eyes in a matter of minutes, like a miracle.<br /><br />Anna was no longer surprised by the shock in Artem's eyes. She explained that all buildings in Frozen City were created from the miracle Rain Water. If the weather monitor Cloudship detected an incoming blizzard, these buildings would be converted into water on command, then transformed into new buildings as the people of Frozen City migrated to a more hospitable area.<br /><br />Unique blueprints were traded among residents. Strange buildings rose every day. There was nothing more natural to the locals than that.<br /><br />...",
   "images": []
  },
  {
   "title": "Tale of the Winterlands Chapter 2: Frozen City (Part 2)",
   "localTitle": "Chapter 2: Frozen City (II)",
   "localDesc": "Continuation: Following Anna, Artem witnessed the technological miracles of the Frozen City, including the Rain Water, frozen tunnel network, and many others. During the tour, Anna delivered the queen's invitation to Artem. He was being summoned as a foreign guest. This is how he'll get to meet Dalmir of the Lava Kingdom...<br /><br />Responding to the summon, Artem arrived at the Frozen City's Crystal Palace. He had no issues finding the place, as the palace's grand dome could be seen from anywhere in the streets.<br /><br />Under the guidance of the soldier in charge of guest reception, Artem passed through the main hall and entered the most prized part of the Crystal Palace, the hall of history. The glimmering light of the dawning sun cast a delicate outline upon the corridor walls.<br /><br />Following Artem's footsteps, the sculptures of the ancient heroes and kings began to move. The spears in their hands extended forward, slowly reaching towards the evil monsters. Their cloaks swayed in the air, as if dancing alongside gusts of wind. However, all movement came to an end as Artem stoped.<br /><br />Artem had spent his fair share of time in museums. Trying to uncover stories hidden within the silent relics was part of his daily work. He was familiar with the techniques used by ancient artists and got used to ignoring symbolic adornments, so he could get right to the history itself. He couldn't help but slow down to gaze upon the magnificent works in the corridor:<br /><br />Emerging from the shattered sky, with golden blood running through their veins, the God looks down upon the mortal word with cold and condescending eyes...<br /><br />The warriors of the Frozen City were fighting the monster army. They wielded weapons emitting flames of death and wore armors that Artem has never seen before...<br /><br />An armed vehicle the size of a mountain soared through the air like a snowgull. At the apex of this tidal wave of an army sat a woman with a diamond crown on her head. She was brandishing her spear, pointing it towards the merciless God in the sky...<br /><br />Artem almost collapsed under the power emitting from the sculpture. He exhaled and noticed that the soldier leading him was observing his fascination with a smile. Artem gave him an apologetic look and quickly caught up with the soldier.<br /><br />Artem was told by the soldier at the reception that he could move freely while waiting for the queen's summon.<br /><br />Not long after he sat down, a ragged outsider came in and sat next to him. Before Artem could speak, the man introduced himself.<br /><br />\"Hello, I'm Dalmir of the Lava Kingdom. I'd like to know...\"<br /><br />\"I'm Artem of Belobog. I'm not a guest, just an adventurer that ran into trouble.\"<br /><br />\"Belobog? I've never heard of it, but I'm glad to meet someone in the same line of work!\"<br /><br />\"Same line of work? What an unexpected joy! Judging from your clothes, you must have experienced many thrilling adventures.\"<br /><br />\"I guess thrilling would be an accurate description. I came here as a cannonball. It was eye-opening! I've never seen snowflakes before...\"<br /><br />\"What did you say? You came here... as a cannonball?\"<br /><br />\"Yeah, yeah! You put a man inside a cannon, then BOOM! The man's flying through the air, get it?\" Dalmir excitedly drew a parabola with his fingers.<br /><br />\"I don't get it. How could a man survive that?\"<br /><br />\"Here we go! This is my favorite moment. That incredible look on your face. Now I get to slowly explain my hometown to you. Haha, I'm used to it by now.\" Dalmir smiled proudly with his hands on his hips.<br /><br />\"There are no snowflakes in the Lava Kingdom where I'm from. The difference in temperature is night and day compared to the Frozen City. There are many volcanoes where I live. Do you know about volcanoes? It's the complete opposite of snow mountains. Volcanoes have smoke coming out the top, and sometimes, they even spew fire.\"<br /><br />Artem could not imagine a mountain so hot that it could breathe fire. All he could do was nod absently.<br /><br />\"...And so, we used the power of the volcano to create a volcano cannon. We use it to launch adventurers, such as myself, to explore other countries. But it was only in the air that I realized the only way back was by walking. I guess that's how the previous adventurers returned home, hahaha!\"<br /><br />Dalmir was naturally talkative. His words were full of passion that made Artem feel a sense of kinship. As they talked, Artem learned for the first time what a volcano was, what the movement of Earth's crust was, and what a volcano cannon was...<br /><br />The Lava Kingdom adventurers are dispatched to explore the ends of the earth, but they can always find their way back with a compass that always points home. However, the trip back may be more dangerous than being launched by the cannon, and only a handful of adventurers make it. The ones who do make it always bring home reliable companions from foreign lands. The outsiders bring knowledge and technology that the Lava Kingdom would not normally have access to.<br /><br />\"Artem, I need your help! Please come back with me to the Lava Kingdom. We must get there before the biggest volcanic event in history!\"<br /><br />\"The biggest volcanic event in history...?\"<br /><br />\"That's right! We're preparing our biggest volcano cannon yet. We're going to fly to the Satelleden of the Old World!\"<br /><br />(To Be Continued)",
   "images": []
  },
  {
   "title": "Tale of the Winterlands Chapter 2: Frozen City (Part 3)",
   "localTitle": "Chapter 2: Frozen City (III)",
   "localDesc": "Continuation: After walking through the Frozen City's hall of history, Artem arrived at the reception room where he was greeted by Dalmir as he waited for the queen's summon. The two hit it off right away, and Dalmir shared his true reason for being here. He was searching for a companion to return to the Lava Kingdom with to soar into the skies together...<br /><br />Artem was once again blown away. His mind was like a drum head repeatedly pounded with new information.<br /><br />\"Leave the ground... and head for the skies?\"<br /><br />Each day, the world that Artem knew was repeatedly challenged by novel technologies, unknown histories, and distant, mysterious nations. Just as he thought nothing else would be able to surprise him, the man in front of him invited him to leave the land using a cannon powered by a volcano. He had no other choice...<br /><br />\"With all due respect, I refuse!\"<br /><br />\"What? I thought you'd be more adventurous than that. I was certain you would agree.\"<br /><br />\"Those are two completely different issues. Going to a far and unfamiliar nation or climbing to heights never reached before may sound crazy to some people, but those feats are all within human logic and understanding. Using a volcano to launch yourself into the sky... that's just suicide!\"<br /><br />After a short exchange, he bid his farewell to the adventurer from the volcano.<br /><br />\"Maybe it's not that ruthless of an idea, young man.\" He took but a few steps when a commanding and soothing voice came from the side.<br /><br />Only now did Artem notice a woman in expensive clothing staring at him from not too far. Based on what she was wearing, Artem immediately realized who it was and bowed. The woman smiled back.<br /><br />\"May I ask you a question? Adventurer from Belobog, why did you embark on this perilous journey?\"<br /><br />\"Perhaps... restlessness runs in my blood?\" Artem pondered for a moment, then shook his head.<br /><br />\"Perhaps life is too peaceful in Belobog. We hide in a greenhouse and listen to the preaching of the speakers day after day. Soldiers guard our borders, stopping monsters from entering our city and preventing our people from leaving. If you work hard, you don't have to worry about food or shelter. But every day is the same. Life is peaceful without any changes. People are afraid of an unstable future and losing the life to which they've grown accustomed. Belobog's history is hundreds of years old, but nobody has ever truly left.\"<br /><br />\"I don't want to read the same newspaper every day. I don't want to cover my eyes and ears and pretend the world is the size of our city. I want to know if I can survive a life that's not so peaceful.\"<br /><br />The woman smiled. \"It seems you were born in the wrong place. You are different from the other Belobog people I know.\"<br /><br />\"There have been other people of Belobog who arrived here?\"<br /><br />\"That was over a hundred years ago, and it ended regrettably. Fortunately, the Frozen City relocates constantly, and the disaster of war was avoided.\"<br /><br />Artem was listening to the words coming out of the woman's mouth in shock. \"You mean to say, Belobog and Frozen City almost went to war?\"<br /><br />\"From then on, we have been weary of all visitors from that country.\" The woman raised her hand to stop his questioning. \"As you can see, the Frozen City is not built from unchanging ice. It is built from water, free of prejudice.\"<br /><br />\"A man must be judged like a gem, by being examined from all sides. I have heard Anna's description of you. We have read about your adventures. And now, I have seen you. By the standards of the Frozen City, you are a remarkable man.\"<br /><br />\"I thank you for your kind judgment, Your Majesty.\" Artem lowers his head.<br /><br />\"Let's return to the topic at hand. I asked you before why you embarked on this perilous journey. Your response proved your wish to be free of constraints and live a life without a mundane routine. Frozen City, Lava Kingdom... You have heard and seen many wondrous things that most people can only dream of. But this city is bound to the skies, just as Belobog is bound to the land. Do you understand what I mean?\"<br /><br />\"I... understand, Your Majesty. I just have a hard time believing that people can fly through the air.\" Artem murmured, \"I thought only birds could do that. I can't tell if Dalmir's invitation is suicidal madness or an adventurous gamble.\"<br /><br />\"Is there any difference between the two? The spirit of adventure is a precious quality that goes against the humankind's natural survival instinct. It may seem worthless, but it is this spirit that allowed the people of the Old World to reach unimaginable heights. Strictly speaking, adventures and explorations are part of the heritage of the Old World.\"<br /><br />\"You wouldn't be able to see what the Frozen City looks like, if you had decided to live peacefully behind the Belobog walls. Dalmir was not lying when he mentioned the Satelleden. It is a miracle, located so high up that it's invisible to the naked eye, left behind by the Old World civilization. People have long forgotten what it was like nowadays,\" the Queen sighed regrettably.<br /><br />\"You've walked through the Snow Plains in search of ancient relics, all so that you could obtain the Old World heritage. The way back has already been covered in snow, Artem. The only way is forward, for you... and for the Frozen City, as it always has been.\"<br /><br />\"I will take that into consideration.\" Artem mused for a bit and let out a long sigh. \"I will go talk to Dalmir.\"<br /><br />Suddenly, the queen's face turned stern. \"I don't mean to persuade you, young Artem. Impulse will take you on adventures, but that alone will not take you to the ends of the earth. Regardless what you choose, I have a gift for you.\"<br /><br />The Queen extended her hands from beneath her cloak. She held out a one-cubit long wand to Artem. The wand was forked on one end, the shape of which resembled a double-headed eagle.<br /><br />\"Young Artem, we do not bow here in the Frozen City. But, as a token of respect towards the wisdom of the Old World, kneel down on one knee. Bow, not to me, but the Old World.\"<br /><br />The Queen took hold of the wand. Suddenly, liquid began to flow over the surface, forming a blueish ice blade.<br /><br />She turned the blade with incredible speed and touched Artem once on each shoulder and on the top of his head. Artem felt the ice breathing and jumping on his shoulders.<br /><br />\"May your path be clear, your luck persist, and your courage prevail.\"<br /><br />\"This blade's technology comes from the Old World. I present it to you, knight of the frozen city. To the sky, it is but a needle. To the earth, it is but a tool to cut through obstacles. But to you, it is the courage to move forward in the face of danger.\"<br /><br />\"Go now, Artem.\"",
   "images": []
  },
  {
   "title": "Tale of the Winterlands Chapter 4: Spring Pasture (Part 1)",
   "localTitle": "Chapter 4: Spring Pasture (I)",
   "localDesc": "Continuation: This chapter talked about Artem and his two companions arriving at the warm grasslands after leaving the snowy mountains. Though the soil was rich and the plantations ample, danger was still lurking in every corner of this pleasant place. Dangers such as never before seen gigantic insects...<br /><br />The fertile environment gave birth to vigorous growth. The soil beneath his feet felt like a soft mattress. Artem took off his jacket and walked through the grass field with weeds as high as his knees. A soft breeze passed by with the scent of the fresh blades of grass. Artem never thought such a gentle wind existed in the world.<br /><br />He gently held on to Anna's hand, and she accepted his advance.<br /><br />For a split second, an idea passed through Artem's mind: \"Stay, and spend the rest of the life with Anna here.\" But he quickly cleared his head of the selfish thought when he looked at the girl standing beside him, who had entrusted him with everything. He would be letting her down if he were to follow his selfish urges.<br /><br />Before the three could enjoy more than just a sudden moment of peace, a rapid buzzing noise rose in the sky. The strange noise brought a prickling pain to their heads. A monster, like a bird, dashed through the sky flapping its glass-like transparent wings at astonishing speeds.<br /><br />Instinctively, Dalmir covered his ears and dropped to the ground, and began praying to some god. After having experienced being taken away by monsters, he has always been the first to react to similar dangers. Artem fought the pain in his eardrums as he covered Anna with his body and knelt to the floor. He realized that he might have seen monsters like these somewhere before.<br /><br />The danger from the sky lands softly on the ground, retracting its mesh-like wings, and stood still like a horrific statue.<br /><br />Was that... a mosquito? Artem finally recalled from the depths of his memories the description he once read in an encyclopedia of the Old World regarding the monstrosity before him.<br /><br />In the Old World era, the world was divided into four distinct seasons. Mosquitoes were blood-sucking insects that emerged during the summer, but their size was no larger than an average fingertip and could be crushed with ease. However, the \"mosquito\" before him was taller than he was, and he could see individual hairs on its slender limbs. Its long and thin sword-like proboscis pierced in the ground as if it were sucking on something, completely oblivious to the three people standing around it.<br /><br />Lying flat on his stomach, Dalmir suddenly felt liquid moving below beneath the soft soil as the giant mosquito's belly swelled up. There was fear in his lowered voice:<br /><br />\"Let's escape quickly before it discovers us...\"<br /><br />\"Yeah, be careful.\"<br /><br />Artem slowed down his breathing and moved slowly through the tall grass. But the nasty creature seemed to detect even the slightest tremor in the soil. In the blink of an eye, it retracted its proboscis and flew into the air. The faint hum came again, accompanied by a numbing headache. Artem brandished the sword that the queen of the Frozen City gave him and readied himself for battle.<br /><br />\"Be careful, Artem! It's coming.\"<br /><br />The high-pitched noise turned into a shrill scream as the creature approached. Artem parried the piercing attack from the mosquito's mouth with his sword. The creature was agile in the air, able to not only hover but quickly change directions. It flew back into the air and swooped down for another attack. Its movements were so fast that it became a blur. Just as Artem was unable to dodge it, a roar of gunpowder sounded from behind him. The giant mosquito was knocked to the ground, with its legs in the air.<br /><br />Artem turned around to see Dalmir holding an ancient flintlock musket, with white smoke coming out of its barrel.<br /><br />\"Great shot!\" Dalmir was thrilled with the precision of his shot. But his excitement soon turned into fear as the creature kicked its feet to turn itself over.<br /><br />The giant mosquito turned upright and started flying back and forth in the air, enough to make someone dizzy. Artem could tell how angry it was by the fierce flapping of its wings. Its needle-sharp mouth quivered in preparation for its next attack.<br /><br />Artem's hand shook as he tried to hold on to the sword. This wasn't going to be an attack that could be dodged by reflexes alone.<br /><br />\"Anna, get out of here!\"<br /><br />\"But, Artem...\"<br /><br />\"Escape? No need.\"<br /><br />A strong but powerful voice sounded from out of nowhere. Suddenly, a long lance appeared from the sky and pierced the semi-translucent body of the giant mosquito, pinning it to the ground.<br /><br />The battle was over in an instant. Artem let out a sigh of relief. They were saved.<br /><br />The man who spoke was dressed in strange imposing attire, looked majestic. What's more surprising was his mount: it was an insect with an armored shell, developed hind legs, and a saddle on its back. It was nearly the size of the giant mosquito that they just fought.<br /><br />The insect mount jumped up with lightning-quick speed. As it did, the man pulled his lance from the creature's corpse and stopped in front of Artem. He pointed it with precision at Artem's heart.<br /><br />He whistled, and a team of similarly dressed knights appeared from the grasses.<br /><br />The three of them were about to express their thanks when the first knight announced:<br /><br />\"Strangers trespassing on our sacred land, the Spring Weald. You are under arrest!\"<br /><br />(To Be Continued)",
   "images": []
  },
  {
   "title": "Tale of the Winterlands Chapter 5: Water Prison (Part 1)",
   "localTitle": "Chapter 5: Water Prison (I)",
   "localDesc": "Continuation: In this chapter, Artem and friends discovered an altar that can be used to directly communicate with the giant monster \"Spring Weald\" and found out the entrance to its lungs. But what they found when they arrived in its lungs is an Old World rain forest with severe flooding. Artem and Duke dived into the water to find out the reason behind the flooding but was attacked and dragged into the depths...<br /><br />...<br /><br />As Artem slowly woke, a mysterious feeling ran through him, as if he was freed from the weight of his body. He felt light, and the prolonged slumber provided a miraculous sense of security, just as what infants felt when they rest in the water of their mother's womb.<br /><br />He slowly regained consciousness but the drowsy feeling remained.<br /><br />Artem recalled the last thing that happened before passing out: He struggled to return to the surface as someone was dragging him down deeper into the water. He held out as long as he could before finally running out of air...<br /><br />Did I drown?<br /><br />There was no time for Artem to figure out what had happened because knowing what was going on was more important: He was completely submerged in water, however, there was not the slightest sense of grasping for air. He turned his wrist and confirmed the flow of water between his fingers. Then, his body began moving upwards as he started kicking his legs.<br /><br />\"Bam!\" his back hit the bars of the metal cage.<br /><br />The sudden pain made Artem swear out loud, but knowing that he was still alive put his mind at ease.<br /><br />\"Are you awake, Mr. Artem?\" A familiar voice came from behind. Artem. Swimming towards the sound, Artem discovered Captain Duke and the iron bars in the water between them.<br /><br />\"Captain Duke, you're alive as well? Where are we...\"<br /><br />\"We've been captured by the underwater residents.\"<br /><br />\"So that's how I passed out...\"<br /><br />\"No, you passed out because you were holding your breath. Haven't you noticed? We can breathe in this water.\"<br /><br />Artem suddenly understood. He was only alive because of this mysterious water. When he was a medical student, he learned that it was possible to breathe in water if enough oxygen was dissolved.<br /><br />It seems their conversation warranted a response from the nearby guard. A boyish figure swam past their cage. Dressed in tights with a harpoon in his hand, he banged hard on the iron bars with the harpoon, producing strong waves that sent Artem back.<br /><br />\"Shut up, this isn't a place for chitchat!\" The guard wasn't playing around: \"Where else would you breathe, besides in the water? You fools, come take a look at this.\"<br /><br />The guard pulled on the net in his hand. The thing he was dragging floated slowly into sight. There were white transparent sluggish worms. At least Artem thought they were worms, for he had never seen anything like them.<br /><br />\"Do you know where these bugs came from?\"<br /><br />Artem and Duke looked at each other and shook their heads.<br /><br />\"Hmph, useless creatures. I thought you two would know something...\"<br /><br />\"...These are bugs?\"<br /><br />\"I don't know, but I have to call it something.\" The guard suddenly remembered his position and struck the iron bars again, \"Silence! Don't talk to me!\"<br /><br />After a brief moment of silence, Artem asked the guard, \"It doesn't look like it has any internal organs. Maybe it's not a living organism?\"<br /><br />\"It chases people as if it has eyes. Who cares if it's living or not,\" snorted the Guard. \"When the body is split open, it releases a liquid that can dissolve people. You also can't breathe in the polluted water.\"<br /><br />\"Polluted... water...?\"<br /><br />Duke added coldly. \"So, instead of attacking them, you built this huge underwater prison...\"<br /><br />\"Hahaha, so you're the clever one. That fool beside you keeps asking stupid questions. Yes, two hundred layers of the prison below you are filled with these bugs.\" The guard's tone suddenly became serious: \"We must continue building the prison to survive.\"<br /><br />Artem tried to see the water below him. His eyesight was not as good as Duke's, but he could make out the staggering number of cages beneath him, where countless white bugs were indeed being held. However, the water was so deep that he could not see the bottom, only a deep abyss. The rising waters could have already crushed the insects near the bottom with sheer pressure, leaving only the smell of death in the abyss.<br /><br />Artem seemed to understand the real cause behind the flooding in the lungs of \"Spring Weald.\"<br /><br />The constant appearance of bugs and the expansion of the prison made the water in its lungs rise higher, leaving less room for oxygen.<br /><br />\"This prison wasn't meant for the two of you.\" The guard banged on the iron bars again. \"If you can help us find out where these bugs are coming from, we can let you out of here. How about it?\"<br /><br />\"What if I told you we were actually from above the water's surface?\"<br /><br />(To Be Continued)",
   "images": []
  },
  {
   "title": "Tale of the Winterlands Chapter 6: Lava Kingdom (Part 1)",
   "localTitle": "Chapter 6: Lava Kingdom (I)",
   "localDesc": "Continuation: In this chapter, Artem and friends arrived at the last stop in their voyage — The Lava Kingdom. Loud buzzing noises emerged from the distant lava and boulders responding to Dalmir's signal flares. A gigantic insect suited in plated armor arrives before them. It was their ride to the kingdom of cannons...<br /><br />...<br /><br />Artem originally didn't have any negative feelings towards these invertebrate annelids.<br /><br />\"They've noticed the flare. Look, that's the molten insect. It's here to bring us home.\"<br /><br />A sense of joy and pride can be noticed in Dalmir's tone.<br /><br />\"Here for us? Another gigantic insect... there's too many bugs here.\"<br /><br />The gigantic earthworm-like bug stood roughly 2 meters tall and <nobr>20</nobr> meters long. It continued to squirm as it was parked and waited to be boarded. Numerous layers of petal-shaped scales covered its circular muscles. The scales were coated in a special layer of fine black granite sand which looks to be made of part secretion and part lava.<br /><br />Artem was reluctant to board this worm and stood still.<br /><br />\"What's wrong, Artem? This is not as strange as the bugs back on the Spring Weald.\"<br /><br />\"Let's go, Artem.\"<br /><br />Anna followed after Dalmir.<br /><br />An old man was standing above the rings of muscle. He was holding a long pole in his hand. In his other hand... was an iron hook, holding onto something like a bridle. He jumped off the back of the giant bug with style. The old man spread out his arms and embraced Dalmir. It was clear that they weren't just acquaintances, but great buddies.<br /><br />\"Hey! Dalmir!\"<br /><br />\"President Barbicane! You came to see me!\"<br /><br />\"Hahahaha, surprised, are you? Quickly, introduce me to your adventure companions!\"<br /><br />\"Hello, I'm Anna.\"<br /><br />\"Hello, Anna! I'm Barbicane. Hahaha, this girl is adorable!\"<br /><br />Barbicane, seeing that Artem hadn't moved, walked towards him, shouting at the top of his voice. \"You, young lad over there! Come quickly. We are heading back to the Lava Kingdom!\"<br /><br />Artem, seeing the old man limping over to him and grabbing his hand, reluctantly followed.<br /><br />\"...Hello, I'm Artem.\"<br /><br />...<br /><br />After climbing on the huge molten insect, it was as Artem had feared. The metal armors on its back didn't fit well on the worm. There was nothing Artem could hold onto, except the arms of the seat. He clamped his legs tightly to keep himself from falling off this loose carapace. There was the sound of an electrode at the end of Barbicane's pole, as he looked back at the people seated behind him.<br /><br />\"Off we go!\"<br /><br />The giant worm squirmed with the shock from Barbicane's pole. With the rhythmic contractions and relaxation of the ringed muscles, the worm moved forward faster and faster. Sitting between Anna and Dalmir, Artem thought this was a marvelous way to travel. The distance between them changed slightly every time the worm's muscles relaxed and contracted.<br /><br />Without a doubt, there were some unexpected advantages to this special mode of transportation.<br /><br />The large worm and its armor can be compressed to a certain extent, allowing it to crawl through the tunnels. It can go around some smaller volcanic vents, and also climb on rock walls that others would have to circle. Barbicane used complex static signals to control the worm, and the worm made some delicate maneuvers of its own. The two of them were like parts in a well-oiled machine, achieving some impossible movements together<br /><br />Artem also noticed the unique way the large worm dissipated heat. A sticky liquid would flow out from the small reticular holes in its armor. The burning sand would then fall off its carapace, while new clay and sand would stick to it from the fresh liquids, thus taking away the heat from the armor.<br /><br />\"How incredible...\"<br /><br />As the journey continued, Dalmir and Barbicane's conversation about the Lava Kingdom grew more interesting.<br /><br />According to Dalmir, half of the adventurers in the Lava Kingdom loved building cannons, while the other half loved adventures. Barbicane is the president of the Lava Kingdom Cannon Development Committee, a fine example of how obsessed they are with cannon technology. The only thing they could boast about was the size of the cannon or its firing range.<br /><br />\"In our committee, people respect you based on the might of your cannon. Dalmir is only interested in making flintlocks. We're not interested in that, hahaha!\"<br /><br />\"Hey! I'm a professional adventurer! Hahahaha!\"<br /><br />President Barbicane's boorish laugh gave everyone around him a sense of kinship. He was missing an eye, and one of his hands and one leg were replaced by metal prosthetics. It wasn't until he turned to talk to Dalmir that Artem noticed part of his skull was also made from some kind of silicon.<br /><br />\"What happened to my skull? I lost a chunk of it when the cannon blew up! But it didn't turn me into a slow thinker, haha!\"<br /><br />As Artem got used to the bumpy ride, he finally had time to enjoy the sights. There were many volcanoes of varying sizes all looking like they were about to burst. Lava and magna were everywhere, and Artem felt scorching hot just looking at them. Any normal human would think the environment was just too harsh. It wouldn't be completely inaccurate to say this place was hell on earth. The black volcanoes, smoke-filled skies, red lava spewing everywhere... Who would have imagined there'd be a country here focused on the scientific research of cannons?<br /><br />\"It's been a long time since any adventurers returned. I've asked our cook to prepare a celebration feast tonight!\"<br /><br />Artem was excited that there would be a celebration. Only Anna, who had been watching the volcano in the distance, seemed to be preoccupied with something.<br /><br />...<br /><br />The banquet hall was full of people from the Cannon Development Committee and the Explorers' Guild. President Barbicane's passionate introduction of the three of them was met with thunderous applause. Artem noticed something: everyone was missing a body part, whether it be an arm or a leg. Some of them even had a rubber chin or a platinum nose.<br /><br />From Artem's perspective, it was a miracle that Dalmir's body was completely intact.<br /><br />\"For years now, our Cannon Committee has been planning the greatest cannon event, one that's worthy of our ancestors! Everyone is aware that the greatest volcanic activity in history is coming!\"<br /><br />\"Viva the volcanoes!\" The banquet hall filled up with loud cheers once more.<br /><br />\"We will bravely shoot ourselves into outer space, risking our lives for the greatest adventure the world has ever known!\"<br /><br />\"Viva the outer space!\" The whole banquet hall shook as if it would collapse at any moment.<br /><br />\"Positional observations from Dalmir's journey have allowed us to track the Satelleden. I am pleased to announce that we can now reach it with complete certainty using cannon!\"<br /><br />Many people were shocked at the announcement, evident by the sudden silence in the hall. Then, it was followed by cheering and applause that couldn't be suppressed, even if all the cannons in the banquet hall were fired at once.<br /><br />Artem sneaked away from the crowd of people in the banquet hall. He saw Anna looking out of the window at the quiet volcano in the distance. Besides her, it was the sparkling wine they had brought from the Spring Weald.<br /><br />\"Anna...\"<br /><br />\"Artem, don't say anything. Can you come here for a moment?\"<br /><br />During their adventures, Artem had witnessed Anna's extraordinary tenacity a thousand times. But now, her voice sounded like a distress signal, pleading to him for help. Her soft breathes seemed to be conveying a desire to make him stay. It made Artem want to embrace her from behind.<br /><br />\"What's wrong?\"<br /><br />\"If you go to outer space, will you ever come back again...?\"<br /><br />\"Perhaps, there probably won't be volcano cannons in the Satelleden.\"<br /><br />\"Artem...\" Anna turned around and her face flushed as if she had cried. At that moment, the sounds from the banquet hall faded away and the whole world fell silent.<br /><br />\"I miss home. Will you come home with me?\"<br /><br /><br />(To Be Continued)",
   "images": []
  },
  {
   "title": "Tale of the Winterlands Chapter 6: Lava Kingdom (Part 2)",
   "localTitle": "Chapter 6: Lava Kingdom (II)",
   "localDesc": "Continuation: Artem and his friends arrived in the Lava Kingdom on the back of a molten insect. They were greeted with great warmth. After hearing the kind speech of the president of the Lava Kingdom Cannon Development Committee, Barbicane, they realized that their arduous journey was nearing its end, but Anna wanted to quit and wished Artem could stay as well...<br /><br />...<br /><br />Dalmir was confused, but he didn't dare ask any questions.<br /><br />There was a delicate feeling in the air between Artem and Anna by the second day of the celebration.<br /><br />Dalmir speculated that Artem saw the uplifted feelings of the festival as an opportunity and confessed his love for Anna, but was ultimately turned down. He had always believed the two would end up together, but reality has shown him how naive he was. If he had been launched from the cannons and seen more of the world, maybe he would've seen it coming.<br /><br />\"Umm... I brought you guys to the launching grounds here today to show you our pride, the volcano cannon.\"<br /><br />Dalmir was aware that the two were not in a good mood, but he thought that it would be best not to ask.<br /><br />\"As I've said before, the energy of the volcano is the energy of the planet itself.\"<br /><br />\"The core of the planet is always pushing towards the opposite direction of gravity and not sitting at the center of this planet. This enormous outward compression force shoots out the lava and other gases from beneath the ground. This is the power of the volcano...\"<br /><br />Artem and Anna looked upon the distant lava in the main volcano through the thick glass.<br /><br />Its characteristics were similar to ocean waves, rising and falling. On the other hand, it was like boiling water, with gases constantly pushing out of the magma and forming bubbles that soon bursted. The scorching temperatures heated the air unevenly and caused heat hazes to appear. Anyone could see that such an unstable, burning, and bright liquid could not be suppressed for much longer.<br /><br />Without realizing it, Artem was sweating all over.<br /><br />\"Instability, unpredictability, and too much power were all reasons that humans in the past could not harness this energy. However, our ancestors changed their mind during the Ice Age.\"<br /><br />\"Don't try to control it. Set it free!\"<br /><br />\"You're right, Artem! We should just set this immense energy free, like...\"<br /><br />They said in unison, \"Like one big fart!\"<br /><br />The two of them laughed. Dalmir had told many cheesy jokes like this during their journey.<br /><br />It wasn't until they were staring at the ready-to-erupt volcano that the foolish explanations came to life. It was unbelievable that they are standing so close to such outlandish descriptions. Artem feels like he's still in a dream.<br /><br />Anna laughed lightly as she walked behind them.<br /><br />\"The energy container at the top, and the volcanic accelerators over there... They're expensive to make, but they are all disposable...\"<br /><br />Dalmir suddenly stopped. He wasn't pleased with that expression.<br /><br />\"They've prepared their whole lives for the one battle, but it only takes one battle to prove everything. They aren't disposables! They're the ultimate romanticists!\"<br /><br />\"...Romanticists...?\"<br /><br />Artem felt as if something was stirring inside his chest like restless magma. As Dalmir's voice grew quieter, he could feel the vibrations of the mantle, all that immense energy to realize the once-in-a-lifetime romance.<br /><br />\"Look over here! This is the cannonball we'll be riding in!\"<br /><br />It was a spherical cockpit about seven meters in diameter, with wide windows in front. There were countless precise instruments, levers, and buttons inside. On the outside, there were a pair of thin wings that could open out...<br /><br />It didn't look like anything from the Lava Kingdom.<br /><br />\"Could it be...\"<br /><br />\"That's right. It was a cannonball created by the people from the Old World. This is the only one in the whole world!\"<br /><br />The outside was covered with material that can withstand temperatures up to <nobr>5000</nobr> degrees Celsius. Telemetry communications, energy, temperature control, and other precision equipment lined the walls of the interior. Artem had unearthed many Old World relics to know immediately that this was the pinnacle of Old World technology, something that could take people to outer space for real.<br /><br />\"This cannonball is also a romanticist, flying into outer space with no return. It will complete its mission during the journey, then float through the universe as a permanent fixture...\"<br /><br />Once again, Artem felt he was no longer on the ground. He was among the brilliant stars that filled the night sky.<br /><br />Anna looked at the man standing before her, knowing that his mind had already left this planet.<br /><br />She understood completely. Artem's heart had reached the heights of the firmament that she couldn't reach, no matter hard she tried. It was far, far beyond the Satelleden, far beyond the end of the universe. And so, she decided to leave quietly before dawn. Perhaps it would make him less miserable.<br /><br />...<br /><br />But she still couldn't do it.<br /><br />\"Thank you, Anna.\"<br /><br />On the path before sunrise, she saw a clear silhouette — It was Artem, waiting for her. She couldn't leave quietly after all.<br /><br />\"I have been deeply in love with you ever since you saved my life. I have never seen such a tenacious, independent, and gentle woman like you. There were plenty of chances for me to tell you: I like you. I want to spend the rest of my life with you.\"<br /><br />\"But I cannot stay with you. If there's one thing that I must do in life, it is to go on adventures, continuous adventures. I'm sorry...\"<br /><br />\"I think I'm also a romanticist. I'm willing to risk everything I have for the sake of adventure. I'm sorry...\"<br /><br />With tears in her eyes, Anna knew.<br /><br />She knew the moment she embarked on this journey. It was the kind of man she fell in love with.<br /><br />Before her tears could fall, a warm hand wiped away her tears. It was Artem's hand, which she knew too well.<br /><br />\"I don't want you to shed so many tears for me. But I've already decided...\"<br /><br />\"I understand. I understand completely...\"<br /><br />\"I can only give you three things.\"<br /><br />Artem took out his journal, which carefully recorded all his adventures and memories with Anna.<br /><br />\"The first is my past. Everything we experienced together was real.\"<br /><br />Artem placed the sword that the Frozen City Queen had given him in Anna's hands.<br /><br />\"The second is my future. This is my promise to the queen. I wish to protect you forever.\"<br /><br />\"And the last is my present. I love you, Anna.\"<br /><br />He kissed her.<br /><br />They were so affectionate as if time had stopped at this moment and the future would not come.<br /><br />(To Be Continued)",
   "images": []
  },
  {
   "title": "Tale of the Winterlands Final Chapter: Satelleden (Part 1)",
   "localTitle": "Final Chapter - Satelleden (I)",
   "localDesc": "Continuation: In this chapter, armed with a conviction of never returning, Artem and Dalmir will ride a \"cannonball\" of the Old World into the sky.<br /><br />...<br /><br />The impact factor of the volcano cannon was not included in the original designs.<br /><br />The \"cannonball\" instantly reached a shocking speed upon firing, leaving everyone at the launch site speechless. Is this really going to be okay? From the inside, Artem and Dalmir had to withstand <nobr>10</nobr> g's of crushing force. They were almost smashed by the power.<br /><br />Artem lost consciousness the split-second upon launch and the memories of the dangers on the Snow Plains appeared in his mind. His lulled state did not last long as he woke himself up with impressive conviction and mental discipline. After experiencing the near-death moment, Artem immediately noticed the importance of the shock-reduction capacitor in the flying pod. Without it, he'd already be dead.<br /><br />Dalmir on the other hand was having a much harder time. His eyes were rolled back and white foam was coming out of his slightly opened mouth. Is he passed out? Or is he... gone? Artem called for him over the radio several times, but Dalmir did not respond.<br /><br />Not only could the approaching space be seen in the porthole of the \"cannonball,\" but so could the distancing ground from beneath.<br /><br />The spectacular view unfolds rapidly in front of Artem's eyes. The familiar sights quickly shrink till it becomes unfamiliar. The numbers on the instruments continue to climb, with no sign of slowing down whatsoever.<br /><br />Artem was still unaware of what was happening even though everything pointed towards the same conclusion — They were leaving the planet at shocking speeds.<br /><br />— They were <nobr>5000</nobr> meters off the ground.<br /><br />Artem could still see the buildings of the Lava Kingdom, especially the main cannon that fired the \"cannonball.\"<br /><br />The launch caused a massive landslide, reducing the main volcano to a billowing cloud of smoke. At this height, the large molten insects were impossible to see and the lava on the ridges looked like a spider silk web. The bright colors that scorched the eyes had softened considerably.<br /><br />The volcanic ash in the air sped by quickly, as the ground slowly became a blur.<br /><br />— <nobr>10,000</nobr> meters off the ground.<br /><br />Artem could see the Spring Weald.<br /><br />At the height of tens of thousands of meters, Artem could barely see the back of the beast. Even so, he had not seen the monster's entire body! Such a giant beast! It was an indescribable feeling to have a panoramic view of the roads he had taken on during his long adventures.<br /><br />Artem traced the route he had once taken on, saw through the snowy mountains, and looked at the blizzard. The Frozen City was within the quickly passing clouds and snow, and he could barely see its outline.<br /><br />Anna once said she would go fishing with her father to relax at the end of long adventures. How would she relax this time...<br /><br />Thin clouds began to obstruct his view and thoughts of escaping came back. How long has the \"cannonball\" been flying...<br /><br />— They flew higher until they reached the darkness.<br /><br />Belobog loomed over the dark land. Belobog loomed over the dark land.<br /><br />Thousands of lit houses were only the size of a coin, but Artem knew that it was Belobog. The urban heat island effect stood out against the surrounding chill, which was more evident when looking down from the clouds. It was this warmth that had sustained Belobog for a hundred years, but it also prevented its people from going outside.<br /><br />Compared to the size of the planet, Belobog was but a speck of dirt. Artem once thought that Belobog and its surroundings was the entire world. Thinking back now, it was just the unwillingness to admit his narrow perspective.<br /><br />At this height, anyone would agree that such a narrow perspective was laughable.<br /><br />— <nobr>100,000</nobr> meters off the ground.<br /><br />Artem could clearly see the curvature of the planet. Artem could clearly see the curvature of the planet.<br /><br />The great auroras started appearing. The brilliant ribbons gently covered the surface of the planet. Back in Belobog, Artem had gazed up at these dreamlike veils fluttering in the night sky. Now, they were below him.<br /><br />It was at this moment that static came through the communication device...<br /><br />\"...A—Artem! We! Ahhhh! Are in the sky! Ahhhhh... Ahhh...\"<br /><br />It was Dalmir's screaming from earlier.<br /><br />Artem really didn't know whether to laugh or cry.<br /><br />...<br /><br />— <nobr>400,000</nobr> meters off the ground. Artem could see the Satelleden.<br /><br />It was a large cylindrical object, rotating slowly. Artem had heard of science fantasies that the effects of gravity could be simulated through rotating centrifugal force. He brushed it off as mere fantasy until witnessing the miracle before his eyes. The excitement was overwhelming.<br /><br />I wonder how people from the Old World will react when they see this \"cannonball.\" Fear? Surprise? Will they be treated like invaders and face retaliation?<br /><br />Soft music began playing in the \"cannonball.\" It was a mix of drums and guitars that make you feel warm and cozy, like a gift at the end of their journey:<br /><br />\"Distant cosmic radio is calling\"<br /><br />\"Distant cosmic radio is calling\"<br /><br />...<br /><br />As the \"cannonball\" got closer, Artem could make out more details of the Satelleden.<br /><br />If the interior was spread out, \"Satelleden\" would be a large rectangular area. The opposite sides of the area would join to form the cylinder. Anywhere you stood, you could raise your head and see the streets hanging above.<br /><br />In the streets, many buildings violated physics. The mechanical giants appeared to be connecting the building blocks by combining various modules. Neatly planned streets kept adjusting their positions. To Artem, the whole \"city\" was breathing and pulsing like a living organism and rotating as a Rubik's Cube. It was constantly evolving, showing ultimate rationality. As an immaculate work of art that had long been abandoned, \"Satelleden\" was floating alone in the universe, awaiting the gaze of human admiration.<br /><br />As if sensing the \"cannonball,\" the large object extended a docking port of the same astonishing proportions, like a giant extending its hand at a flying insect. Artem's heart clenched out of fear that the last moments of his journey would end in a fiery collision.<br /><br />But the disaster he imagined didn't happen The docking port gently held the \"cannonball\" and guided it to the landing pad in Satelleden.<br /><br />The music was still playing gently on their communication devices...<br /><br />...<br /><br />\"I climb the ladder to the stars\"<br /><br />\"And walk in the gallery of outer space\"<br /><br />\"Insomnia awaits the galaxy tonight\"<br /><br />...",
   "images": []
  }
 ],
 "pageId": "359651"
}