{
 "name": "Underground Encyclopedia: Plants and Fungi",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "The research report of plant ecology in the Underworld, which mentions that most plants are inedible and unpalatable. Several entries even come with cooking instructions.",
 "volumes": [
  {
   "title": "Underground Encyclopedia: Plants and Fungi Part 1",
   "localTitle": "Part I",
   "localDesc": "<size=+2>Blue Lamp Umbrella</size><br /><br /><align=\"right\">\"What Exactly Is an Umbrella?\"</align><br /><br />Blue lamp umbrella is a type of fungi that is commonly found growing near geomarrow. Small-sized fruiting body, flat cap with a dimple and gills, <nobr>0.5</nobr>–2 cm in diameter, smooth, dry, with its color fading from cyan to light-blue, becoming lighter towards the center. The stipe is 3–5 cm, 1 mm or thicker, smooth, curved, and hollow. The cap is covered in shining dust, making the mushroom give off a blue glow in the dark.<br /><br />This Blue Lamp Umbrella is edible, but this is not recommended because its flesh is hard to chew. It's used primarily by some clinics for pharmaceutical purposes. Fungi of the Blue Lamp family have analgesic effects, which have proven effective for trigeminal neuralgia, migraines, fracture pains, and rheumatoid arthritis. The discovery of this fungi has done wonders for miners who commonly suffer from these problems. Its name \"umbrella\" was borrowed from a common object to describe its shape, but over time, underground people forgot what an umbrella was.<br /><br /><br /><size=+2>Corrosive Ore Moss</size><br /><br /><align=\"right\">\"Random thoughts creep up in an abandoned mine lit up by an eerie green light.\"</align><br /><br />Corrosive ore moss is a small plant with subspherical reflex cells on top, usually found in cave entrances or abandoned geomarrow mines. The plant absorbs the moisture and organic matter in the air through its compact structure, secreting acidic substances constantly during the growth process. In geomarrow mines, the acidic substances dissolve geomarrow powder, creating a chemical reaction that will release weak light and energy.<br /><br />Its strong protonema is usually round and can reflect or refract light into a greenish glow. In the depths of a cave where there is almost no light, this moss is still capable of using photosynthesis to survive. There is an ecological phenomenon, known as the \"Moss Corridor\" where the mossy overgrowth expands to unimaginable proportions inside a Geomarrow mine.<br /><br /><br /><size=+2>Zombie General</size><br /><br /><align=\"right\">\"This really is a zombie...\"</align><br /><br />The zombie general is not an actual zombie, nor is it a real general, it's just the name of a dead giant banyan tree. The giant banyan tree existed long before the Eternal Freeze. This single tree extended to form an entire forest and a famous eco-attraction. To extend their respect, the people at the time named this tree \"General Sherba.\" When the Eternal Freeze came about, the exposed parts of General Sherba died in the frost and snow. However, in its slow process of agony and death, the roots of General Sherba kept growing and took over underground water sources to absorb even more energy. The expansion of its underground root system continued even after the main tree had died.<br /><br />The elder members of the Geomarrow Development Group were shocked the first time they ran into the roots because Belobog was more than a hundred kilometers away from the general. From this point on, the ever-growing roots were referred to by the people as the \"zombie general.\" Even to this day, the zombie general still acts as a very important source of materials for the Underworld and its people. As for the overall cultivation of the roots, it would be safe to say that less than 1% of it has been tapped into.",
   "images": []
  },
  {
   "title": "Underground Encyclopedia: Plants and Fungi Part 2",
   "localTitle": "Part II",
   "localDesc": "<size=+2>Azure Ghost Umbrella</size><br /><br /><align=\"right\">\"Its name is not meant to sound cool, but to serve as a warning.\"</align><br /><br />Azure Ghost Umbrella, also known as Deadly Blue Umbrella, is a blue fungus that is oval-shaped as a juvenile, with its cap expanding to an umbrella shape later in life. Azure Ghost Umbrella is very similar to the Blue Lamp Umbrella in terms of shape, sharing a belly-button shape in the middle and has grooves. The color is pure indigo with no gradient. The key difference between it and Blue Lamp Umbrellas is the presence of subtle white spots, which is harder to detect in darker environments.<br /><br /><nobr>50</nobr> grams of this highly-toxic poison is enough to kill an adult weighing <nobr>50</nobr> kilograms. Its toxins are mainly amatoxins and toxic peptides, both of which are extremely high in fresh Azure Ghost Umbrella. When ingested, these toxins can cause serious damage to the liver, kidney, blood vessel linings, and the central nervous system, resulting in organ failure and eventually death.<br /><br />Its resemblance to the Blue Lamp Umbrella had resulted in several accidental poisoning incidents within the Geomarrow Development Group at its early stage. Their response was the massive search and destruction of these fungi. It would be hard to find them now. In addition, Underworlders began to cultivate Blue Lamp Umbrella in farms and no longer needed to search for them in the wild. This also significantly reduced the number of poisoning incidents.<br /><br /><size=+2>Aroma Ether Grass</size><br /><br /><align=\"right\">\"'Fairy Tale King'? Don't be fooled by such a nickname!\"</align><br /><br />Aroma Ether Grass is commonly found in caves with high levels of radiation. Its thick short stems store rich aroma volatiles. At low temperatures, the plant leaves quickly produce a scent that attracts many underground creatures. The scent also has a hypnotic effect and creatures eventually huddle around the plant to sleep.<br /><br />The creatures gathered around look like a group of children listening to a story quietly, which is why this plant has been nicknamed \"Fairy Tale King.\" However, sleeping in a cave with high radiation levels isn't as sweet as a fairy tale. The volatile chemicals are also effective on humans, but usually do not manage to sedate healthy adults. The Underground markets have made use of the extracted chemicals by diluting it to create aromatherapy products that help with sleep.<br /><br /><size=+2>Soothing Mushroom</size><br /><br /><align=\"right\">\"This is way better than ordinary painkillers!\"</align><br /><br />Soothing Mushroom, medium-sized soft body, thick cap, 4–8 cm wide, convex cap, black and green with ciliiform scales and inwardly curled edges. Soothing Mushroom contains a special chemical named psilocybin, which is a serotonin-receptor blocker. It can block neuronal connections when serotonin becomes lacking, resulting in a partial loss of sensation for the person.<br /><br />It was once used as an analgesic due to its special neuron blocking characteristics. However, psilocybin doesn't just block pain. During the test phase, ingesting the Soothing Mushroom blocker also resulted in negative effects on the function of various bodily organs. It wasn't until an outside medical expert modified the formula by lowering the dosage and using regional injections that the analgesic ability was realized.",
   "images": []
  }
 ],
 "pageId": "359654"
}