{
 "name": "Review on the Ninefold Peace set menu from the Garden of Gourmet",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A review on the Ninefold Peace set menu from the Garden of Gourmet. The review provides an accurate and exhaustive description of the taste of the food. But there is a sense of criticism between the lines.",
 "volumes": [
  {
   "title": "Review on the Ninefold Peace set menu from the Garden of Gourmet",
   "localTitle": "Review on the Ninefold Peace set menu from the Garden of Gourmet",
   "localDesc": "I have long been aware of the Garden of Gourmet's fame as a restaurant. Yet, with the establishment's policy of only serving one meal per day, I have had great difficulties in securing a seat. I besought my friend to acquire a ticket for me last month and finally entered the venue with great expectations. It was the height of autumn and Master Gao Tang had set up the Ninefold Peace set menu to serve food made from fresh seasonal produce, with uniquely crafted dishes, and tastes rivaling the creation of the God of Stove itself. It was a pleasant meal where time seemed to fly, and the impression was so strong that I had to compose this review for my fellow gourmets as a reference. In my opinion, the menu is the epitome of culinary arts and deserves a special visit.<br /><br /><size=32>Appetizer — Glazed Boat</size><br />The first appetizer was already a marvel. Master Gao Tang lightly roasted fresh crab shells and etched patterns resembling the texture of wood grains onto them. Then he used a chisel to carve the shells into the shape of small boats, making them so thin that they were almost translucent. The crab claw meat was mixed with sturgeon gill gelatin and formed into meatballs, which were boiled in stock then placed within the boat. The meatballs were elastic and shivered as if they were alive when the plate was moved. For the meat ball filling, mature crab roe was velveted with alcohol and stirred until it turned into thick mush, which was injected into the meatballs with a bamboo syringe. That was when it became clear to me why fish gelatin was mixed into the meatballs! The elastic meatballs expanded after being filled with crab roe. Their skins were transparent and the golden liquid within could be clearly seen, as if they were priceless jewels and precious stones.<br /><br /><size=32>First Course — Drunk Crimson Creek</size><br />Live Lucky Prawns were placed onto a platter carved into the form of natural scenery, with Apricot Blossom Reserve poured into the bowl to inebriate the prawns before slowly boiling the ensemble over warm rocks. The drunk Lucky Prawns would stretch open their claws and feet! This marvel is hard to reproduce even for the Xianzhou. The slightly shivering live prawns fully absorbed the rich aroma of the Apricot Blossom Reserve and needed to be consumed with a sauce. According to Master Gao Tang, this sauce was made specifically from the prawn queens rarely found amidst the schools of Lucky Prawns. These prawn queens were simmered into an unctuous texture, then mixed with the petals of Trepidation Flowers and the buds of Utterance Grass. The taste shook me to the very core of my being, as if it was a glimpse from the Reignbow Arbiter!<br /><br /><size=32>Main Course — Brook Tumbling Over Rocks</size><br />The Garden of Gourmet elevated the common Xianzhou dish \"Three Rocky Delicacies\" to a new height. It was made with the sirloin of the fattiest seasonal Yellow Boulder Beef from this autumn, whose patterning resembles jade ores, and braised on a low simmer in a secret mixture of spices and stock. I inquired after the list of spices used multiple times, but the master only replied with a stern face: \"You will be unable to understand the essence of the dish even if you have the recipe, so why should I bother?\" Hmph, what excessive pride. The beef was then placed into another braiser where it was cooked until gelatinous fat coalesced and the aroma of the meat could be smelled. Once plated, a teapot of stock was poured over the beef, which now resembled black rocks, and the Firework Flowers were used as decoration, as they bloom briefly upon contact with heat. The entire dish was presented as a dark mountain of jade with liquid flowing down and Firework Flowers blooming below, a decadent feast for the eyes — and the stomach.<br /><br /><size=32>Dessert — Fallen From the Skies</size><br />The dessert was also unique. Crescent bownana from the Ever-Hunt Plains were simmered into a sauce, into which were placed solid pieces of rare goat milk cream mixed with honey. After that, two purple taros were diced into small pieces in the shape of stars, which were hollowed out with delicate tools. The bownana sauce was injected into the taro pieces via a bamboo syringe as before. Master Gao Tang's knife work was smooth and decisive and the process was fun and mesmerizing. I watched as he placed the taro pieces into ice to cool, then immediately turned the heat to high on a separate pot to boil royal jelly. When bubbles started to emerge, he immediately poured the taro pieces in and steam instantly rose up and rolled out of the pot. He then poured the mixture into the plate before it completely cooled, making it solidify into the shape of a waterfall mid-air. The outside of the pieces was golden and crunchy, while the royal jelly mixture was sweet without being overwhelming.",
   "images": []
  }
 ],
 "pageId": "409931"
}