{
 "name": "Starskiff Safety Inspection Guide",
 "iconPath": "a3dcdeaef3a7d460de1b86b57c802fe293c53246d3b55b49d94ae502d9f3d275",
 "desc": "An official safety inspection guide required for going in and out of Cloudford. It is printed and distributed by the Sky-Faring Commission.",
 "volumes": [
  {
   "title": "Starskiff Safety Inspection Guide",
   "localTitle": "Starskiff Safety Inspection Guide",
   "localDesc": "<size=32>1. Foreword</size><br /><br />The management and inspection of starskiffs in the Xianzhou Luofu are usually the direct responsibility of the Sky-Faring Commission's Department of Aviation. The Department of Aviation will conduct random safety inspections on docked starskiffs according to relevant legislations, such as the Starskiff Safety Inspection Regulation and the Regulation on Official Techniques for Starskiff Inspection. Annual inspections are arranged for starskiffs at the location where they are registered. This is to maintain the Xianzhou's starskiff sailing routes and normal operation of equipment, ensuring the safety of the lives and property of the interstellar citizens of the Xianzhou.<br /><br /><size=32>2. An Overview on Safety Inspections</size><br /><br />The Commission will determine the extent of the inspection based on the starskiff's annual maritime report when organizing a starskiff safety inspection. If the annual report and registration details are missing, then the Sky-Faring Commission will dispatch a safety squad to determine the appropriate standards according to the starskiff's type, size, tonnage, and energy efficiency. A specific safety inspection plan will then be set.<br /><br />Any starskiffs that pass the safety inspection will be immediately issued with the Sky-Faring Commission Regulated Inspection Report, and the outcome of the inspection will be recorded in the dynamic starskiff monitoring system.<br /><br /><size=32>3. Steps of the Safety Inspection</size><br /><br />1) Persons responsible for incoming starskiffs, please first log into the Xianzhou dynamic starskiff monitoring system. The system will compare the information against the registration details of the starskiff to verify whether the vessel had passed the Commission's annual inspection. If you are transporting or in possession of any items that are prohibited or undocumented in the Xianzhou Interstellar Trade Regulations, please report them voluntarily to the monitoring system.<br /><br />2) Please open your Personal Page in the dynamic starskiff monitoring system and click on \"Recent Registrations\" to find the starskiff you are currently steering. If you see the words \"Inspection Passed,\" you may skip to the Route Planning function in the Safety Inspection menu and proceed to the docks according to the navigated route and voice prompts, register the vessel, and obtain the starskiff temporary pass.<br /><br />3) If you see the words \"Verify at Dock\" under Recent Registrations after selecting your current starskiff, proceed to Border Control according to the navigated route and voice prompts to wait for verification by the system. Once you have passed verification, you will be issued with a Xianzhou Luofu temporary pass per standard workflow.<br /><br />4) If you see the words \"Physical Inspection\" under Recent Registrations after selecting your current starskiff, please stop the vessel immediately. Please prepare relevant documents such as Crew Adjustment Certificates and wait for the Security Department from the Sky-Faring Commission to board the vessel to conduct the inspection.<br /><br />5) If items that are prohibited or undocumented in the Xianzhou Interstellar Trade Regulations are found during the physical inspection, the goods will be temporarily confiscated by Cloudford Border Control. The vessel will be fined or prohibited from sailing in accordance with the type of goods confiscated. If the vessel repeats the offense and trades outside of the regulations again within three calendar months, the Sky-Faring Commission's dynamic starskiff monitoring system will permanently remove you from the register.<br /><br />6) If your vessel is discovered to contain illegal personal modifications such as cabin alterations, expansions, and connections between different rooms during the physical inspection, or if your vessel does not meet the required fire safety and general safety standards (such as outdated aerosol sprays and oxygen insulation bags), we will issue a specific list of issues and required rectifications. Please voluntarily rectify the identified issues according to the list. Should your vessel be found to contain safety breaches again the next time you dock, the Sky-Faring Commission's dynamic starskiff monitoring system will permanently remove you from the register.<br /><br />7) After passing dock registration, please undergo Cloudford's full-body check with your entire crew, bringing with you appropriate identification documents and your temporary pass. For details of the check, please wait for notifications from the Sky-Faring Commission staff after arriving at the docks or consult documentations within the dynamic starskiff monitoring system.",
   "images": []
  }
 ],
 "pageId": "409924"
}