{
 "name": "A Drizzle Douses Dust",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "An advertisement for the famous lodging in Starskiff Haven — Petrichor Inn.",
 "volumes": [
  {
   "title": "A Drizzle Douses Dust",
   "localTitle": "A Drizzle Douses Dust",
   "localDesc": "<align=\"center\">Guests arrive from afar, weary from journeys and travail. This humble abode welcomes you, while a fresh drizzle douses dust.</align><br /><br />A majestic dawn of grandeur, and a splendid night on Starwatcher.<br /><br />Petrichor Inn is located in the heart of the Starskiff Haven. An heir to the classical Xianzhou style, it continues to demonstrate the elegant and hospitable side of Luofu culture. It contains clean guestrooms, comforting baths, and has a full menu to appease every desire together with the best traditional etiquette. The Inn's construction started before the time of the wars, and has stood for more than <nobr>500</nobr> years.<br /><br />Petrichor Inn never forgot its mission and persists in providing the most meticulous care and guidance for all interstellar travelers. To celebrate the recently completed renovations, the Inn currently features a tourist combo, where guests can experience a comfortable room and be provided with a detailed travel guide upon presenting this flyer when making a booking.<br /><br /><align=\"center\">Staying at Petrichor — A Drizzle Douses Dust, a Rest in Petrichor</align><br /><br /><align=\"center\">Each guest room contains an extended viewing deck where guests can gaze upon the beauty of Luofu from the comfort of their rooms.</align><br /><align=\"center\">The intelligent skylight on the roof will ensure ample illumination throughout the day and provide natural air circulation.</align><br /><align=\"center\">Curtains of pearls lightly touch your brows as candlelight sways in the wind, with motion-sensitive interior screens activated by hand gestures.</align><br /><align=\"center\">Located in the heart of Starskiff Haven, the Inn allows you to feel the vibrancy of Luofu's ever-beating pulse.</align><br /><align=\"center\">Look down from the balustrades to see all of Starwatcher Avenue, and observe as pedestrians stream by and starlight glimmers and dims.</align><br /><align=\"center\">Placed in a central location, the Inn provides hundreds of otherworldly delights at your fingertips and thousands of incomparable views before your eyes.</align><br /><br /><align=\"center\">Food at Petrichor — Thousands of Delicacies and a Metamorphosis in the Pot</align><br /><br /><align=\"center\">Our kitchens are famous throughout the Xianzhou for their traditional Xingyuan-style dishes, and have specifically consulted the head chef of Spices Supreme to create our menu.</align><br /><align=\"center\">We periodically work with the Garden of Gourmet and feature Xianzhou specialty cuisines such as the Virtue and Delight menu and the Bright Pavilion menu.</align><br /><align=\"center\">During afternoons, guests can head to the side lounges to taste our teas and other beverages.</align><br /><align=\"center\">For spring weather, we recommend tea brewed from tender new leaves taken with dawn drew, provided by the Sages Tea House.</align><br /><align=\"center\">We also have other delightful Luofu beverages on offer, such as gelatinous rice wine and tea brewed from leaves grown in the shade.</align><br /><align=\"center\">Present your proof of purchase to taste famous beverages such as Dragon Spring Brew and Nectar of Willow Woods.</align><br /><br /><align=\"center\">Traveling at Petrichor — An Interconnected and Crisscrossed Web</align><br /><br /><align=\"center\">We provide point-to-point shuttle and transport services that cover the entire city.</align><br /><align=\"center\">You can apply and receive your travel passes and exchange for the Xianzhou currency from within the Inn.</align><br /><align=\"center\">The Inn provides a comprehensive <nobr>24</nobr>/7 service</align><br /><align=\"center\">covering all situations such as planning for travel, purchasing goods, and conducting business negotiations.</align><br /><align=\"center\">The Inn will always provide our comprehensive support with the uttermost dedication.</align><br /><br /><align=\"center\">We offer our most sincere invitations to Petrichor Inn, and look forward to having you visit us.</align>",
   "images": []
  }
 ],
 "pageId": "409936"
}