{
 "name": "Roadside Picnic Program",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A program booklet from the play Roadside Picnic. Free of charge upon purchasing a ticket.",
 "volumes": [
  {
   "title": "Roadside Picnic Program Page 1",
   "localTitle": "Page One",
   "localDesc": "<align=\"center\">Opening Date: November 5</align><br /><align=\"center\"><size=36>The Golden Theater</size></align><br /><align=\"center\"><size=18><nobr>22</nobr> West, Alisa Avenue, Administrative District</size></align><br /><br /><align=\"center\">The most talked about theater production in Belobog this year</align><br /><align=\"center\"><size=50>Roadside Picnic</size></align><br /><align=\"center\">Anton's family was having a simple suburban roadside picnic, but ended up bringing bizarre treasures to the mole kingdoms.</align><br /><align=\"center\">A big pot that can feed an entire clan, a red flower that can eat everything, and a strange black slate that gives odd oracles!</align><br /><align=\"center\">An amazing conflict broke out between the mole kingdoms because of these treasures.</align><br /><align=\"center\">And when Anton's family left, the mole kingdoms that fought over the ownership of the treasures returned to peace.</align><br /><br /><align=\"center\"><size=24>Goliards Award for Best Theater Production</size></align><br /><br /><align=\"center\"><size=24>An amazing cast that exceeds your imagination</size></align><br /><align=\"center\">The legendary Belobog author <size=32>Marjorie's</size> first cross-media production.</align><br /><align=\"center\">The 5th Goliards Award for Best Theater Director: <size=32>Martin</size></align><br /><align=\"center\">Goliards Award for Best Actor in a Play: <size=32>Allen</size></align><br /><align=\"center\">Goliards Award for Best Upcoming Actor in a Play: <size=32>Ruby</size></align><br /><align=\"center\"><size=32>Presents!</size></align><br /><br /><align=\"center\">Producer: Louise. Casting Director: Miranda</align><br /><align=\"center\">Action Director: Stan. Artistic Director: Jacob. Choreographer: Frank. Media Liaison: Matthew.</align><br /><align=\"center\">Sound Design: Bernice. Set Designer: Anya. Lighting: Carole. Theater Manager: Gary</align><br /><br /><align=\"center\"><size=32>Cast</size></align><br /><align=\"center\">Paddington, the Mole King — Allen</align><br /><align=\"center\">Floria, the Mole Queen — Ruby</align><br /><align=\"center\">Ted, the Mole Prince — Max</align><br /><align=\"center\">Madeleine, the Mole Princess — Rosalyn</align><br /><align=\"center\">Todd, the Mole Schemer — Matt</align><br /><align=\"center\">Elizabeth, the Mole Schemer's Wife — Maya</align><br /><align=\"center\">Wayne, the Mole Typhoon — Bruce</align><br /><align=\"center\">Parker, the Mole Inventor — Peter</align><br /><align=\"center\">Anton, the Head of the Family — William</align><br /><align=\"center\">Alexei, Anton's Son — Rudolf</align><br /><align=\"center\">Rusha, Anton's Wife — Marta</align>",
   "images": []
  },
  {
   "title": "Roadside Picnic Program Page 2",
   "localTitle": "Page Two",
   "localDesc": "<align=\"center\">Director Martin's Latest Work Roadside Picnic Raises Heated Discussion With Its Convoluted Plot at the Theater Media Night</align><br /><align=\"right\">Author: Olsen, Journalist for Belobog Weekly</align><br /><br />It has only been three days since the opening of Roadside Picnic, the latest work of the Golden Theater Drama Department, and it already created heated discussion throughout Belobog. The director of this play is Martin, the Silver-Haired Martin famous for directing The Belobog Wedding and Gone Guest. As a five-times winner of the Goliards Award for Best Direction in a Play, he chose a brand-new genre to direct this time — the fantasy genre.<br /><br />Director Martin took the time to have an interview with us on the media premiere night for Roadside Picnic. \"I used to direct romance and intrigue stories, but those stories won't satisfy my ambitions anymore.\" Martin has a detailed plan for his future career. His latest work, the fantasy play Roadside Picnic, is twice as long as his prior works, giving him more than enough space to showcase his skills.<br /><br />Martin has his unique aesthetics in selecting stories. In the past, his award-winning works were all adapted from real-life events. However, his latest work, Roadside Picnic, is a completely imagined story. He is also no longer choosing playwrights with a background in media and journalism. Surprisingly, the playwright for Roadside Picnic is a \"newcomer\" who is writing for the stage for the first time — Marjorie, the literary master famous throughout Belobog.<br /><br />It is no coincidence that this literary master wrote the play — Marjorie is known for authoring sharp and bizarre stories, and Martin had always thought her stories are well-suited for the stage. However, Marjorie was initially busy finding materials for her new book and had refused Martin's first few invitations. With the help of Louise, the show's producer, director Martin finally moved Marjorie with his well-prepared concept design documents. Marjorie voluntarily delayed plans for her new book and left some free time specifically for this theater project.<br /><br />Although the show seems like a fantasy story fit for the whole family, the amount of twists it contains far exceed the audience's expectations due to the cross-disciplinary collaboration between two masters. On the surface, this is a story between the mole kingdoms and a human family. However, the show is very fast-paced and a large amount of detail is hidden on the stage. If the audience loses track of the pacing for even a moment, it becomes hard to grasp the mysteries and answers hidden in the stage backdrop, the spoken lines, and even in the lighting design.<br /><br />The plot of Roadside Picnic brings endless thinking for adults and acts as a brain-twister for children. The Belobog citizens hail this play as a \"Brain-Twister Masterpiece.\" The wise could extrapolate from the details and absorb the implications behind every little reference, while the innocent delight in the endless creativity behind the story. \"This story offers a brand-new view for us to examine our own lives.\" That was how Martin, the show's director and five-time winner of the Goliards Awards for Best Direction in a Play, replied to these praises and comments.<br /><br />Faced with eager journalists on the media night, Silver-Haired Martin only gave out a small amount of useful information. These vague snippets can only be completely understood after viewing Roadside Picnic in its entirety. All this is one big surprise that Martin and Marjorie had prepared for us this year.",
   "images": []
  },
  {
   "title": "Roadside Picnic Program Page 3",
   "localTitle": "Page Three",
   "localDesc": "<align=\"center\">The first cross-media creation from Marjorie, the literary master famous throughout Belobog.</align><br /><align=\"center\">The brand-new fantasy show Roadside Picnic from the Golden Theater's Drama Department</align><br /><align=\"center\">Will officially open on November 5 at the Golden Theater.</align><br /><align=\"center\">Tickets and limited merchandise will be available at the counter.</align><br /><br /><align=\"center\">Binder with the cover of Roadside Picnic</align><br /><align=\"center\">The cover of the binder is printed with the poster of Roadside Picnic</align><br /><align=\"center\">The size of the binder perfectly matches the size of the program, with a great storage capacity of <nobr>30</nobr> pages.</align><br /><align=\"center\">Practical and highly memorable, suitable for storing piles of programs you get from the theater.</align><br /><align=\"center\">List price: <nobr>1500</nobr> shield</align><br /><br /><align=\"center\">Roadside Picnic — Mole Kingdom's Roundtable Meeting theme frame</align><br /><align=\"center\">Modeled after the mole kingdom palace's council chamber backdrop.</align><br /><align=\"center\">A special release for audience that love the theater with programs and ticket display cards pre-reserved.</align><br /><align=\"center\">You can decorate your wall with the program of Roadside Picnic along with your ticket!</align><br /><align=\"center\">List price: <nobr>3,000</nobr> shield</align><br /><br /><align=\"center\">Roadside Picnic Official Script Book</align><br /><align=\"center\">Licensed official merchandise with every line from the play.</align><br /><align=\"center\">A legendary creation that surpasses media boundaries, written by the legendary Belobog literary master Marjorie.</align><br /><align=\"center\">Re-live the wonderful story in the live performance. A must-have for all Roadside Picnic lovers!</align><br /><align=\"center\">List price: <nobr>5000</nobr> shield</align>",
   "images": []
  }
 ],
 "pageId": "409928"
}