{
 "name": "Beneath the White Cloak Program",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A program booklet from the musical Beneath the White Cloak. Free of charge upon purchasing a ticket.",
 "volumes": [
  {
   "title": "Beneath the White Cloak Program Page 1",
   "localTitle": "Page One",
   "localDesc": "<align=\"center\">Opening Date: February <nobr>21</nobr></align><br /><align=\"center\"><size=36>The Golden Theater</size></align><br /><align=\"center\"><size=18><nobr>22</nobr> West, Alisa Avenue, Administrative District</size></align><br /><br /><align=\"center\">A classic musical in production for thirty years</align><br /><align=\"center\"><size=50>Beneath the White Cloak</size></align><br /><align=\"center\">An absurd rumor passes through the room as an unexpected guest arrives at the nobles' feast.</align><br /><align=\"center\">She wears a mask chiseled out of ice and a cloak the color of hoarfrost, bringing horrid death everywhere she goes.</align><br /><align=\"center\">The new theater manager tries hard to serve the nobles, and yet when an opera opens</align><br /><align=\"center\">A guest in white appears in box number five without an invitation, and the century-old tale re-surfaces in this grand gala...</align><br /><br /><align=\"center\"><size=24>The longest running show in the history of the Golden Theater</size></align><br /><align=\"center\"><size=24>A special thirty-year commemorative performance, with a brilliant never-before-seen cast.</size></align><br /><br /><align=\"center\">Recipient of <size=32><nobr>37</nobr></size> Goliards Award for Best Musical</align><br /><align=\"center\">Goliards Awards for Best Direction in a Musical: <size=32>Harold</size></align><br /><align=\"center\">Goliards Awards for Best Composer for a Musical and Life-Time Awardee: <size=32>Andrew</size></align><br /><align=\"center\">Goliards Award for Best Actress in a Leading Role for Musicals: <size=32>Sylvia, Sara</size></align><br /><align=\"center\">Goliards Award for Best Actor in a Leading Role for Musicals: <size=32>Laming, Stephen</size></align><br /><align=\"center\"><size=32>And more mysterious guest performances.</size></align><br /><align=\"center\"><size=32>Presented by the Golden Theater Musical Department!</size></align><br /><br /><align=\"center\">Main Director: Harold. Composer: Andrew. Producer: Charlie. Theater Manager: Larry</align><br /><align=\"center\">Costume Designer: Martin. Artistic Director: Judith. Sound Director: Chris. Conductor: Rhea</align><br /><align=\"center\">Stage Manager: Bonnie. Set Designer: Taylor. Lighting: Jenny. Media Liaison: George</align><br /><br /><align=\"center\"><size=32>Cast</size></align><br /><align=\"center\">Lareina — Sylvia</align><br /><align=\"center\">Rebecca, Lady in White — Sara</align><br /><align=\"center\">Count David — Laming</align><br /><align=\"center\">Viscount Barton — Stephen</align><br /><align=\"center\">Mike, Theater Manager — Nicholas</align><br /><align=\"center\">Joanna, Viscount Barton's Wife — Maya</align><br /><align=\"center\">Kristen, Leading Lady of the Theater— Sheila</align><br /><align=\"center\">Raul, Viscount Barton's Son — William</align><br /><align=\"center\">Madam Maria — Elisa</align><br /><align=\"center\">Circus Owner — Barry</align><br /><align=\"center\">Prince Frank — Peter</align><br /><br /><align=\"center\"><size=32>Program</size></align><br /><align=\"center\">\"Variations on the Beneath the White Cloak Theme, Prologue Version\" — Orchestra</align><br /><align=\"center\">\"The Theater Opens\" — Mike, Kristen, Raul, Lareina</align><br /><align=\"center\">\"Theater Story\" — Kristen, Lareina</align><br /><align=\"center\">\"A Warning Letter in Box Number Five\" — Mike, Rebecca, Lareina, Barton</align><br /><align=\"center\">\"A Kiss of Farewell at Night\" — Lareina, Barton</align><br /><align=\"center\">\"Snow Mask and White Dress\" — Lareina, Rebecca</align><br /><align=\"center\">\"She Comes From a Dream\" — Lareina, Rebecca</align><br /><align=\"center\">\"Call My Name\" — Lareina, Rebecca</align><br /><align=\"center\">\"Magnificent Gala\" — David, Barton, Joanna, Raul, Madam Maria</align><br /><align=\"center\">\"The Show is About to Begin\" — Lareina, Rebecca, Kristen, Raul</align><br /><align=\"center\">\"Uninvited Guest\" — Circus Owner, Prince Frank, Kristen</align><br /><align=\"center\">\"Revenge at the Masquerade\" — Rebecca, David, Barton, Prince Frank, Circus Owner</align><br /><align=\"center\">\"Survival and a Marriage Proposal\" — Lareina, Count David</align><br /><align=\"center\">\"She Came Without an Invitation\" — Rebecca, Lareina</align><br /><align=\"center\">\"I Have No Wish\" — Lareina, Rebecca</align><br /><align=\"center\">\"Sleepless Night\" — Entire Cast</align>",
   "images": []
  },
  {
   "title": "Beneath the White Cloak Program Page 2",
   "localTitle": "Page Two",
   "localDesc": "<align=\"center\">The Thirty-Year Commemorative Performance of Beneath the White Cloak Is About to Start! Here Are the Three Unmissable Moments in the Show</align><br /><align=\"right\">Author: Olsen, Journalist of Belobog Weekly</align><br /><br />With a dazzling cast never before seen, the Golden Theater recently drew up the curtains for the powerful thirty-year commemorative performance for Beneath the White Cloak! Apparently, the number of citizens queuing up for tickets had repeatedly blocked key roads in the Administrative District, ultimately getting the Silvermane Guards to come out to maintain order.<br /><br />The suspense musical Beneath the White Cloak, famous throughout Belobog, is the longest running show in the history of the Golden Theater. As we anticipate the thirty-year commemorative performance, we review the three unmissable famous scenes in the history of this show.<br /><br />1. The mysterious white silk and crystal petals that fall from box number five<br />When the Lady in White first appears, a very mysterious and delicate white silk will fall from on top of box number five. Hand-made crystal petals will also fall with the silk. In previous and popular versions of the show, the silk usually falls at a speed of <nobr>2.5</nobr> meters per second. The hand-made flower petals are specifically dyed to reflect marvelous colors under the light. Importantly, out of all the official merchandise sold in the theater for Beneath the White Cloak, the crystal petals are the most popular — The cast also do not prohibit the audience from taking the petals with them. For over thirty years, this had been the unspoken agreement between the audience and the production cast. In fact, the thirty-year commemorative production had declared they had more than six thousand crystal petals prepared for every performance.<br /><br />2. Count David's Proposal: The Omnipresent Lady in White<br />When Count David publicly proposes to Lareina, the most fascinating part is not the seemingly romantic love story between the lead characters, but the unpredictable re-appearance of the Lady in White. In the initial version of the performance, the Lady in White suddenly appeared in the audience. As the Golden Theater became more technically advanced, the Lady in White's re-appearance became more mysterious and epic. She could walk out from the reflections of countless mirrors on the stage, and could also rise slowly from beneath the floor boards under the candelabra in the middle of the audience after a loud bang and copious amounts of fog. The technical department of the Theater designed a set that can only be moved with twenty people in order to create the mystery of the Lady in White. This had satisfied the audience for the past decade, and also gave rise to a minigame popular amongst theater-goers — can YOU guess where the Lady in White is going to appear during a particular performance?<br /><br />3. An all-star finale sang by established and upcoming actors<br />The final chorus is the closing act for all actors in the theater within the show. The protagonist Lareina is only an upcoming character, while Rebecca stands in the audience and they gaze at each other. In the story, the protagonist silently leaves the stage as the leading actors sing together. However, Beneath the White Cloak had influenced generations of musical talent in the past thirty years. At the end of the story, the final song \"Sleepless Night\" was just meant to be a collective performance, but the wide appeal of the show gradually became the collective memory of generations. Nowadays, the \"temporary actors\" appearing on stage at the final song are usually very established actors, or even past leads in older renditions of Beneath the White Cloak. Various famous actors in the musical scene would also make sudden appearances in this ending show. For the audience, this is an absolutely must-see moment, a sparkling scene that will get you your money's worth — who can say no to the joy of trying to count how many famous actors are on the stage at the end?",
   "images": []
  },
  {
   "title": "Beneath the White Cloak Program Page 3",
   "localTitle": "Page Three",
   "localDesc": "<align=\"center\">The thirty-year legendary musical, Beneath the White Cloak</align><br /><align=\"center\">Will officially begin its commemorative performance at the Golden Theater on February <nobr>21</nobr>.</align><br /><align=\"center\">Limited tickets and merchandise will be available at the counter.</align><br /><br /><align=\"center\">Binder with the cover of Beneath the White Cloak</align><br /><align=\"center\">The cover of the binder is printed with the poster of Beneath the White Cloak</align><br /><align=\"center\">The size of the binder perfectly matches the size of the program, with a great storage capacity of <nobr>30</nobr> pages.</align><br /><align=\"center\">Practical and highly memorable, suitable for storing piles of programs you get from the theater.</align><br /><align=\"center\">List price: <nobr>1500</nobr> shield</align><br /><br /><align=\"center\">Thirty-year anniversary commemorative album for Beneath the White Cloak</align><br /><align=\"center\">A commemorative album showcasing thirty years of casts and stage sets for all the iterations of Beneath the White Cloak.\"</align><br /><align=\"center\">A special release for audience members who love Beneath the White Cloak,\" containing behind-the-scene stories that were never before seen!</align><br /><align=\"center\">This album contains thirty years of love, hard work, and dreams.</align><br /><align=\"center\">List price: <nobr>6000</nobr> shield</align><br /><br /><align=\"center\">Beneath the White Cloak songbook with scores</align><br /><align=\"center\">Includes the scores and lyrics of all songs in the Beneath the White Cloak thirty-year commemorative show.</align><br /><align=\"center\">Fine laminated pages, printed with the best ink, long-lasting collector's edition.</align><br /><align=\"center\">List price: <nobr>2000</nobr> shield</align><br /><br /><align=\"center\">Beneath the White Cloak — \"The Lady in White\" Rebecca's frost mask</align><br /><align=\"center\">Officially licensed merchandise modeled after the mask of the popular character \"The Lady in White\" Rebecca.</align><br /><align=\"center\">Made with a transparent and crystalline material, the mask also contains a hidden elastic band to adjust tightness, designed to fit the average head circumference of audiences of different ages.</align><br /><align=\"center\">Please consult staff from our licensed stores about specific size requirements.</align><br /><align=\"center\">List price: <nobr>20,000</nobr> shield</align><br /><br /><align=\"center\">Beneath the White Cloak — \"The Lady in White\" Rebecca's veil</align><br /><align=\"center\">Officially licensed merchandise modeled after the veil of the popular character \"The Lady in White\" Rebecca when she firstly appears in box number five.</align><br /><align=\"center\">Dyed with a special material, the veil glimmers with a snowflake pattern in the light, fully demonstrating the mystique of the popular character \"The Lady in White\"!</align><br /><align=\"center\">Note: This veil has been adjusted to be lighter and have a better fit for the human body, and is different in size to the version used in the live show. Please consult staff from our licensed stores about the details.</align><br /><align=\"center\">List price: <nobr>30,000</nobr> shield</align><br /><br /><align=\"center\">Beneath the White Cloak — The main cast's masquerade masks mask</align><br /><align=\"center\">Officially licensed merchandise modeled after the masks of the popular characters David, Lareina, Barton, and Prince Frank.</align><br /><align=\"center\">The masks contain a hidden elastic band to adjust tightness, designed to fit the average head circumference of audiences of different ages.</align><br /><align=\"center\">Please consult staff from our licensed stores about size and styles.</align><br /><align=\"center\">List price: <nobr>10,000</nobr> shield</align>",
   "images": []
  }
 ],
 "pageId": "409929"
}