{
 "name": "Return to the Future",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A new advertisement for civilian starskiffs launched by Xianzhou's starskiff brand Blitz.",
 "volumes": [
  {
   "title": "Return to the Future",
   "localTitle": "Return to the Future",
   "localDesc": "<align=\"center\">Mountain Kite, An Unbound Traveler From the Past</align><br /><br />We handed over the Mountain Kite prototype to the R&D pilot from the Sky-Faring Commission and watched him wrap up the test run on the interstellar race course.<br /><br />When the Blitz Corp's logo flashed past us, I was so proud — I was just totally at a loss for words because I was so proud. Thank you, pilot, for helping me remember that victory at the Luofu Ten-Day Races. We've regained everything.<br /><br />I was still young and didn't know how I would be changed by legendary starskiffs such as the Blitzing Silver Thread, the Lion on the Deer Plains, and the Azure Phoenix of the Skies. I firmly believe the Mountain Kite will also motivate the next generation of starskiff pilots.<br /><align=\"right\"> — Chief Designer of the Mountain Kite</align><br /><br />The core of the Mountain Kite's design concept is to establish the most fundamental connection between the starskiffs and us — A pure, humane, and instinctive connection. This starskiff also represents our primordial desire for the boundless vaults of heaven, and how every pilot experiences a spiritual unification with the sky.<br /><align=\"right\"> — Chief Editor of Lifitide</align><br /><br />Mountain Kite continues the lightweight design of the Kite series and uses the latest mortise and tenon technology, which endows the vehicle with the most elegant contours and the most powerful heart. Simply sitting in the driver's seat will allow you to feel the deep and magnetic growl of the Sunhunt engine, the same model as the ones in the Cloud Knight's fighter jets. This is a bird of prey with endless possibilities.<br /><br />The completely enclosed driver's seat and inner cockpit intensely recreates the driving experience of competition vessels, allowing you to always feel you are in the arena with thousands cheering for you. For those pilots with peculiar tastes, the Mountain Kite allows you to pre-order starskiff engine sets with different power settings, materializing the beast within you to its fullest extent.<br /><br />The Mountain Kite undoubtedly have an almost perfect driving experience. We designed a customizable control panel that allows every pilot to adjust the starskiff's functions according to their habits. Compared to the expansive control panels of the starskiffs of the previous generation, the clean and intelligent panels of the Mountain Kite will be more suitable for new pilots.<br /><br />Although it can bring you a driving experience beyond that of the ordinary, these exceptional changes did not escape the concerns of the safety designer. The latest stall control system designed by the Artisanship Commission is used for the first time in this product, and the drift correction device has also been completely upgraded. This latest patented equipment can use intelligent braking to control the yaw angle of the starskiff, and ensures the safety of the vessel even when performing aerobatic flights.<br /><br /><align=\"center\">The starskiff for the next era, crafted with the uttermost dedication by Blitz Corp — The Mountain Kite looks forward to having you for a test ride</align>",
   "images": []
  }
 ],
 "pageId": "409927"
}