{
 "name": "Management Strategy for Reporting Starskiff Traffic",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "Regulations governing the submission of applications for permits to enter or leave the port. It is printed and distributed by the Sky-Faring Commission.",
 "volumes": [
  {
   "title": "Management Strategy for Reporting Starskiff Traffic",
   "localTitle": "Management Strategy for Reporting Starskiff Traffic",
   "localDesc": "<align=\"right\">Public Document of the Sky-Faring Commission </align><br /><br /><size=32>Chapter One — Principles</size><br /><br />One<br />This method is formulated according to legislations such as the Xianzhou Luofu Transport Regulations and the Starskiff Safety Inspection Standards to regulate how reporting is conducted for incoming and outgoing starskiffs, and to ensure traffic safety within the Xianzhou.<br /><br />Two<br />This method applies to civilian starskiffs that dock, take off, or use offshore loading stations within star systems within the Xianzhou Luofu's jurisdiction.<br />This method does not apply to Cloud Knight fighter jets, star jets, and competition fly ships.<br />\"Reporting starskiff traffic\" in this method refers to all activities that involve the starskiff owner reporting information such as docking, take off, and using offshore loading stations to the Sky-Faring Commission via the internet, mail, or other means of communication.<br /><br />Three<br />The Sky-Faring Commission is the main organization responsible for reporting starskiff traffic, and oversees how starskiff traffic reporting on the Xianzhou Luofu is managed.<br />The Department of Aviation in the Sky-Faring Commission is specifically responsible for relevant aviation tasks such as receiving, verifying and managing the reports of vessels entering and exiting its jurisdiction, the registration of new starskiffs, and the dynamic monitor system.<br /><br />Four<br />Starskiff traffic reports should be managed according to the principles of legality, fairness, and being beneficial to the people.<br /><br /><size=32>Chapter 2 — When to Report</size><br /><br />Five<br />In the following situations, starskiff traffic reports should be sent to the local Department of Aviation:<br />1. Arrival reports should be filed for starskiffs arriving at any dock, berth, anchorage grounds, or loading stations to load or offload goods, have personnel embark or disembark, re-stock supplies, or receive contaminants;<br />2. Departure reports should be recorded for starskiffs leaving any dock, berth, anchorage grounds, or loading stations after loading or offloading goods, having personnel embark or disembark, re-stocking supplies, or receiving contaminants.<br /><br />Six<br />Starskiffs do not need to file a traffic report for the following situations:<br />1. The starskiff is entering (or exiting) Xianzhou space from (or to) interstellar space, and has already filed interstellar travel starskiff custom reports according to relevant regulations;<br />2. The starskiff is a support vessel owned by Stargazer Navalia and conducting scheduled work in the area;<br />3. The starskiff is a Sky-Faring Commission vessel currently on official duty or patrolling.<br /><br />Seven<br />Starskiffs only need to file a brief traffic report for the following situations:<br />1. A vessel conducting official business (such as maintenance) for the wharf area;<br />2. A vessel sailing or operating in the space operation platform area.<br /><br />Eight<br />Starskiffs towed into dock by another vessel may either file a standard traffic report or file under \"Dock Operations — Tugboat.\"<br />If additional starskiffs must be added or removed from the towing vessel during interstellar rescue, transportation, or towing operations, a traffic report should be filed as soon as possible.<br />Where arrival or departure information cannot be reported according to the regulations due to emergencies such as search and rescue operations, the traffic reports should be filed as soon as possible after the operation has concluded.<br /><br />(et cetera.)",
   "images": []
  }
 ],
 "pageId": "409925"
}