{
 "name": "Travelogue on Xianzhou",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "The research notes of an Intelligentsia Guild member on Xianzhou.",
 "volumes": [
  {
   "title": "Travelogue on Xianzhou: Delve",
   "localTitle": "Delves",
   "localDesc": "I remember being in awe of the Xianzhou Luofu's enormity when I first saw it years ago.<br /><br />The starship that we were on inched closer and closer to the \"flagship,\" until the Xianzhou's outline became visible to us passengers. That was when I heard people gasping in awe behind me. Some of them even started cheering softly. The ship was so majestic in its enormity that it projected an aesthetic aura that was strange and yet splendorous. As seasoned a traveler as I was, I found myself helplessly enamored by the sense of wonder the Xianzhou had left on me.<br /><br />But just before arriving at the port, I made a startling discovery. The Xianzhou flagship might be a bit too tiny to house any civilization of note.<br /><br />Throughout the vast expanse of the galaxy, there exist innumerable civilizations entirely established on artificial entities. A massive building complex formed by linking an entire star system together, a sea of artificial planets that seem to have no boundaries, a ring-shaped metropolis built around a black hole... No matter what the specific case it might be, maintaining a habitat and ecosystem — which are prerequisites for supporting any living organism — requires a genuinely enormous infrastructure to be built.<br /><br />Compared with these gargantuan creations that could easily span entire galaxies, the Xianzhou flagship is simply too tiny. Some historical records from the Intelligentsia Guild have vaguely stated how the Xianzhou ship was once part of a fleet of vessels that were sent to visit Aeons. But even going by the number of all the currently remaining ships, six such Xianzhou ships would still be far from enough to provide the necessary space for any powerful interstellar civilization to survive.<br /><br />However, when we finally moved into the port, went through all those labyrinthine boarding procedures with the Sky-Faring Commission, and eventually set foot on the Xianzhou Luofu, all preconceived doubts about the viability of the Xianzhou ship suddenly became comically unwarranted.<br /><br />When I got to the bustling skyport that is the Luofu's Starskiff Haven, I started to question if my spatial sense had gone completely haywire. Without a doubt, all this visible space in Starskiff Haven is enough to fill up the entire Luofu. Strange planets were hanging up high in the sky. Everything looked completely different from the view on the outside. What kind of sorcery was this?<br /><br />An Amicassador from the Sky-Faring Commission welcomed me with a professionally-trained smile and told me that many outworlders were just as amazed on their visit. The marvel I had just witnessed was simply referred to as \"delve\" by the locals on the Xianzhou.<br /><br />In the weeks that followed, I visited several other delves on the Xianzhou ship, or should I say, the cabins of the Xianzhou. These delves all varied in size and shape, but they were all on a scale that was just too large for any normal ship to contain. Some of these delves could hold up entire commercial districts, such as Exalting Sanctum, while others could even contain vast luxuriant prairies like the Ever-Hunt Plains.<br /><br />By simple logic, I knew these people here would never disclose to me the exact principles at work in these delves. If this wasn't just a visual facade, then it probably was some kind of mind-blowing space-folding technology. \"Delve.\" Hmph. They just called it a different name to make it sound more exotic.<br /><br />Space folding is hardly anything new. On a large scale, it can be used for space travel, and when done on a smaller scale, it can be used as a means of storage. Many civilizations have developed their own methods of space folding. But it is still very rare to see such ubiquitous usage of space-folding technology on a scale so large that it has become a cornerstone of Xianzhou's daily life. The reason why this is particularly difficult to accomplish is surprisingly simple. The level of energy required to fold space grows in proportion to the volume of the space being folded. For most civilizations, the cost of pulling this off would just be too astronomical. But the people of Xianzhou have achieved this so effortlessly, the power behind which must have something to do with the Aeons.<br /><br />By Nous, if given a chance to further examine this closely, I would perhaps be able to comprehend how Xianzhou managed to create such unusual dimensions. My discovery would definitely bring enormous economic benefits for the Intelligentsia Guild.",
   "images": []
  },
  {
   "title": "Travelogue on Xianzhou: Starskiff",
   "localTitle": "starskiff",
   "localDesc": "Speaking of the first impressions of the Xianzhou Luofu, many people would first think of the starskiffs that flow endlessly at the Jade Gate like a huge school of fish or a flock of birds.<br /><br />Nah, an endless stream of flying vessels is nothing unusual. I've once witnessed the traffic jams of spaceships at Tannhauser's portal and the flying taxicabs in Punklorde. But it was still quite a culture shock to witness these elegant skiffs gliding past the jade-green eaves. <br /><br />In the Xianzhou language, they refer to any vehicle that can fly as a \"starskiff,\" much like how we call them \"spaceships.\" However, based on the research I have conducted thus far, the term \"starskiff\" also has a more limited use case, where it specifically refers to those small passenger aircraft that have a streamlined design with a pointy end and are only for civilian usage within the Xianzhou's delves.<br /><br />In the standardized months since I arrived at Xianzhou, these starskiffs have shuttled me around to different delves. The Amicassador accompanying me was a beautiful Foxian girl (God knows, she might even be older than my grandmother). Then, she gave me an encouraging smile and asked if I wanted to try my hand at piloting a starskiff. \"It's fairly simple, really. Here on the Luofu, it's natural for any young person around the age of <nobr>40</nobr> to know how to pilot one.\" I rubbed my bald head and simply smiled back as I turned down her offer.<br /><br />In my free time, I got to closely examine the design of these starskiffs, and I found out that their sterns were all equipped with a type of basic anti-gravity device that had the appearance of a jade piece. (The Amicassador informed me this was known as a \"jade wheel.\") It was quite intriguing that I could not spot any visible traces of the ship being pieced together. From the bottom to the deck and to the bow, the entire body of the vessel seemed to come in just one single piece. This kind of manufacturing technology piqued my curiosity, but I didn't get an answer until I got an invitation to visit the Stargazer Navalia six months later.<br /><br />It was there that I got to see the starskiff assembly line. These ships weren't manufactured by some convoluted array of industrialized machinery. Rather, it was a series of petri dishes, or perhaps I should say they were more like pots for growing plants. These ships are made in a bionic assembly line that is more comparable to plant cultivation than it is to industrialized manufacturing. The ship's skeleton, hull, deck, and all other parts were all made from seeds grown in petri dishes, which were eventually made into a starskiff as one.<br /><br />In terms of the advancement of space flight technology, I'm of the opinion that Interastral Peace Corporation's vessels are not inferior to these. Nevertheless, I can also see why the IPC's ships aren't more common in Xianzhou, judging from the perspective of demand and production speed.",
   "images": []
  },
  {
   "title": "Travelogue on Xianzhou: Realm-Keeping Commission",
   "localTitle": "Realm-Keeping Commission",
   "localDesc": "Without a doubt, the Realm-Keeping Commission is the one department that outworlders get to interact with the most.<br /><br />Checking resident cards on the streets? That's the Realm-Keeping Commission's job. Doing surveys for census records? That's the Realm-Keeping Commission's job. What about maintaining order for major festivals and ceremonies, arresting thieves, and inspecting the ecosystem of the Ever-Hunt Plains? These are once again within the purview of the Realm-Keeping Commission. Finally, which department is in charge of issuing the updated star-time standard when the Xianzhou is passing through the strong gravitational pull of a celestial body? You guessed it, it's the Realm-Keeping Commission...<br /><br />Outworlders interact with the Realm-Keeping Commission so frequently that there was a time when I couldn't help but wonder if these notes about the commission were superfluous. Anyone who stayed on the Xianzhou long enough would naturally become familiar with the functions of the Realm-Keeping Commission.<br /><br />But when I sat down and examined the Realm-Keeping Commission in detail, I discovered that it turned out to be a highly unusual organization.<br /><br />If you were to flip through some of their publicly released official materials — such as \"A Collection of Interesting Outworlder Laws,\" which every outworlder would get upon arrival, and \"Protecting Starskiff Haven,\" the commission's self-celebratory propagandist documentary, which only went viral due to its absurdity — you might think, or rather the commission wants you to think, that they are just a typical law enforcement agency.<br /><br />However, when you take a closer look at what they actually do, you'll find that the scope of their work is mind-boggling.<br /><br />Public security, firefighting, population statistics, calendar system... Even a fully staffed government department would be hard-pressed to take on all these duties.<br /><br />Another thing that I found to be particularly unusual. The Realm-Keeping Commission is nominally in charge of handling misdemeanor cases in Xianzhou (felony cases seem to fall under the jurisdiction of the Ten-Lords Commission). But in the vast majority of misdemeanor cases, arrests are actually made by the Cloud Knights. Likewise, the Realm-Keeping Commission is the one department nominally responsible for releasing the calendar system, yet the data collection work is actually done by the Sky-Faring Commission and the data extrapolation is handled by the Divination Commission.<br /><br />Based on the documents that I've sourced, the Realm-Keeping Commission presents itself to the public as a body that does odd jobs and offers support for all other departments. To put it bluntly, it functions like a sewer into which all the work flows, always working hard so that everyone else on the Xianzhou may continue their peaceful way of life...<br /><br />Is that actually the case, though? Is there a group of individuals who are prepared to endure everything for the happiness of others? In my opinion, it can't possibly be this simple.<br /><br />Based on my basic understanding of how human society operates, I'm of the opinion that people have in fact misconstrued the relationship between the Realm-Keeping Commission and all other departments. The Realm-Keeping Commission must have been superior to all other departments, contrary to what most people would have you believe.<br /><br />Members of this commission can be found in every corner of society, from rundown ports to the ivory tower. They are the executive branch of the law, they are the hard-working scholars, and they are the scheming masterminds behind the scenes. On Xianzhou, no one can evade the watchful eye of the Realm-Keeping Commission as they are the officially licensed spies. We just can't spot them, even if they are standing right before us in plain sight.<br /><br />When I start to think about all this, I can't help but feel a chill running down my spine.",
   "images": []
  },
  {
   "title": "Travelogue on Xianzhou: Artisanship Commission",
   "localTitle": "Artisanship Commission",
   "localDesc": "For outsiders, Xianzhou is a place filled with mysteries. And legendary tales about Xianzhou's manufacturing sector are quite widespread.<br /><br />But the reality is that the Artisanship Commission's industrial assembly line is no different from all those that can be found in any other civilization. The only parts that can be described as mysterious are how incredibly slow the Xianzhou people's metabolisms are and how unusually closed off the commission is with the outside world, thus making some of their customs quite antiquated.<br /><br />I remember how often I would be left scratching my head at the extreme oddities of Xianzhou customs when I first arrived. I think most outworlders who have lived on Xianzhou before know exactly what I mean. What bewildered us first were, without a doubt, those creations made by the Artisanship Commission.<br /><br />All I wanted was to buy a portable lighting device that could be used as one of my disaster response gadgets. I walked by all the shelves in the store and still couldn't find what I needed. Any kind of basic flashlight would have been fine. I just wanted a small device with a design that has basically remained the same from the ancient past to our modern age, a device that you can find anywhere and that can emit light in emergencies.<br /><br />I ultimately found the most \"normal\" flashlight on Xianzhou with the help of a store clerk.<br /><br />The Artisanship Commission created this flashlight device in the shape of a fish, with its belly done as an open framework that could emit light. This flashlight could also produce light of adjustable intensity and emit it from different directions. As I grabbed the handle located on the fish's back, questions swirled in my mind. People on Xianzhou seemingly believed that this was a \"normal\" device for providing illumination. But this product just seemed so intricate and sophisticated to me that I would even call it a work of art... of a flashlight.<br /><br />Not long after that purchase, I started to collect these \"normal\" devices that were manufactured by the Artisanship Commission. I would then send what I found to the Intelligentsia Guild for further research. Judging from the feedback I received in their reports, most of the scholars didn't quite understand this custom of making objects overly decorative.<br /><br />One report in particular left the strongest impression on me. The author wrote, \"The craftsmanship of this miniature metallic beast is excellent. It is difficult to imagine how they were able to make a moving module of this precision so small. What draws my attention the most is how this device does not require any internal power source. It merely requires wind power to come to life. However, one thing still remains puzzling to me. What is the purpose of this device? Maybe it has something to do with the bell on the beast's body?\"<br /><br />My poor colleague had been overwhelmed by the lavishness of the Artisanship Commission's brilliant skills. In reality, the author of the report was not far off the mark. This \"miniature metallic beast\" was indeed meant to serve as a bell. The Xianzhou people use them as doorbells or hang them in their yards as decorative pieces. That's it.<br /><br />It is clear that the practice of adding ornamental features to ordinary objects (at times the decorative parts were made to a greater degree of precision than the object itself) stems from an antiquated Xianzhou tradition. To us, it seems like an eternity ago when they first left their home planet. But for them, it has been just a few generations ever since they gained immortality.<br /><br />So, even if these customs from the Old Era have long lost their practical meaning, they can still serve as shared memories, passed down for generations.<br /><br />The Artisanship Commission in particular values this tradition, which is apparent from their deep interest in a wide variety of ceremonies.<br /><br />A ceremony would be held for the first product manufactured on a new assembly line. A ceremony would also be held for the final product of an assembly line that is being put out of commission. There is a ceremony for newly opened shops and there is one for old workshops going out of business. The Artisanship Commission perhaps may not have faith in anything other than their own technology, but that does not damper their passion for holding ceremonies.<br /><br />The Artisanship Commission has a propensity to turn even the most minor objects into breathtakingly wonderful pieces of art. I am therefore convinced that it is necessary for us to research the Artisanship Commission's techniques further for potential long-term benefits.",
   "images": []
  },
  {
   "title": "Travelogue on Xianzhou: Jade Abacus",
   "localTitle": "Jade Abacus",
   "localDesc": "The jade abacus has seen wide usage among both the government and common folks in general.<br /><br />I once asked a diviner who used to work for the Divination Commission this question — \"What exactly is this Matrix of Prescience Ultima?\"<br /><br />\"It's nothing special, to be honest. Just countless jade abaci linked together to form a matrix.\" the former diviner replied.<br /><br />\"It's nothing special, to be honest.\" This sentence has a showiness that could be considered revolting by outworlders. But my time on the Xianzhou ship allowed me to know that this diviner is telling the truth. Looking at the jade pendants and bracelets the people of Xianzhou wear, I can tell that their gorgeous jade jewelry is just the civilian version of jade abaci.<br /><br />And based on my observations, these jade abaci that are in the form of jewelry have a powerful level of performance that is on par with any other commonly available personal computer.<br /><br />I am not an expert in computer science, and so I sent some jade abaci over to a colleague in the Intelligentsia Guild who specializes in that field. Later, they sent me a response, \"Todd, all I see are some pieces of jade. Where are those computers you were talking about?\" If I knew, then I wouldn't have needed to bother him.<br /><br />After doing some investigating, he finally unearthed the secret of the jade abacus. In principle, the jade abacus is a type of crystal computer.<br /><br />If you were to take apart a jade abacus and do a close inspection, you would find that there are lines similar to semiconductor chips. This kind of technique is known as \"carving\" in Xianzhou. Even though we found the lines carved into the jade contained executable programs, my colleague at the Intelligentsia Guild could not find any signals being transmitted.<br /><br />This is what he said:<br /><br />\"I have seen many liquid-based and even gas-based computers that simply lack the structure that computers are supposed to have. But they are capable of performing powerful computations at scale because liquids and gases have a relatively flexible molecular structure, meaning they can be translocated in any way by design. I haven't discovered any similar physical properties in the structure of this jade ore. It is as if this jade was just a dumb rock that has suddenly been transformed into something heavenly by the forces of nature.\"<br /><br />My colleague was more than eager to continue dissecting the jade's structure, but I had a new stroke of inspiration. Since we cannot find any components that are supplying computing power, then that must mean the jade abacus is incomplete. It needs other elements to become whole.<br /><br />With this revelation, I made a wild guess (I just realized that I love using the phrase \"wild guess\")... The jade abacus itself is a certain type of quantum communication component. There was a force that existed among the tens of millions of jade abaci throughout the Xianzhou Alliance. The question is, what is supplying the computing power to all these jade abaci with?<br /><br />Perhaps there are many people who don't know that mammalian brains are one of the universe's most perfect computers. Herta of the Genius Society has a powerful brain with computing abilities that are only limited by the blob of proteins between her ears. She can't advance beyond the constraints of her hardware.<br /><br />But if there were a way that millions of brains could be linked together to create a complex and refined communications network like a nervous system that stretched across space, it would allow the intelligence and knowledge of those millions of people to converge together like surging rivers rushing out to sea. These millions of minds linked together would not just mean millions of minds' worth of information stored on this neural network. It would also mean that there is computing power that is at a level equal to the combined power of all these brains. A thought that once was a ripple on a lake would now be an enormous wave, every single drop of which contains hundreds of millions of synapses, releasing electronic currents and transmitting information, observations, memories, calculations...<br /><br />Yes. I believe that Xianzhou utilizes jade abaci to directly link people together. They use this kind of method to observe all of Xianzhou and record every creation. They can even calculate every moment in history. Everything is clear to them. In other words, the jade abacus isn't a kind of crystal computer. Rather, it is a type of bio-quantum computer.<br /><br />After my Intelligentsia Guild colleague from the computer science field heard my conjecture, he burst into laughter, like I was some kind of brainless reptile. I just hope that he can ultimately unearth the secrets of this technology... If bio-quantum computers could be applied to the Intelligentsia Guild, then this massive academic association would become a single scholar whose wisdom would be worthy of an audience with the Erudition of the Aeons.<br /><br />The Intelligentsia Guild has always believed that \"All knowledge must flow like currency.\" This would be the most efficient way to make that happen.",
   "images": []
  },
  {
   "title": "Long-life Species I",
   "localTitle": "Long-life Species I",
   "localDesc": "Cleo,<br /><br />I hope this letter finds you well.<br /><br />First and foremost, I hereby declare: <b>I voluntarily relinquish any right to claim remuneration from Scholar Cleo regarding this article.</b><br /><br />Now, pretend this is a list complaining about all the setbacks of a foolish old coot like me. Before the trip, you kept asking me why I took on this Luofu mission at my age. Back then, I... I'm sorry, I don't remember what I told you at the time. But I know that I still owe you a sincere reply.<br /><br />I know that the academy sent us here to engage in the profitable exchange of information, not to hear us ceaselessly repeat in our reports about the beautiful sights aboard the Xianzhou. But regarding the key issue of longevity, I'm like my predecessors whose only success has been managing to take in those beautiful sights.<br /><br />It's been almost <nobr>12</nobr> standardized months since I came to the Luofu — so one year has passed according to the Xianzhou star calendar. I've partied at the Grand Fair in Starskiff Haven, despite the herniated disc in my back; I've drunk the cultural heritage phenomenon of mung bean soda, as recommended by amicassadors (and when I say cultural heritage, just imagine what a hundred-year fermentation process it is — it's nothing to the Xianzhou natives!); and I've been to the Alchemy Commission for their acupuncture therapy. I feel as though I'm <nobr>20</nobr> years younger! Still good for another few whacks from the old lady's turner!<br /><br />After all of these meaningless activities, I should have, as my failed predecessor should have, posed this crucial question: \"How can I, with my osteoporosis, failing memory, skin sagged like an empty beanbag... How can I return to the days of my youth, and live out another thousand years of life — just like you folks here on Xianzhou do?\"<br /><br />I never asked it though, Cleo — I never said a word. And that's why I'm sitting here sipping tea and writing up all of these letters of repine.<br /><br />All the intelligent beings in the universe want the secret to everlasting youth. Whilst we overwhelm ourselves with the suffering of life, we search inside ourselves and say: When our chance comes, we must take it and extend our lifespans.<br /><br />Yet without the help of technology, most intelligent hominids naturally wither and fade within the span of a hundred years. Except for a few races — those human subspecies known as long-life species.<br /><br />Blessed by a whimsy Aeon (usually Yaoshi), the lives of some intelligent hominids cross that threshold set for them by death. They possess a long lifespan, and multiply in disastrous quantities. What's more worrying is their natural aggression in plundering resources from various homeworlds, sometimes completely converting entire ecosystems. You must be pretty familiar with these lifeforms: the Denizens of Abundance.<br /><br />These Denizens of Abundance have no small volume of literature researched about them by the Intelligentsia Guild (as far as I know, many are utterly inhumane, but of course, the Abundance don't listen to reason). The researchers have all reached the same conclusion: The life-extension protocols of the Denizens of Abundance are intrinsically connected to their genetic make-up — cannibalism, interspecies blood transfusions, a hive mentality, rejuvenation via hibernation or molting... Despite easy access to longevity, most of the Denizens of Abundance lose their minds as they warp into twisted beasts (even if those saber-toothed tigers have somehow had access to interstellar travel, they would have caused less panic than the Denizens of Abundance do). Even if the Guild uncovers their secrets, nobody could commercialize it — rich people will never stump up the cost of treatment for inhuman long-living!<br /><br />In the end, the Intelligentsia Guild turned their research toward a more civilized long-life species: The Xianzhou Alliance. They are mortal enemies locked in eternal combat against their fellow long-life species, the Denizens of Abundance. The Alliance seems rational, can we invest some money in learning the secret to long life from them?<br /><br />Hmph, resource exchange, political mediation, trade wars... They have exhausted all possible methods to achieve nothing but regular academic exchanges. The Guild still doesn't plan on giving up, and keeps sending a stream of silly, cursed fools like us aboard the Xianzhou. Academic exchanges? Please, we might as well have the word \"SPY\" carved onto our foreheads. Do you really think the Xianzhou people don't get what we're up to? Will they just spill the beans while out doing grocery? Is it possible the masters governing the schools are all in fact idiots?<br /><br />Cleo, I'm sorry about all this blathering. Maybe I'm the idiot here. I know it's an impossible task, but here I still am. Because I'm no longer the middle-aged guy who used to teach you back then — I'm old now, my joints all creak and crunch like there're spikes inside me, and I curse the universe every time I have to rise from my chair. $?%*&! Why? Why — no matter how far our tech advances — there is still no cure for arthritis? I truly regret not taking up the company on their cyber-medical insurance policy. At the time, I was filled with hubris and thought that I'd never grow old.<br /><br />But I was wrong. Now I hope to see a breakthrough before I die.<br /><br /><align=\"right\">Your dearest teacher, Todd Riordan</align>",
   "images": []
  }
 ],
 "pageId": "41457"
}