{
 "name": "Protecting Starskiff Haven",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A documentary video script concerned with the daily work of the Realm-Keeping Commission. It records a difficult civil dispute.",
 "volumes": [
  {
   "title": "Protecting Starskiff Haven (Part 1)",
   "localTitle": "Part I",
   "localDesc": ">>>(Video logo: Publicity Department of the Realm-Keeping Commission)<br /><br />The Realm-Keeping Commission is both utterly familiar but also the least well-known organization.<br /><br />We may see them busily going about their business every day, but few people know what it is our attendants get up to on workdays.<br /><br />Come with us to gain a deeper understanding of this group of people who are utterly familiar yet still unknown.<br /><br />>>>(Insert opening of the Protecting Starskiff Haven)<br /><br />There might be no busier place than the Starskiff Haven in the Xianzhou Luofu, with its frequent trading. Locals from Xianzhou and <s>Outworlders</s> here have the money they need for necessities as they repeat the motions of their everyday lives.<br /><br />Dahao's notes: Uh. There's something I would like to bring to everyone's attention. Please keep the term \"Outworlder\" to a minimum in scripts for official publicity. Instead, use things like, \"honorable guest from afar\" or \"visiting traveler.\" You know how it is. This is what the boss wants. Everything's all about open and inclusive cultural exchanges these days. Outworlder could come across as a bit xenophobic...<br /><br />However, unexpected dissonance can rear its head in any beautiful place throughout the galaxy. Bringing that dissonance back in line and continuing to compose the symphony that is life requires the hard work of the Realm-Keeping Commission.<br /><br />Just like today... It was supposed to be another beautiful day with a pleasant breeze and sunshine. Not long after lunch, the attendant Xuguang was on patrol at the port of Starskiff Haven. She felt happy to see the prosperous and bustling marketplace.<br /><br />>>>(Insert sound of alarms)<br /><br />But just then, there was suddenly an alert that soured Xuguang's mood. The person who notified the authorities said that there were two Outworlders who were about to start a duel at the entrance of the Sleepless Earl.<br /><br />Xuguang took off as soon as she received the report. She rushed to the scene and arrived before the two Outworlders could trigger a bloody tragedy.<br /><br />After getting the two to calm down and stabilizing the situation, Xuguang started to question them about what was going on.<br /><br />>>>(Insert materials on the customs of the Aigaians)<br /><br />It turns out that Zaman and Akella are both Aigaians from the same village. They came to Xianzhou with the dream of revitalizing their village's entertainment industry and swore to bring back Xianzhou's rich entertainment culture with them.<br /><br />>>>(Insert simulation video)<br /><br />A few days ago, Zaman came across a broker who said he could help him get a core technology patent for Butterfly Immersia.<br /><br />Zaman became overwhelmed by the greatness of his dream as he imagined his glorious return home with entertainment that belongs exclusively to Xianzhou in hand. Without a second thought, he took half of his and Akella's assets and bought this supposedly key technology patent.<br /><br /><s>Of course, there was no way for an Outworlder to get their hands on any of Xianzhou's technologies so easily.</s> All Zaman managed to purchase was a patent for some trivial technology. Zaman went to the Sleepless Earl to worry about his troubles once he realized he got scammed. That's when he saw Akella, who made a special trip to see Zaman.<br /><br />Dahao's notes: The first line of this paragraph is unconsciously revealing a hint of xenophobia. Don't make our guests think you look down on others because you are part of an advanced civilization.<br /><br />Akella was full of excitement as he shared about buying a key technology patent for Butterfly Immersia from a broker. He thought the price was quite reasonable as he only paid the broker half of their combined assets.<br /><br />After getting into a heated discussion over the matter, these two poor souls without a cent to their names believed the only way to wrap this issue up was to duel.<br /><br />>>>(Insert an ad from sponsors)",
   "images": []
  },
  {
   "title": "Protecting Starskiff Haven (Part 2)",
   "localTitle": "Part II",
   "localDesc": ">>>(Video logo: Publicity Department of the Realm-Keeping Commission)<br /><br />Even when compared to all the thorny issues the Realm-Keeping Commission had to handle, Zaman and Akella's issue belong to the thorniest variety.<br /><br />>>>(Insert material on Aigaian civilization)<br /><br />Life on Xianzhou is innately different from what Outworlders are used to. Many of the regulations that govern Xianzhou aren't applied to <s>Outworlders</s>. In legal practice, cases that involve Outworlders from the same civilization, sentencing often is based on the laws from where they're from.<br /><br />Dahao's notes: I'm tired. Please replace all instances of the word \"Outworlder\" with \"honorable guest.\"<br /><br />The individuals in this case, Zaman and Akella, belong to the Aigaian civilization, which holds that duels are capable of resolving conflicts of any nature. Therefore, from a legal perspective, Xianzhou locals have no right to interfere with their duels.<br /><br />However, the line between emotion and law is perhaps not so clear.<br /><br />>>>(Insert scenario restoration video and law enforcement recording.)<br /><br />\"What year is this, huh!?\"<br /><br />Having heard the whole story, Xuguang shouted and moved to stand in between the two to keep them from hurting each other.<br /><br />Akella argued his point. \"It doesn't matter what year it is. Duels are the best way for an Aigaian to demonstrate their dignity!\"<br /><br />\"But neither of you was the one that cheated you out of your assets. What's the point of trying to rough each other up?\" Xuguang replied.<br /><br />\"It's true.\" Zaman said, \"But if one of us hadn't fallen for that scam, then we wouldn't be completely broke! We don't even have money to get back home!\"<br /><br />>>>(Insert heartfelt music)<br /><br />Xuguang continued to give them suggestions. \"If you want to go back home, then the Sky-Faring Commission will help you. They can also recommend a place for you to stay temporarily and a job to make a living if you want to wait for that con artist to get arrested and recover your losses.\"<br /><br />\"How are we supposed to face our parents if we go back, and if we stay, how can we face each other...? We got cheated out of everything we have because of our own greed. It's too shameful to bear!\" Akella said, his voice quaking with emotion.<br /><br />Xuguang understands the heart of the matter after hearing his words. Short-life species are always so anxious about time passing them by and not accomplishing anything. Xuguang's many years of performing her duties left her unsurprised by this kind of incident.<br /><br /><s>\"There's no need to worry. Keep working hard. You still have another forty years of life ahead of you. Time will help you smooth out all your conflicts.\"</s><br /><br />Dahao's notes: This mediation clearly exposes that many staff members of the Realm-Keeping Commission lack sufficient competency in their mediation work and don't even think about the physiological differences of different species. Offering suggestions like \"Let time solve everything.\" is not appropriate at all. All of you need to do new recruit training!<br /><br />>>>(Insert shifting sound effect)<br /><br />After hearing Xuguang's gentle words of advice, Zaman and Akella still couldn't settle their issue. Quite the opposite, they suddenly broke down into loud sobs, and things got out of control for a moment. The two insisted on dueling to the death.<br /><br />>>>(Insert an ad from sponsors)",
   "images": []
  },
  {
   "title": "Protecting Starskiff Haven (Part 3)",
   "localTitle": "Part III",
   "localDesc": ">>>(Video logo: Publicity Department of the Realm-Keeping Commission)<br /><br />Xuguang's head started to ache as she watched the two lose control of their emotions.<br /><br />Perhaps just then she was overflowing with confidence in her <s>excellent negotiation skills</s>. She did everything in her power to calm Zaman and Akella down, but now they were so overcome by emotion that they couldn't listen to her advice.<br /><br />Dahao's notes: Could you dial down the grandstanding a bit? I don't see anything excellent about the negotiation skills in this script!<br /><br />>>>(Insert interview of Xuguang the attendant, Zaman, and Akella)<br /><br />In the face of difficulty, Xuguang demonstrated the superb qualities that an attendant for the Realm-Keeping Commission ought to have: a sharp wit and the ability to adapt to change.<br /><br /><s>The Foxians have a saying that goes, \"Words are more powerful than fists, but fists are more effective than words.\"</s><br /><br />Dahao's notes: Go to the Sky-Faring Commission and ask Madam Yukong or just grab any Foxian you can find and ask them! Foxians would never say something like this!<br /><br />\"Knock out it off! If a duel is what can bring a smile to your face, then I will allow you to duel, but you won't be dueling each other. You'll be facing me. If I win, then you have to do what I say.\"<br /><br />Zaman and Akella thought about the proposal for a good while. After discussing it over, the two ultimately decided to accept it.<br /><br />>>>(Insert interview of Zaman and Akella)<br /><br /><s>Zaman chose to be her first opponent. He bowed and stepped to a safe distance away from Xuguang. He charged toward her aggressively with his weapon at the ready. Well-versed in how to defend herself as a woman, Xuguang pivoted away from his attack. She countered by using her fingers like a sword to strike Zaman's Shenfeng acupuncture point with stunning precision.<br /><br />Zaman's qi was temporarily blocked. His footwork became clumsy, and he fell to the ground immediately. The duel was over before it even began. Akella's jaw dropped at what he had just witnessed.</s><br /><br />Dahao's notes: This all needs to get cut. It's a script for a publicity video. Why are you describing the fighting techniques in so much detail? Besides, do Aigaians have the same physiology as Xianzhou natives? Do they have acupuncture points?<br /><br />>>>(Insert interview of Zaman and Akella)<br /><br /><s>Akella's eyes revealed he had accepted his fate. Perhaps because he witnessed Zaman's defeat, he didn't select any weapon other than his own two fists. The palm of Xuguang's hands faced upward. It was as if she reached out with numerous hands. She brushed aside Akella's opening strike and then hit Akella's chest with a barrage of punches to his chest. In the blink of an eye, the second duel was over.</s><br /><br />Dahao's notes: I get it. The author enjoys describing combat. I will rewrite this paragraph. If we released copy like this, it would cause a cultural conflict.<br /><br />Xuguang didn't wait for the two to get back up on their feet before she swiftly rushed toward them, blocking their escape. The attendant towered over them, took their hands, and ordered them to hold each other's hands tightly.<br /><br />\"Both of you lost to me, so the duel is over. Now I want you to become friends again!\"<br /><br />>>>(Insert Xuguang's interview)<br /><br />After the duel was over, Zaman and Akella were able to catch a ship back to their hometown thanks to the Sky-Faring Commission's help.<br /><br />As for Xuguang, her use of fighting to resolve an external conflict triggered a controversy. She was given a demerit after a discussion among the top brass of the Realm-Keeping Commission.<br /><br />And with that, the Realm-Keeping Commission protected the peace of Xianzhou once again.<br /><br />>>>(Play end credits)<br /><br />Dahao's notes: After giving it some thought, I've decided you should rewrite this script for me. I don't feel like doing it. If content like this were released to the public, the last shred of the Realm-Keeping Commission's reputation would be up in flames!",
   "images": []
  }
 ],
 "pageId": "41456"
}