{
 "name": "Cloud Knights Against the Borisin",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A Foxian Drum Chanting story that tells of the brutal battle between a Cloud Knights general and the Borisin. Famous throughout the Xianzhou.",
 "volumes": [
  {
   "title": "Cloud Knights Against the Borisin",
   "localTitle": "Cloud Knights Against the Borisin",
   "localDesc": "...<br />(spoken)<br />The general saw a poor, helpless orphan. Outside the city, the Borisin forces laid siege to the city. The general stopped and asked the boy a question.<br /><br />\"Boy, why aren't you running for your life? You can't blame heaven and earth if you just wait for the Borisin to come and kill you!\"<br /><br />The orphan did not grow timid in the presence of the general, but as soon as he opened his mouth, tears were running down his face.<br /><br />(sung)<br /><align=\"center\">My good general! Disease and swords were at our doorstep.</align><br /><align=\"center\">My mother and I escaped to another planet.</align><br /><align=\"center\">She passed on as we wandered around, homeless and wretched.</align><br /><align=\"center\">How could my heart not be filled with sorrow!</align><br /><br /><align=\"center\">The general cried as he heard the orphan's tale.</align><br /><align=\"center\">How could one bear to see my family so miserable!?</align><br /><align=\"center\">I will cut down the evil monsters by the sacred order.</align><br /><align=\"center\">Who can endure such loneliness?</align><br />...<br /><br />...<br />(spoken)<br />The general charged onto the Borisin ship. Thousands of monsters appeared along the bridge. The general looked at his foes and grinned. He thought to himself:<br /><br />(sung)<br /><align=\"center\">I will put an end to all our future troubles</align><br /><align=\"center\"> to be settled with the Plagues Author!</align><br /><br />(spoken)<br />I saw him shout as the qi moved from his Well. There is a saying that goes —<br /><br />(sung)<br /><align=\"center\">The general shouted on the bridge.</align><br /><align=\"center\">He shouted so loudly that even the comets reversed their tracks.</align><br /><align=\"center\">The Reignbow Arbiter gifted me a longsword</align><br /><align=\"center\">to cut off your head and break your chains.</align><br /><align=\"center\">The day I come to the Hall of Karma, </align><br /><align=\"center\">I shall have nothing to hold on to for this life!</align><br />...",
   "images": []
  }
 ],
 "pageId": "41458"
}