{
 "name": "Ministry of Education Quiz",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "None",
 "volumes": [
  {
   "title": "Ministry of Education Quiz (Part 1)",
   "localTitle": "Ministry of Education Quiz (Part 1)",
   "localDesc": "The Limesteins have a large parking lot filled with <nobr>42</nobr> cars. One day, a thief stole wheels from several cars. Now, several cars only have 3 wheels left. While appraising damages, the insurer bent down and counted a total of <nobr>154</nobr> wheels across the lot. How many cars had their wheels stolen?<br /><br />1. <nobr>42</nobr><br />2. <nobr>14</nobr><br />3. <nobr>28</nobr>",
   "images": []
  },
  {
   "title": "Ministry of Education Quiz (Part 2)",
   "localTitle": "Ministry of Education Quiz (Part 2)",
   "localDesc": "<nobr>58</nobr> is First Snow, and First Snow is 0.<br /><nobr>39</nobr> is Summershade Bamboo, and Summershade Bamboo is <nobr>14</nobr>.<br /><nobr>99</nobr> is Ball Peony, and Ball Peony is 8.<br /><nobr>27</nobr> is Sunshine, and Sunshine is 4.<br />What is the sum of First Snow, Summershade Bamboo, Ball Peony, and Sunflower added together?<br /><br />1) <nobr>162</nobr><br />2) <nobr>42</nobr><br />3) <nobr>365</nobr>",
   "images": []
  },
  {
   "title": "Ministry of Education Quiz (Part 3)",
   "localTitle": "Ministry of Education Quiz (Part 3)",
   "localDesc": "The Limesteins' wheel thief was apprehended, with the guards taking in three suspects: Jack, Chris, and Eric. The three argued, with Jack blurting: \"Chris is the one who stole the wheels!\"<br /><br />The quick-witted Gepard quickly found the culprit. To test his aide, Gepard said cryptically without revealing the thief: \"How strange. Of the three, only the thief did not lie.\"<br /><br />Who was the thief that stole the Limesteins' wheels?<br /><br />1. Jack<br />2. Chris<br />3. Eric",
   "images": []
  },
  {
   "title": "Ministry of Education Quiz (Part 4)",
   "localTitle": "Ministry of Education Quiz (Part 4)",
   "localDesc": "Howard, Philip, and Joyce: among them is a good man, a bad man, and a liar. The good man only tells the truth; the bad man only lies; and the liar... Well, he would say anything — sometimes the truth, and sometimes lies.<br /><br />One day, Joyce said: \"Philip is either the good man or the bad man.\"<br /><br />Then, Philip said: \"Either Howard or Joyce is the good man.\"<br /><br />Which of these three is the liar?<br /><br />1. Howard<br />2. Philip<br />3. Joyce",
   "images": []
  },
  {
   "title": "Ministry of Education Quiz (Part 5)",
   "localTitle": "Ministry of Education Quiz (Part 5)",
   "localDesc": "<nobr>1453</nobr>=0 <br /><nobr>1915</nobr>=1 <br /><nobr>2409</nobr>=2 <br /><nobr>6010</nobr>=3 <br /><nobr>9981</nobr>=4 <br /><nobr>8848</nobr>=?<br /><br />1. 4<br />2. 5<br />3. 6<br />4. <nobr>18</nobr>,<nobr>000</nobr>",
   "images": []
  },
  {
   "title": "Ministry of Education Quiz (Part 6)",
   "localTitle": "Ministry of Education Quiz (Part 6)",
   "localDesc": "Hook is playing a game called \"Guess the Flower Color\" with her friends.<br /><br />She invited Julian, Luka, and Big Sister/Big Brother who always plays with them — and stuck a flower in each one's hair. There are four flowers — two white, two purple — and nobody including Hook looked at their own flower nor anybody else's flower.<br /><br />Next, she asked everyone to step forward and form a line. Hook, Julian, Luka, and then Big Sister/Big Brother stood in order. Only looking at the person straight ahead is allowed, and nobody may turn around or peek at anyone else's flower.<br /><br />To keep things fair, Hook blindfolded Big Sister/Big Brother — because she/he's so tall!<br /><br />However, while they can't see their own flowers, we can see them as we walk by: Hook and Luka have white flowers, while Julian and Big Sister/Big Brother have purple ones.<br /><br />Despite Hook's best and fairest intentions, only one person in this game will be able to guess what color the flower they have on their head is. Who is that person?<br /><br />1. Hook<br />2. Julian<br />3. Luka<br />4. Big Sister/Big Brother",
   "images": []
  },
  {
   "title": "Ministry of Education Quiz (Part 7)",
   "localTitle": "Ministry of Education Quiz (Part 7)",
   "localDesc": "I heard that there's ancient treasure buried in an inconspicuous corner of the snow plains. <s>Sampo</s> the explorer — Tall, Blue, and Handsome — found the treasure after quite an adventure, and before them, they found two talking gates: One gold, one silver.<br /><br />One of these two doors only tells the truth, while the other only tells lies. Behind one of these doors lies treasure, behind the other lies an ancient monster.<br /><br />A note on the treasure map advises: The two doors will only answer one question.<br /><br />The quick-witted <s>Sampo</s> — Tall, Blue, and Handsome — gives it some thought before asking the silver door, \"What would the gold door say about the thing that lies behind you?\"<br /><br />The silver door answers, \"It would say, there is treasure behind me.\"<br /><br />Which door should <s>Sampo</s> — Tall, Blue, and Handsome — open?<br /><br />1. Open the gold door<br />2. Open the silver door",
   "images": []
  },
  {
   "title": "Ministry of Education Quiz (Part 8)",
   "localTitle": "Ministry of Education Quiz (Part 8)",
   "localDesc": "The Belobog Academy has discovered a new, invasive species of algae that can double itself in just one day, and in just <nobr>30</nobr> days fills a whole reservoir — contaminating the water supply. How many days would it take for the algae to fill half of the reservoir?<br /><br />1. <nobr>15</nobr> days<br />2. <nobr>29</nobr> days<br />3. <nobr>31</nobr> days",
   "images": []
  }
 ],
 "pageId": "41460"
}