{
 "name": "A Call From The Fragmentum",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A story started by a call from within the Fragmentum at Backwater Pass.",
 "volumes": [
  {
   "title": "A Call From The Fragmentum: Clues From the Conversation",
   "localTitle": "Clues From the Conversation",
   "localDesc": "This note was used to record a bizarre phone call that took place inside the Fragmentum.<br /><br />The caller's name is unknown. Female, estimated to be <nobr>40</nobr> years old by her voice. Her voice jumps around and sounds tired.<br /><br />The caller seems to be arguing with someone named \"Scott.\" Initially, we infer that these two are married, and that Scott's work situation is causing disharmony in the marriage.<br /><br />The caller has a daughter named Beatrice whose birthday is on February <nobr>13</nobr> (<nobr>0213</nobr>).<br /><br />These are all the clues from the phone call, recorded onto this note as a memo.",
   "images": []
  },
  {
   "title": "A Call From The Fragmentum: Incident Report Compiled by the Guards",
   "localTitle": "Incident Report Compiled by the Guards",
   "localDesc": "[Time]<br /><br />February <nobr>15</nobr>, <nobr>685</nobr> AF<br /><br />[Type]<br /><br />Traffic Incident Casualties Report<br /><br />[Department]<br /><br />Belobog Traffic Department<br /><br />[Follow-up Coordinator]<br /><br />Silvermane Guards Patrol Captain Pattinson Cooper<br />Belobog Traffic Department Officer Mary Bradley<br /><br />[Incident Description]<br /><br />At <nobr>19</nobr>:<nobr>33</nobr> on the evening of February <nobr>14</nobr>, <nobr>685</nobr> AF, a car accident occurred in a business street of the Belobog Administrative District. A <nobr>675</nobr> Bronze Wall sedan collided with a mother and her daughter as they crossed the street.<br /><br />The driver contacted the Silvermane Guards after, and the two victims were checked for vital signs once the guards arrived. The older woman was found to have died instantly, while the young girl suffered serious head trauma and was immediately sent to the hospital where she remained in a coma as of the date of the report. The driver and his vehicle had both been detained by the Silvermane Guards, pending further investigation.<br /><br />The victims' identities have been confirmed. The deceased is Alyssia Prince (<nobr>38</nobr>) and the seriously injured is Beatrice Prince (5). As of <nobr>22</nobr>:<nobr>15</nobr> on February <nobr>15</nobr>, the Silvermane Guards have contacted the surviving spouse, Scott Prince (<nobr>40</nobr>). Mr. Prince works in the Underworld, and expressed extreme distress upon learning of the situation. The Traffic Department will arrange for psychiatric support.<br /><br />For any follow-up questions about this incident, please contact Mary Bradley at the Belobog Traffic Department.",
   "images": []
  }
 ],
 "pageId": "41461"
}