{
 "name": "An Unsuitable Job for A Puppet",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A grimdark serialized web novel featuring the Judges of the Ten-Lords Commission as the protagonists and is adapted from urban legends. It's not very popular.",
 "volumes": [
  {
   "title": "An Unsuitable Job for A Puppet (Part 1)",
   "localTitle": "Part 1",
   "localDesc": "<size=32><align=\"center\">\"Become a Novelist\"</align></size><br /><align=\"right\">Not everything that happens here deserves believing — Urban Legend</align><br /><br />[Supernova Serial] An Unsuitable Job for A Puppet<br /><br /><align=\"center\">Chess Master Fay</align><br /><align=\"center\">Posted on August <nobr>10</nobr></align><br /><br />...<br /><br />Elixir Research Terrace is where elixirs are researched under the auspices of the Alchemy Commission. A man storms wildly across the pointed rooftop rafters.<br /><br />Within but a moment, the man is at the edge of the eaves with nothing but air beneath his steps. Suddenly, the man leaps off the roof, catching onto a Heron Express cycrane. The birdlike ingenuity mutters out a few prerecorded warnings before trying to shake him off. Finally, it stabilizes, and carries him off safely to a starskiff parked in the distance.<br /><br />When the Alchemy Commission guards finally reached the rooftop, the man had disappeared — leaving behind only a cricket-like shadow figure.<br /><br />A guard eyed the diminishing figure, before falling to the ground with tears in his eyes, trembling as he muttered: \"It's over, everything's over.\"<br /><br />\"Ninsa, it's not our fault.\" The officer beside him sighed aloud and then spoke self-deprecatingly, \"Notify the Ten-Lords Commission. They can fix this.\"<br /><br />\"Fix?\" Shouted the guard called Ninsa. \"Tell me how to fix this, Hede. He fled with a jade abacus that holds the prescriptions from the Theophany Era! Xianzhou has been hiding those secrets for centuries. Once revealed, the consequences will be unimaginable...\"<br /><br />Ninsa paused and, seeing his partner lost for words and his own troops even more petrified, he stood up to continue shouting: \"We didn't even get a clear view of his face! Even the Ten-Lords Commission can't help us.\"<br /><br />Before he could finish, a cold female voice rang out behind everyone: \"I've already memorized his face. Rest assured.\"<br /><br />Everyone automatically fanned out, and the woman revealed her face — a young girl with short black hair holding a chain and scepter in her hands. There was no emotion on her delicate and lovely face, and it sent chills down the spines of the troops.<br /><br />\"All ingenium creations are prohibited around the Elixir Research Terrace. Of course, not including me.\"<br /><br />The young lady said as she walked to the edge of the roof, her voice chilling to the bones. \"All cycranes responsible for deliveries are registered with the Realm-Keeping Commission. If they were modded, they can be detected very soon.\"<br /><br />\"How do you explain that particular one? You've seen it, right?\" Asked Ninsa.<br /><br />\"It may have been hijacked by some kind of bioelectric signal. That Outworlder's abilities are pretty unique, are you concerned?\"<br /><br />Ninsa seems to be stunned into silence by this visitor, and almost dropped to the ground once more. Like an animal with his instincts, Hede asked cautiously, \"May I ask who your Excellency is...\"<br /><br />\"Judge of the Ten-Lords Commission.\"<br /><br />And with that, the girl flipped down off the top of the roof, and instantly disappeared out of sight.<br /><br /><br /><align=\"center\">Xianzhou Smartie</align><br /><align=\"center\">Posted on August <nobr>10</nobr></align><br /><br />Sir! I've been waiting for your work for a long time. I'll read every single one. Thank you!<br /><br /><br /><align=\"center\">Keen Web Fan Martha</align><br /><align=\"center\">Posted on August <nobr>10</nobr></align><br /><br />The Ten-Lords Commission? It's good subject matter, but it's far from the Ten Lords of my imagination. This just looks like some rough repackaging of spy novels set outside Xianzhou. I suggest the author check out Social Principles of Love and Restraint. It's far better than this opener here.<br /><br /><br /><align=\"center\">Six-Eyed Flying Fish</align><br /><align=\"center\">Posted on August <nobr>10</nobr></align><br /><br />The writer's description of technical details is fantastic! Such veracity, and so shocking. Did the writer really work in the Ten-Lords Commission?<br /><br /><br /><align=\"center\">Chess Master Fay</align><br /><align=\"center\">Replied to: Six-Eyed Flying Fish, August <nobr>10</nobr></align><br /><br />You overstate things. I'm just diligent in examining evidence.<br /><br /><br /><align=\"center\">Snowy Jacket</align><br /><align=\"center\">Posted on August <nobr>12</nobr></align><br /><br />Interesting.<br /><br /><br /><align=\"center\">Moon Moon Moon Moon</align><br /><align=\"center\">Posted on August <nobr>12</nobr></align><br /><br />Holy cow, it's Fay's new work! #confetti#applause#hugs~ I've been waiting for this for <nobr>827</nobr> years! #confetti#applause#hugs~ I hope you read this post. I've liked, commented, and shared every post you've ever done.<br /><br /><br /><align=\"center\">Existential Teahouse</align><br /><align=\"center\">Posted on August <nobr>12</nobr></align><br /><br />\"Grade A top product.\" Master Fay's deductive skills are absolutely the best aboard Xianzhou. From the migration of viewpoints to the reshaping of characters, all of the dramatic tension is built up before being released at the end.<br /><br />Master Fay runs over the central themes with picturesque words. The penetrating descriptions are shocking, as though they've sprouted their own hands, feet, and senses. Characters are guided under the supervision and observation of the reader.<br /><br /><br /><align=\"center\">Judge's Dog</align><br /><align=\"center\">Posted on September 7</align><br /><br />I wanna be the judge's dog. I wanna be whipped with the judge's chain!!! O judge, I am your dog! How can I live without you!? My judge!!!<br /><br /><br /><align=\"center\">Snowy Jacket</align><br /><align=\"center\">Reply to: Judge's Dog, September 7</align><br /><br />That's kinda gross.",
   "images": []
  },
  {
   "title": "An Unsuitable Job for A Puppet (Part 2)",
   "localTitle": "Part 2",
   "localDesc": "<size=32><align=\"center\">\"Become a Novelist\"</align></size><br /><align=\"right\">Not everything that happens here deserves believing — Urban Legend</align><br /><br />[Supernova Serial] An Unsuitable Job for A Puppet<br /><br /><align=\"center\">Chess Master Fay</align><br /><align=\"center\">Posted on August <nobr>15</nobr></align><br /><br />Continuing: A prescription of ages past containing the secrets to longevity was stolen. Like a porcelain doll, the girl from the Ten-Lords Commission gave chase. She had to catch up before the secret was leaked, to apprehend the criminal...<br /><br />\"Hey, Madam,\" called out a short Foxian female judge. \"Not even the Ten-Lords Commission could identify bioelectric signals without any evidence. This judgment seems a little arbitrary...\"<br /><br />\"The point is not the signal itself,\" the girl being called Madam interrupted. \"A secret prescription from the Theophany Era is hidden in the Elixir Research Terrace, and was stolen by an Outworld thief...\"<br /><br />\"What do you mean...?\" asked the Foxian tentatively, afraid of being remonstrated by her leader for not knowing.<br /><br />\"Has all items stored in the Elixir Research Terrace been advertised so widely that even Outworlders know about it? Has it become common knowledge?\" said the girl, pausing to add: \"Go and look into things there, including any previous doctors who've been fired or quit.\"<br /><br /><br />\"Miss, please stop. This is the men's room...\"<br /><br />Before he could finish, the Vidyadhara guy guarding the door of the men's room felt a cold object on his neck. Looking down, he saw a scepter in the shape of a spear-tip.<br /><br />According to his own words, he was able to safely survive his first <nobr>300</nobr> years by relying on three words alone: \"understand the times.\" So he immediately smiled and said: \"It's urgent, right? Then I won't stop you, haha.\"<br /><br />Then, he cut a strange pose, turned back, and smiled apologetically as he fled off down a dark alleyway.<br /><br />The dark-haired girl used her scepter to lift up the filthy doorway curtain of the toilet and walked inside.<br /><br />Behind the curtain, a strong stench stimulated her olfactory center. A quick analysis was completed within a nanosecond: It was not the smell of ammonia, but a pungent odor of sodium hypochlorite. Perhaps the vast majority of law-abiding citizens of Xianzhou would never imagine an apothecary hiding out in an abandoned public toilet like this.<br /><br />In the darkest depths of this \"apothecary,\" there's a man looking like a healer in a daze. Before he could react, the girl closed in on him with her ghastly form. A chain slithered up like a living being and encoiled him. At the same time, the sharp point of the scepter was pressed against his throat.<br /><br />\"Who did you tell about the secret prescriptions kept in the Elixir Research Terrace?\" the girl hissed, slightly releasing pressure so that he could speak.<br /><br />\"Prescription... I don't know about any prescription... Ugh...\"<br /><br />He only manages to say a few words before the girl tightens her grip, blocking up the words in his throat.<br /><br />\"Who is he?\" she demanded, again relaxing her right hand slightly.<br /><br />\"Ahem... I don't know... Ugh...\"<br /><br />\"How many of the Ten Lords' interrogation methods have you heard of? I'll ask you one last time: Who is he?\" She retracted the spear-like scepter and in a display of strength disproportionate to her size, lifted him up entirely off the ground.<br /><br />\"Ahem... Coventry! Ahem... Albert Coventry! There, I said it! I told you. Please spare me!\"<br /><br />The man suddenly felt all his strength had left his body. Both legs gave way as he collapsed to the ground. When he came back around and tried to see the girl's face, he realized that the entire nightmare interrogation process was as though it never existed — only the rustling sound from the alleyway remained.<br /><br /><br /><align=\"center\">Xianzhou Smartie</align><br /><align=\"center\">Posted on August <nobr>15</nobr></align><br /><br />Sir! I've been waiting for your work for a long time. I'll read every single one. Thank you!<br /><br /><br /><align=\"center\">Snowy Jacket</align><br /><align=\"center\">Posted on August <nobr>15</nobr></align><br /><br />This chapter is good.<br /><br /><br /><align=\"center\">Six-Eyed Flying Fish</align><br /><align=\"center\">Posted on August <nobr>16</nobr></align><br />Fay really is the Xianzhou King of Hardboiled Fiction. Every chapter weaves back and forth, revealing shocking surprises! It's unbeatable!<br /><br /><br /><align=\"center\">Chess Master Fay</align><br /><align=\"center\">Replied to: Six-Eyed Flying Fish, August <nobr>16</nobr></align><br />You overstate things. I don't deserve such praise. In my opinion, there are many hard-boiled novelists who are better than me.<br /><br /><br /><align=\"center\">Six-Eyed Flying Fish</align><br /><align=\"center\">Replied to: Chess Master Fay, August <nobr>16</nobr></align><br />No way! You're so humble — you definitely deserve the title of the Xianzhou King of Hardboiled Fiction. There's none better than you out there!<br /><br /><br /><align=\"center\">Philosophy Lover</align><br /><align=\"center\">Posted on September <nobr>15</nobr></align><br /><br />From a psychoanalytic perspective, the author comes off as a big Other, and must learn to restrain the sliding of the signifier with the awakening of the ego.<br /><br /><br /><align=\"center\">Chess Master Fay</align><br /><align=\"center\">Replied to: Philosophy Lover, August <nobr>16</nobr></align><br /><br />What is all this you're talking about?<br /><br /><br /><align=\"center\">Judge's Dog</align><br /><align=\"center\">Posted on October <nobr>28</nobr></align><br /><br />Ahhh why are you rewarding him, arghhh!!! Don't hit him, hit me instead!!! Hit me! Let me be your dog, ahhhh!<br /><br /><br /><align=\"center\">Snowy Jacket</align><br /><align=\"center\">Replied to: Judge's Dog, October <nobr>28</nobr></align><br /><br />Where do you live? Let's talk offline.<br /><br /><br /><align=\"center\">Judge's Dog</align><br /><align=\"center\">Posted on October <nobr>29</nobr></align><br /><br />I deeply understand and reflect upon my inappropriate words. I will be cautious in word and deed, and be an upstanding pillar of the Xianzhou community. Please stay safe in online book review sites: the long arm of the law can still reach you there.",
   "images": []
  },
  {
   "title": "An Unsuitable Job for A Puppet (Part 3)",
   "localTitle": "Part 3",
   "localDesc": "<size=32><align=\"center\">\"Become a Novelist\"</align></size><br /><align=\"right\">Not everything that happens here deserves believing — Urban Legend</align><br /><br />[Supernova Serial] An Unsuitable Job for A Puppet<br /><br /><align=\"center\">Chess Master Fay</align><br /><align=\"center\">Posted on August <nobr>20</nobr></align><br /><br />Continuing: When a crime is committed, the judge must bring down the gavel. In terms of the result, what value is a secret if nobody knows it? As long as it's still a secret, its true form is not important at all...<br /><br />The girl opened the scroll she was carrying and looked thoughtfully at the real-time data refreshing on the map.<br /><br />\"The intel Coventry obtained is not the prescription. Is that what you mean?\" asked the Foxian judge meekly.<br /><br />\"The prescription is just a front.\" said the girl, without looking up.<br /><br />\"So... as far as I am concerned, Coventry is just being used. Some people in the Elixir Research Terrace wanted to stir up chaos to muddle the news of their research. The news of theft is just a ploy for redirection.\" the Foxian said, sending across several notes to the scroll in the girl's hand. \"I've already got the diviner who is able to recover the data presumed lost.\"<br /><br />\"Well done.\" The girl nodded, her tone still ice-cold.<br /><br />When the Foxian judge heard this cold praise, she tried her best to maintain a serious expression but her ears couldn't help wiggling.<br /><br /><br />About three hours later after confirming nobody was following him, Coventry opened the door and called out: \"I'm back.\"<br /><br />As soon as he opened the door, he felt something was off. The room was completely dark. That crazed Xianzhou hacker Mishang used to welcome him back by singing a strange ditty, but this time the room was dead silent.<br /><br />\"Something is wrong,\" he quietly said to himself as he pulled out his weapon. He pushed on into the darkness.<br /><br />Behind the screen that sectioned the room, a white figure emerged slowly. Coventry almost reflexively pulled the trigger of his hand crossbow.<br /><br />A two-inch-long, thin, cyan-colored bolt thrummed, hovering about a foot in front of the delicate face of the young girl. The bolthead crackled with sparks as if trying to break through the invisible barrier.<br /><br />\"H—How did you find me?\"<br /><br />\"Cycrane.\" The response was a cold and emotionless female voice.<br /><br />\"That drone? I released it as soon as I landed!\" cried the man nonchalantly.<br /><br />\"The influenced cycrane has been retrieved by the Realm-Keeping Commission. Its flight path was enough for the Divination Commission to triangulate your whereabouts.\" The girl half-curiously touched the quivering bolthead in the air like teasing a butterfly.<br /><br />This was the moment Coventry was waiting for, the split-second window of opportunity for his escape.<br /><br />He bent his knees and pushed off with the soles of his feet. A purple electrical arc could be seen in the center of his palms. Coventry roamed many worlds and had always fluttered outside the grasp of the Interastral Peace Corporation. He was perpetually on the wanted list, not just because of his well-planned schemes, but also because he knew what to do when he was caught.<br /><br />Under his artificial skin, a network of electrical pulses was implanted, Coventry rarely showed this trick up his sleeves to anyone. Whether it be the long-life species of Xianzhou or the Artisanship Commission's Ingenium creations... With a fully powered strike, they would likely all turn to ashes.<br /><br />\"Electromagnetic field activate!\"<br /><br />\"Gotcha!\" The man felt his enemy in his palm. If it wasn't for the need to concentrate all his attention on maintaining the electrical output, he would have laughed out loud.<br /><br />Smoke rose and sparks flew as the unpleasant smell of burning filled the area.<br /><br />Coventry trembled as if having an epileptic seizure as he struggled to control himself. Upon impact, the pitch-black room spun into a blob of shadow in his unimaginable defeat.<br /><br />\"Your movement is too slow.\" The young girl materialized from within the shadow.<br /><br />M—Movement? Coventry stared at his wrist, bent at an unnatural angle. At some point in time unbeknownst to him, that hand was forcibly pressed against his lower jaw.<br /><br />\"Using electricity without being insulated. What a useless maneuver.\"<br /><br />The judge in white showed no emotions on her face.<br /><br />\"Involuntary Immortalization and Immortality Theft. These two are the gravest of the Ten Unpardonable Sins. Do you admit your guilt?\"<br /><br />The man could not control his shaking, partially because of the electric shock, but more because of the fear.<br /><br />With the remaining sanity he could muster, he begged with his coarse voice, \"Please... Please forgive me. I haven't even peeked at the prescription. I will leave it behind and get my butt off of the Luofu. Please... You will never see me again!\"<br /><br />Coventry steeled his nerves, awaiting the verdict from the judge — but there was only silence in the darkness. After a long while, he seemed to hear an impossible sneering from out of the darkness.<br /><br />Immediately after, that same cold voice rang out again and in a sacred, firm, and undeniable tone said word-by-word:<br /><br />\"Ten Lords' Verdict.\"<br /><br /><align=\"center\">Xianzhou Smartie</align><br /><align=\"center\">Posted on August <nobr>20</nobr></align><br /><br />Sir! I've been waiting for your work for a long time. I'll read every single one. Thank you!<br /><br /><br /><align=\"center\">Keen Web Fan Martha</align><br /><align=\"center\">Posted on August <nobr>20</nobr></align><br /><br />Are we sure this Big Smartie isn't a bot account?<br /><br /><br /><align=\"center\">Snowy Jacket</align><br /><align=\"center\">Posted on August <nobr>20</nobr></align><br /><br />It's a little bit exaggerated, but I love it.<br /><br /><br /><align=\"center\">Six-Eyed Flying Fish</align><br /><align=\"center\">Posted on August <nobr>20</nobr></align><br /><br />The Xianzhou King of Hardboiled Fiction has a new book out! Let's go give it our support now! Those so-called \"masterpieces of fiction\" have got nothing on this, so don't waste your money and time reading those! Master Fay is a boon for all of us lucky readers on Xianzhou!<br /><br /><br /><align=\"center\">Chess Master Fay</align><br /><align=\"center\">Replied to: Six-Eyed Flying Fish, August <nobr>20</nobr></align><br /><br />You're really too kind! The lucky one is me — to have such discerning readers as you all!<br /><br /><br /><align=\"center\">Jing Yuan is my Husband</align><br /><align=\"center\">Reply to: Six-Eyed Flying Fish, August <nobr>21</nobr></align><br /><br />Is Six-Eyed Flying Fish a sock puppet account of Chess Master Fay's!?<br /><br /><br /><align=\"center\">Chess Master Fay</align><br /><align=\"center\">Replied to: Jing Yuan is my Husband, August <nobr>21</nobr></align><br /><br />Venomous slander. How could I be the Chess Master Fay? There's no way I could imitate the magnificence of his written word.<br /><br /><br /><align=\"center\">Jing Yuan is my Husband</align><br /><align=\"center\">Replied to: Chess Master Fay, August <nobr>21</nobr></align><br /><br />You forgot to switch accounts.<br /><br /><br /><align=\"center\">Judge's Dog</align><br /><align=\"center\">Posted on November 2</align><br /><br />Judge, please arrest me!!! I surrender. I have sinned!!! The sin of infatuation — with you!!! O Judge, I wanna be your dog!!!<br /><br /><br /><align=\"center\">Snowy Jacket</align><br /><align=\"center\">Replied to: Judge's Dog, November 2</align><br /><br />That's about enough.",
   "images": []
  }
 ],
 "pageId": "41463"
}