{
 "name": "Amnesic Meditation Therapy: A Guide to A Long, Healthy Life!",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "An advertisement that claims to be a therapy to avoid becoming mara-stricken. Heirs to this line of therapy decide to violate the work of their ancestors.",
 "volumes": [
  {
   "title": "Amnesic Meditation Therapy: A Guide to A Long, Healthy Life!",
   "localTitle": "Amnesic Meditation Therapy: A Guide to A Long, Healthy Life!",
   "localDesc": "Did you know that over <nobr>80%</nobr> of Xianzhou residents over the age of <nobr>800</nobr> will suffer from being mara-struck?<br />Did you know that over <nobr>50%</nobr> of Xianzhou residents fail to celebrate their <nobr>900</nobr>th birthday in a conscious state?<br />Did you know that fewer than <nobr>10%</nobr> of Xianzhou residents are aware that the amnesic meditation therapy can cure senescence <nobr>100%</nobr> of the time?<br /><br />The root cause behind mara-struck is the excessive collection of meaningless memories.<br />Think about it — Do you really need to remember the names of your childhood buddies? Do you really need to remember dismal work experiences? Do you really need to remember every failed relationship?<br />All of these unnecessary memories are the main culprits behind being mara-struck!<br /><br />Scientific research shows that <nobr>60%</nobr> of the human brain's functions are outside of personal control, such as having a heartbeat, breathing, sleeping, metabolism, and <b>memory management!</b><br />However, Dr. Kang Tu, whose family has possessed the secret of the amnesic meditation therapy for generations, has proved to us that the removal of memories <b>can be manually controlled</b>!<br />Dr. Kang Tu is <nobr>3176</nobr> years old, but is still agile of mind and open to new ideas.<br /><br />The doctor told us: <br />\"Every generation of my family has avoided being mara-struck and lived with a clear head for thousands of years — all due to the meditation practices passed down through my family.\"<br />\"My elders always warned me not to pass on this secret to the world. It would not be good if all of Xianzhou lived forever.\"<br />\"However, after witnessing so much pain here, I've decided to go against my ancestors' wishes!\"<br />\"Now, all you need to do is buy my amnesic meditation therapy device, and you'll easily forget all the useless memories of yours — and gain a brain full of peace and quiet!\"<br /><br /><b>Patient Interviews</b><br /><br />Wenjin (<nobr>2434</nobr> years old): \"Ever since I started using the amnesic meditation therapy device, I've forgotten all of my awkward school memories! I forgot getting beaten up by that poxy bully, and forgot how the girl I liked back at school ended up dating my junior... I've forgotten them all! A happy demeanor is how to ward off the ravages of mara!\"<br /><br />Sisong (<nobr>1453</nobr> years old): \"I started feeling powerless in my daily life as I got older... But since I started using amnesic meditation therapy device, I've forgotten those halcyon days of my youth — so I feel I'm living out my golden years now! The amnesic meditation therapy device has brought me back to peak condition!\"<br /><br />Huayi (<nobr>1800</nobr> years old): \"Lots of people say the amnesic meditation therapy device has got to be fake, and that I fudge my age. All I have say to the doubters and the haters is — buy a device and try it yourself! Your mind will be clearer, and you'll realize how foolish your doubts were!\"<br /><br />Good news! Good news! The amnesic meditation therapy device is in negotiations with the Ten-Lords Commission to become the first official product of the Xianzhou Mara-Struck Rescue Project! When that happens, you'll all have the chance to shake free from the shackles of mara and enjoy a healthy, eternal life!<br /><br />Now, to give something back to our customers, Dr. Kang Tu has launched a time-limited pre-order pack. You can have the opportunity to experience the extraordinary effects of amnesic meditation therapy device before it makes it into thousands of Xianzhou households!<br /><br />As the saying goes, first in, first served. Don't miss out! Pick up your jade abacus and place that order, now! The first hundred lucky customers will also score a nutritious bundle of grains, flour, rice, and cooking oils from NutriTreasures!<br /><br />Don't miss out! It's now or never!<br /><br />Please look out for: <b>amnesic meditation therapy devices. Stay healthy forever!</b>",
   "images": []
  }
 ],
 "pageId": "41468"
}