{
 "name": "Researcher Profile: Eikura Shuu",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "Herta Space Station abides by the galactic regulations and law of privacy security when collecting, storing, and using researcher information. Relevant personnel are not permitted to disclose any files to third parties without prior authorization.",
 "volumes": [
  {
   "title": "Researcher Profile: Eikura Shuu",
   "localTitle": "Researcher Profile: Eikura Shuu",
   "localDesc": "<align=\"center\">Herta Researcher Archive</align><br /><br /><align=\"center\">—— Basic Information —— </align><br /><br />Name: Eikura Shuu<br />Sex: Male<br />Race:Homo sapiens<br />Height: <nobr>168</nobr> cm<br />Weight: <nobr>63</nobr> kg<br />Physical Condition: Suboptimal<br />Faction Affiliation: N/A<br />Planet of Origin: xin<nobr>-41</nobr><br />Method of Selection: Examination<br /><br /><align=\"center\">—— Research Information —— </align><br /><br />Staff Number: R-ECOL<nobr>-340</nobr><br />Profile Number: <nobr>2157</nobr>-<nobr>0340</nobr><br />Department: Department of Ecology<br />Access Permissions: Entry-level researcher - Access Lv. I <br />Research Topic: Wubbaboo → Anti-gravity protection net<br />Evaluation Score: Below average<br />Employment: Full-time contract<br />Further Employment: TBC<br />Emergency Contact: Eikura Nadeshiko (mother)<br />Contact Details: <nobr>900</nobr>-<nobr>041</nobr> Interstellar long-distance manual transfer<br /><br /><align=\"center\">—— Research Findings —— </align><br /><br />Observation on Wubbaboo Behavior manuscript<br />Anti-Gravity Protection Net Potential Balance Maintenance Report manuscript<br /><br /><align=\"center\">—— Research Plan ——</align><br /><br />The Anti-Gravity Protection Net Potential Balance Maintenance Report has been reviewed and archived. If I'm able to score a distinction in my next evaluation, I'll put in a request for research authorization on the Legion.<br /><br /><align=\"center\">—— Self-Evaluation ——</align><br /><br />I have a solid research foundation and many years of experience in folk research, having come out on top in the first Researcher Qualification Assessment competition held by the Herta Space Station at xin<nobr>-41</nobr>. Even though I achieved unfavorable results in the last evaluation, after some reflection, I believe the root cause lies in the unpredictability of Wubbaboo as a subject of research. After the Protection Net topic was handed over to me, I have submitted a new research report to my supervisor and am hopeful for a reversal for my evaluation score.<br /><br />*1. The weighted average of multiple assessments is adopted for the evaluation score.<br />*2. Herta Space Station abides by the galactic regulations and laws of privacy and security when collecting, storing, and using researcher information. Personnel with specific access authorizations are allowed to view or use researcher files. Relevant personnel are not permitted to disclose any files to third parties without prior authorization, failing which will result in severe punishment.",
   "images": []
  }
 ],
 "pageId": "443589"
}