{
 "name": "Asta and Business Elite Correspondence Records",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "A copy of Asta's email correspondence with the \"business elite\" who created \"Universe's High Energy Metafield Space.\"",
 "volumes": [
  {
   "title": "Asta and Business Elite Correspondence Records",
   "localTitle": "Asta and Business Elite Correspondence Records",
   "localDesc": "<align=\"center\">*The printed email, with Asta's signature at the bottom and a handwritten note that reads, \"Notify the Information Division of the Security Department.\"*</align><br /><br />Read Email<br />To: Asta@HertaSpaceStation<br />From: Ryan@GalaxyEnergyUnlimited<br />Email Content:<br /><br />Dear Miss Asta, the most ambitious, visionary, and promising entrepreneur:<br /><br />Greetings and good evening. Earlier this year, I had the pleasure of meeting you and introducing myself to you at a charity event hosted by your family. But I know that a fine lady like you, who comes from a noble family and is well-educated and intelligent, would not care about such trivial matters.<br /><br />I'd like to introduce myself once again. Oh, I genuinely hope you're the most brilliant lady, as the rumor has it.<br /><br />I am Ryan, the founder of the Galactic Association of Entrepreneurs, as well as the chairman of the Galaxy Energy Unlimited Group, and the founder of the Universe High Energy Metafield Space. Throughout the last ten years of hard effort, I was lucky to get long-distance counsel from an anonymous member of the \"Genius Society\" in my sleep, and when I awoke from my dream, I successfully created the Universe High Energy Metafield Space. I once submitted a business proposal to your group concerning the Metafield Space, but your offer did not meet the value I expected, and I passed up an excellent opportunity to work with you.<br /><br />However, I am the founder of the Association of Entrepreneurs, and several of our keen members have informed me of your email address via our extensive network. You are, in my opinion, the most gifted heir of the great families in the last few centuries. Furthermore, I am aware of your family's involvement in IPC. As a result, I'd like to invite you to join me in starting a business. Only a young prodigy of noble lineage and great potential, such as yourself, can realize how my incredible invention, the Universe High Energy Metafield Space, will certainly add the most dazzling touch to your legendary career.<br /><br />(The business proposal is in the attachment, and the price I am willing to accept is as follows: you provide the investment, I take <nobr>60%</nobr> of the shares, and you take <nobr>40%</nobr>. This is an incredible opportunity!)<br /><align=\"right\">Ryan</align><br /><br />Sent Email<br />To: Ryan@GalaxyEnergyUnlimited<br />From: Asta@HertaSpaceStation<br />Cc: Nina@IPCDataSecurityDepartment<br />Email Content:<br /><br />After years of research, I discovered something new in the universe that no one else had observed: the universe contains a high-speed particle known as the scammer particle.<br /><br />Scammer particles rotate at high speeds around normal organisms, forming the foundation of the metafield's elemental matter. Under constant external high-energy conceptual stimulation, the scammer particles leap to the high-energy state and then return to the low-energy state after a brief period of time, accumulating credits from the outside world.<br /><br />However, there is another type of anti-particle among the stars, surrounded by a swarm of scammers. The anti-scammer particle will eventually explode and discharge its own energy, stripping the scammer particle of its positive valence form and causing it to disintegrate.<br /><br />This antiparticle was discovered by me. You're a moron for trying to scam me.<br /><br /><align=\"right\">Founder of the Anti-Scammer Particle Theory — Asta</align>",
   "images": []
  }
 ],
 "pageId": "443602"
}