{
 "name": "Request for Provisions",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A request form for provisions. It seems the Great Mine supervisors are relatively lenient to the miners' material wants.",
 "volumes": [
  {
   "title": "Request for Provisions",
   "localTitle": "Request for Provisions",
   "localDesc": "<size=+2><align=\"center\">Request for Provisions, April Week 1</align></size><br /><br />This week's collection of supplies requests has begun. Please fill out the application form on a separate sheet of paper for workers in need, stating the required supplies, and put them in the request collection box. Please follow the following format while filling out the form:<br /><br />Name: (state your name here)<br />Required Supplies: (state your required supply here)<br />Remarks: (state additional details here, if any)<br />Application Comment: (for mining administration team use only)<br /><br />The mining administration team will collect and review the application forms from all workers on the upcoming Friday, review the applications, and then repost them here. Please check this notice on the following Monday to see if your application has been approved. If the application is approved, the relevant provisions will be delivered to the mining administrative office within five working days. You will be required to present your work ID card to collect the provisions.<br /><br />(Many request applications for provisions were posted below it haphazardly)<br /><br />#1<br />Name: Andre<br />Required Supplies: Pickaxe maintenance oil<br />Remarks: 3 bottles, cheapest ones are fine, no brand preference.<br />Application Comment: Approved<br /><br />#2<br />Name: Orga<br />Required Supplies: Bellerain Petroleum Jelly<br />Remarks: 1 bottle, the weather here is too dry, I can't stand it.<br />Application Comment: Approved. Dude looks like a bruiser, but he's pretty conscious about his looks.<br /><br />#3<br />Name: Mucha<br />Required Supplies: Milk<br />Remarks: A dozen, best if it's the Moo-Moo brand. If you don't have it, then forget it.<br />Application Comment: Rejected. Supplies from the top this month don't even have any milk, where would we even find some for you? And you're specifying the brand? Should we get you a cow instead?<br /><br />#4<br />Name: Steve<br />Required Supplies: Drinks<br />Remarks: I want something hard.<br />Application Comment: Rejected. Is rock salt and water hard enough for you?<br /><br />#5<br />Name: Susanna<br />Required Supplies: Bellerain Petroleum Jelly<br />Remarks: 2 bottles<br />Application Comment: Approved.<br /><br />#6<br />Name: Alex<br />Required Supplies: Belobog Sausage<br />Remarks: A box, same old I want the garlic-flavored ones.<br />Application Comment: Approved. Maybe try something else for a change, I haven't seen you eating anything else other than those sausages.<br /><br />#7<br />Name: Artem<br />Required Supplies: Mine Poison Antidote<br />Remarks: 2 bottles.<br />Application Comment: Rejected. We have some for the team, just claim it from your supervisor.<br /><br />#8<br />Name: Varian<br />Required Supplies: Home Geomarrow Heater<br />Remarks: <br />Application Comment: Rejected. Read your Code of Conduct again, it says these kinds of stuff is prohibited in the mining area. Do you think our blasting operations are insufficient?",
   "images": []
  }
 ],
 "pageId": "497769"
}