{
 "name": "Gathering Place Message Board",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "Wildfire's message board. All kinds of trivial, everyday things are posted on it.",
 "volumes": [
  {
   "title": "Gathering Place Message Board",
   "localTitle": "Gathering Place Message Board",
   "localDesc": "<align=\"center\">Welcome to the Gathering Place! You can provide whatever feedback you have about our service here!</align><br /><br />#1<br />Customer Name: Old Customer<br />Suggestion:<br />Did you not wash your cups again? There are even hand prints on the cup! The water bill is going up but your service is getting worse! I want a refund!<br /><br />#2<br />Customer Name: Boulder Town Locals Love Boulder Town<br />Suggestion:<br />Here's the latest news: There are some strangers in town lately. They got all kinds of fancy hair colors and are traveling with that trickster merchant. They look really dodgy and are probably thugs from the other towns. Everyone, be careful when you walk around and be on the lookout for outsiders — I hear they are thieves.<br /><br />#3<br />Customer Name: Nina is Bored<br />Suggestion:<br />Can you get some snacks going? What's the point in only providing water? Do you even know how to run a business?<br /><br />#4<br />Customer Name: Mechanic-to-Be<br />Suggestion:<br />Someone earlier wrote a pretty disgusting comment. You reckon you're the only resident in Boulder Town? That people shouldn't be able to enter or leave? I saw those people you mentioned, too. They were also traveling with Wildfire members. Also, what's wrong with dyed hair? Everyone was once young. So, dial your tone down a little! It sounds like you locals are so high and mighty. What's wrong with outsiders? Everyone's got arms and legs and are trying to earn a living, but you're here maliciously suspecting them of this and that. You've really got no manners.<br /><br />#5<br />Customer Name: Grandpa Trying to Help<br />Suggestion:<br />Everyone, please mind your manners and watch your words when leaving comments here. Don't hurt people, don't make bad jokes, and don't provoke others! People need to learn to be considerate when communicating. If there is a difference in opinion, don't fight over it, and don't act on impulse!<br /><br />#6<br />Customer Name: A Cup of Water For a Day<br />Suggestion:<br />Gramps, don't bother helping. We're all anonymous here and everyone writes harsh comments. This is like the mad moles in the mines, not wanting to see the light, just running around screaming. They get sensitive to everything and like to engage in in-fighting that ends up hurting themselves. The Gathering Place is just a mole nest. I'm used to it.<br /><br />#7<br />Customer Name: Boulder Town Locals Love Boulder Town<br />Suggestion:<br />Nah, it's you outsiders who made Boulder Town the way it is now. Wasn't it you lot who begged us to take you in? And now you have the guts to call everyone mad moles. Listen to what you're saying and don't put words into the mouths of Boulder Town locals. We are not the same as you.<br /><br />#8<br />Customer Name: Wildfire is Hiring<br />Suggestion:<br />I don't think us Underworld folks are mad moles, and I don't think we need to separate outsiders from locals when the Fragmentum is threatening everyone. I'm a local born and bred, but when I ran across monsters in the mines, it was outsiders who carried me on their shoulders and saved my life.<br />Besides, mad moles act that way because they lost their sense of security towards their future. They don't understand why the world just suddenly changed. The feeling of security is a fundamental survival need for all creatures, and all animals are equal under the threat of the Fragmentum.<br />The seniors in Wildfire had taught me all that. I believe the biggest difference between humans and animals is that we have a rational brain. If you don't want to turn into a mad mole, you can join Wildfire and protect our home together. Don't fight over being an outsider or a local when we have the Fragmentum to fight.<br /><br />#9<br />Customer Name: Boulder Town I'm Lei and I'm having my birthday soon<br />Suggestion:<br />#8 is right. It is better to work for Wildfire than to argue over minute issues. Let us all calm down and desist from arguments. Say, my birthday is tomorrow. If you are so inclined, I'll treat you to a drink tomorrow afternoon? I might not be able to afford expensive beverages, but one cup of water is still within my budget.<br /><br />#10<br />Customer Name: Boulder Town Locals Love Boulder Town<br />Suggestion:<br />Thanks. I had a drink on you today. Appreciate the treat. But judging from the way you speak, you're not a local, are you?<br /><br />#11<br />Customer Name: Mechanic-to-Be<br />Suggestion:<br />...Lei, I think you just wasted your money.<br /><br />#12<br />Customer Name: Angry Fella<br />Suggestion:<br />Go on, keep commenting! Every time I read this booklet, it's just full of comments. So why does no one comment when I started to write in it? Y'all looking down on us migrants from other towns? It's all you local groups chatting on this book, no? I ain't going nowhere. I'm gonna come every day to see just who is writing a thesis in these messages and what kind of new stuff you write about. Whenever I leave, you chat all the way from the Eternal Freeze to the history of the mines, from your lunch to Gertie's cooking skills, from how to dig more efficiently to the fundamentals of fixing machines. And you all stop as soon as I'm in the Gathering Place. You telling me it's all a coincidence? Well, I don't believe you! I'm gonna be right here from morning till night and I wanna see what exactly you are all blabbering about!<br /><br />#13<br />Customer Name: Old Customer<br />Suggestion:<br />How did #12 get drunk on water? You got a hidden menu at this place?<br /><br />#14<br />Customer Name: Mechanic-to-Be<br />Suggestion:<br />The Gathering Place got a new notebook because the last one was full... Bro, if you've got such an active imagination, why don't you go write a novel?",
   "images": []
  }
 ],
 "pageId": "526569"
}