{
 "name": "Leisha and Mrs. Trude Program",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A program booklet from the musical Leisha and Mrs. Trude. Free of charge upon purchasing a ticket.",
 "volumes": [
  {
   "title": "Leisha and Mrs. Trude Program Page 1",
   "localTitle": "Page One",
   "localDesc": "<align=\"center\">Opens: April 8</align><br /><align=\"center\"><size=36>Golden Theater</size></align><br /><align=\"center\"><size=18><nobr>22</nobr> West, Alisa Avenue, Administrative District</size></align><br /><br /><align=\"center\">Adopted from the most popular fairytale in Belobog for <nobr>30</nobr> years</align><br /><align=\"center\"><size=50>Leisha and Mrs. Trude</size></align><br /><align=\"center\">The beautiful girl Leisha asked for a fire from the aloof witch Mrs. Trude to warm her poor family.</align><br /><align=\"center\">On the way to the old witch's place, Leisha met three knights.</align><br /><align=\"center\">The witch referred to the knights as \"My Dawn,\" \"My Sun,\" and \"My Evening.\"</align><br /><align=\"center\">Mrs. Trude wanted Leisha to complete three adventures impossible for normal people.</align><br /><align=\"center\">With the help of the three knights, how would Leisha complete the witch's difficult quest?</align><br /><br /><align=\"center\"><size=32>Goliards Awards nominee for Best Musical of the Year</size></align><br /><align=\"center\">The Annual Belobog Weekly's <size=32>Young Adults' Choice</size></align><br /><align=\"center\">University of Belobog Child Psychologist <size=32>Sara</size></align><br /><align=\"center\"><size=32>Professionally Recommends</size></align><br /><br /><align=\"center\"><size=24>A happy piece of work that can be enjoyed by the whole family</size></align><br /><br /><align=\"center\">Producer: Jessica. Director: Kyle. Technical Director: Bella</align><br /><align=\"center\">Music Director: Claude. Artistic Director: Dieke. Choreographer: Xavier. Orchestral Soloist: Sara</align><br /><align=\"center\">Sound Design: Barnaud. Set Design: Peter. Lighting: Fayne. Theater Manager: Charlie.</align><br /><br /><align=\"center\"><size=32>Cast</size></align><br /><align=\"center\">Leisha — Winnie</align><br /><align=\"center\">Mrs. Trude — Beatrice</align><br /><align=\"center\">The Dawn Knight — Gordon</align><br /><align=\"center\">The Sun Knight — Issac</align><br /><align=\"center\">The Evening Knight — Jason</align><br /><align=\"center\">Female Farmer, Leisha's Aunt — Constance</align><br /><align=\"center\">Male Farmer, Leisha's Uncle — Matthew</align><br /><align=\"center\">Diana, the Cursed Squirrel — Kristen</align><br /><align=\"center\">Don, the Greedy Merchant — Raymond</align><br /><align=\"center\">Dorothy, the Happy Fox — Elsa</align><br /><br /><align=\"center\"><size=32>Program</size></align><br /><align=\"center\">\"The Sound of the Farm\" — Leisha, Female Farmer, Male Farmer</align><br /><align=\"center\">\"The First Fire\" — Leisha, Mrs. Trude</align><br /><align=\"center\">\"A Quiet Dawn\" — Leisha, Dawn Knight</align><br /><align=\"center\">\"My Sun\" — Leisha, Sun Knight</align><br /><align=\"center\">\"Dangerous Night\" — Mrs. Trude, Evening Knight</align><br /><align=\"center\">\"Dangerous Monsters\" — Mrs. Trude, Diana, Dorothy</align><br /><align=\"center\">\"Tell Me, Who Is the Prey\" — Mrs. Trude, Don</align><br /><align=\"center\">\"Three Puzzles\" — Leisha, Mrs. Trude</align><br /><align=\"center\">\"What You Don't Know About Love\" — Leisha, Sun Knight</align><br /><align=\"center\">\"Wake the Night\" — Leisha, Evening Knight, Dawn Knight</align><br /><align=\"center\">\"I Hope You Can be Happy\" — Leisha, Diana, Dorothy</align><br /><align=\"center\">\"End of the Story\" — Leisha, Female Farmer, Male Farmer</align><br /><align=\"center\">\"Let the Past Become Wind\" — Leisha, Mrs. Trude</align>",
   "images": []
  },
  {
   "title": "Leisha and Mrs. Trude Program Page 2",
   "localTitle": "Page Two",
   "localDesc": "<align=\"center\">When Stories Become Truth: Re-Discovering Childhood in Leisha and Mrs. Trude</align><br /><align=\"right\">Author: Olsen, journalist of Belobog Weekly</align><br /><br />Countless Belobog residents grew up with fairytales. However, while ordinary adults would gradually bid their childhood farewell with age, musical lovers got a chance to return to their childhood. On April 8, the musical Leisha and Mrs. Trude adopted from the classical fairytale will re-open at the Golden Theater.<br /><br />The special charm of musicals made every corner of the theater fill with supernatural fairy tale beauty the moment Leisha and Mrs. Trude started. The traditional sing-and-dance format of musicals were broken in this two-hour music extravaganza. To suit the tastes of younger audiences, the performers stood on stilts and had puppet shows. These adjustments were very effective — in Belobog Weekly's annual Best Musical Award this year, Leisha and Mrs. Trude won the Young Adult's Choice by a wide margin.<br /><br />\"This is a unique experience merging stories together with reality. I have three children and they're not all around the same age. The oldest is fourteen and the youngest is only six, but they all think this show was amazing. Now they finally have something in common to talk about.\" A parent stated this excitedly when we found them sitting outside the theater in a foldable chair, waiting for tickets to go on sale.<br /><br />According to the education report released by the Ministry of Education of Belobog, Leisha and Mrs. Trude was the most popular children's story in Belobog in the past thirty years. Kyle, the show's director, told us that the musical contains many magnificent and creative backdrops and sets that are inspired by the children's story. At the same time, every song is longer than the average musical number. \"It's because we need to demonstrate the details of the fairytale forest during every song, and we need to make every animal character come to life.\"<br /><br />In the two-hour fairytale journey of Leisha and Mrs. Trude, the audience can sing with the actors under the spotlight, and can also have unique interactions with the fantastic animals in the fairytale forest on stage. Leisha's innocent beauty, Mrs. Trude's loneliness and wondrous magic, and the unique personalities of the three knights were all expressed in the easter eggs in the encore, designed meticulously by Director Kyle and the stage crew. Those who like fairytales need to remember to stay till the very end for the encore!",
   "images": []
  },
  {
   "title": "Leisha and Mrs. Trude Program Page 3",
   "localTitle": "Page Three",
   "localDesc": "<align=\"center\">Adopted from the fairytale known by everyone in Belobog</align><br /><align=\"center\">The Golden Theater Musical Department presents Leisha and Mrs. Trude</align><br /><align=\"center\">Officially opening on April 8 at the Golden Theater.</align><br /><align=\"center\">Merchandise is available in licensed stores in Belobog.</align><br /><br /><align=\"center\">Binder with the cover of Leisha and Mrs. Trude</align><br /><align=\"center\">The cover of the binder is printed with the poster of Leisha and Mrs. Trude.</align><br /><align=\"center\">The size of the binder perfectly matches the size of the program, with a great storage capacity of <nobr>30</nobr> pages.</align><br /><align=\"center\">Practical and highly memorable, suitable for storing piles of programs you get from the theater.</align><br /><align=\"center\">List price: <nobr>1,500</nobr> shield</align><br /><br /><align=\"center\">Leisha and Mrs. Trude — Forest theme frame</align><br /><align=\"center\">Modeled after the fairytale forest stage backdrop of the show.</align><br /><align=\"center\">A special release for audience that love the theater with programs and ticket display cards pre-reserved.</align><br /><align=\"center\">You can decorate your wall with the program of Leisha and Mrs. Trude along with your ticket!</align><br /><align=\"center\">List price: <nobr>3,000</nobr> shield</align><br /><br /><align=\"center\">Leisha and Mrs. Trude — Leisha's thorny crown</align><br /><align=\"center\">Officially licensed merchandise modeled after the thorny crown of the popular character Leisha.</align><br /><align=\"center\">Designed according to the average head circumference of audiences of different ages, the crown is elegant and beautiful and fully expresses Leisha's charm.</align><br /><align=\"center\">Please consult staff from our licensed stores about specific size requirements.</align><br /><align=\"center\">List price: <nobr>7,000</nobr> shield</align><br /><br /><align=\"center\">Leisha and Mrs. Trude — Leisha's child-sized apron</align><br /><align=\"center\">Officially licensed merchandise modeled after the idyllic apron of the popular character Leisha.</align><br /><align=\"center\">With a simple zip-up design, the dress contains a hidden button to adjust tightness, easily fulfilling the fairytale dreams of children of all ages.</align><br /><align=\"center\">Please consult staff from our licensed stores about specific size requirements.</align><br /><align=\"center\">List price: <nobr>1200</nobr> shield</align>",
   "images": []
  }
 ],
 "pageId": "526582"
}