{
 "name": "Musicians of Belobog",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A children's story bound in volumes and full of childish innocence. Due to some reason, parts of the series had become lost.",
 "volumes": [
  {
   "title": "Musicians of Belobog Volume 1",
   "localTitle": "Volume One",
   "localDesc": "<align=\"center\">Chapter One</align><br />A long time ago, the Eternal Freeze had just began in Belobog.<br />The land was not yet fully covered by the heavy snow. All the animals were playing joyfully outside Belobog.<br />Somewhere far away from Belobog lived a donkey who wanted to become a musician.<br />One day, the master of the donkey went to him:<br />\"Hmph hmph hmph, my old donkey, you hard-worked for me your whole life. What kind of dream do you have?\"<br />The donkey was happy to learn that he might have a chance to fulfill his dream.<br />\"Neigh neigh neigh, my kind master, I want to enter the theater of Belobog. I want to become a musician!\"<br />His master nodded and said:<br />\"A nice dream! How about this: I'll send you to the market of Belobog myself!\"<br />The old donkey answered quickly:<br />\"Neigh neigh neigh, the market of Belobog? Does that place need a musician, too?\"<br />His master laughed:<br />\"Hah hah hah, what place doesn't require a musician? Come to the backyard tomorrow morning. Don't be late!\"<br />The old donkey recalled that many of his animal friends taken to the backyard had never returned.<br />Only then did he realize that he was in big trouble!<br />So the donkey packed up supplies and belongings and ran into the dark snowy night...",
   "images": []
  },
  {
   "title": "Musicians of Belobog Volume 2",
   "localTitle": "Volume Two",
   "localDesc": "<align=\"center\">Chapter Two</align><br />More snow fell on its face, and the load it was carrying felt ever heavier. The old donkey felt the cold was hurting even his hooves:<br />\"Neigh neigh neigh, when is this snowstorm going to end?\"<br />A smart old hound heard the donkey's complaint and yawned as it was lying down behind some tree roots:<br />\"Woof woof woof, snowstorm won't end! Why run in a rush! Careful you'll fall !\"<br />The snow made it hard for the donkey to see and it had no strength to keep walking, so it hid behind the tree roots with the hound to shelter from the snow.<br />But why would a hound appear in this snow-filled wilderness? The old donkey was intrigued.<br />\"Neigh neigh, thank you ol' fella! But why are you lying in snow?\"<br />Hearing this, the old hound only shook its head.<br />\"Woof woof, you're welcome. Snow won't stop, prey are naught. Master was not nice, I was to pay the price! No way I could agree, so I had to flee!\"<br />The old donkey sighed when he heard this. There was nowhere to go in the snowstorm. How could they stay alive? But he immediately thought of a good idea:<br />\"Neigh neigh neigh, listen to me! There's a city called Belobog, and the weather there is very mild! I can play a tune, you can beat a drum, and we'll make the stage our home!\"<br />The old hound thought it was a great idea. He lolled his tongue in delight, and even the hot vapor of his breath froze into ice flakes.<br />\"Woof woof woof, then I'll come with you!\"",
   "images": []
  },
  {
   "title": "Musicians of Belobog Volume 3",
   "localTitle": "Volume Three",
   "localDesc": "<align=\"center\">Chapter Three</align><br />The two animals walked together in the snow. Suddenly, the hound saw something fluffy by the side of the road.<br />The old hound shook his head, thinking it was a trick of his eyes.<br />\"Woof woof woof, my friend! Look over there, is that a ball of fur?\"<br />That fluff ball actually reacted to the old hound's words and popped out a pair of ears.<br />\"Meow meow meow, I am no fur ball!\"<br />The old donkey and hound fixed their eyes, and saw the fluff ball was a sad-looking old black cat.<br />\"I was once a prized rat-catcher, but in old age I became a no-good-walker. Wanted to toss me yonder, did my old Master.<br />Meow meow meow, snow's cold all over. Where to find food ever?\"<br />The old donkey shook his head. The old black cat was going to lose its life if no one looked after it! He suddenly remembered that cats like to sing at night, so he said to the cat:<br />\"Neigh neigh neigh, old whiskers, worry no more! We head to Belobog, where the weather is mild! You love to sing at night, so we can go the Golden Theater and sing alright!\"<br />The old black cat thought for a while, and decided this was not a bad idea. So, the old cat flicked its ears, and joined the old donkey and hound's journey.",
   "images": []
  },
  {
   "title": "Musicians of Belobog Volume 4",
   "localTitle": "Volume Four",
   "localDesc": "<align=\"center\">Chapter Four</align><br />With friends on the journey, the trip was more lively! The three animals all complained about their masters, and their steps were ever faster.<br />Then, they heard a voice agreeing with them in the snow.<br />\"Cock-a-doodle-doo, what you say is so true!\"<br />The black old cat led its friends towards the voice, and found a rooster screeching on top of a broken fence.<br />Before the three friends could speak, the rooster was quick to squeak.<br />\"Cock-a-doodle-doo, snow all fell down, squashed my village gone! Y'all carrying backpacks. Looking for tourist tracks?\"<br />The old cat shook its head and answered.<br />\"Meow meow meow, we're in no mood to wander! Belobog right ahead can be found, and its weather's warm all year round! You like to train your voice all day, why not go with us to make a name and stay?\"<br />The rooster nodded hurriedly and perched on top of the old donkey's back, urging everyone to depart.<br />But soon this loud rooster said something else.<br />\"Cock-a-doodle-doo, by the way, do you all have to rhyme when you talk normally?\"<br />\"Woof woof woof, you don't talk in rhyme normally, either?\"<br />The old hound tilted its head at the rooster.<br />\"Cock-a-doodle-doo, I heard you talk like that, so I just copied you all.\"<br />The other three friends fell silent, with not even a whisper for a long while.",
   "images": []
  },
  {
   "title": "Musicians of Belobog Volume 5",
   "localTitle": "Volume Five",
   "localDesc": "<align=\"center\">Chapter Five</align><br />The four musical genii finally joined forces. They promised to each other that they will definitely become real musicians when they get to Belobog!<br />However, as they wandered, they accidentally entered the Belobog Underworld.<br />\"Cock-a-doodle-doo! Belobog is so warm! Even a bit too hot.\"<br />The old donkey agreed.<br />\"Neigh neigh neigh, not only am toasting, I could also use some eating.\"<br />As the old donkey said this, the four old mates could smell the fragrant scent in the air.<br />The old hound was the most sensitive to smell. It immediately flared its nostrils and led everyone towards the source of the scent.<br />They soon stopped before a majestic building. The old hound put its forelimbs on the door and its tail twirled around like a cartwheel.<br />\"Woof woof woof! The smell is coming from inside here!\"<br />\"Meow meow meow, what goodies does this place have? Old donkey, you're the tallest, help us see!\"<br />The old donkey was about to lift its hoof onto the windowsill to have a better look, but the door of the building opened on its own!<br />\"Welcome to the local grand hotel! Please come inside, guests!\"<br />A friendly old grandpa answered the door and warmly invited the animal friends to the table.<br />\"Cock-a-doodle-doo! This is pretty good, and we are hungry! How about it, wanna go eat something?\"<br />The old donkey was very happy, and replied while lifting its hooves in the air.<br />\"Neigh neigh neigh, that can do! You lot brought money?\"<br />\"Woof woof woof, no!\"<br />\"Meow meow meow, no!\"<br />\"Cock-a-doodle-doo, no!\"<br />The four friends stared at each other.",
   "images": []
  },
  {
   "title": "Musicians of Belobog Volume 6",
   "localTitle": "Volume Six",
   "localDesc": "*The sixth chapter was written in a thin and elegant hand, as if it was bound at a later date.*<br /><br /><align=\"center\">Chapter Six</align><br />The owner of the hotel saw how the four musicians were in a tight spot. He scratched his chin and soon came up with a good idea:<br />\"It's okay if you don't have money. If you can put up a good performance, then you can have a feast!\"<br />The four friends soon realized something: Wasn't this the perfect opportunity to make a name?<br />Then, the four friends quickly agreed to the offer.<br />The guests in the hotel all stopped eating and looked at the four animals in the middle of the room, looking forward to the performance.<br />Finally, the four stepped onto the stage.<br />However, there were no instruments here and no drums. How could they have a performance?<br />After a long time, the smartest member had an idea. The old black cat cleared its throat.<br />\"Meow meow meow, hey check it out! The blizzard is nigh and we're trapped, no doubt!\"<br />\"Our stomachs are grumbling, so food's what we're about! And this rap performance will be our payout!\"<br />The other three animals immediately understood what the old cat wanted to do. The old donkey knocked on the floor with its hooves, and the old hound and rooster imitated the sounds of drums and cymbals with their throats and made an accompanying beat.<br />Everyone in the room was shocked. They had never heard this type of music before, but were deeply attracted to this lively beat.<br />The hotel owner was also moved and offered a hearty meal to the talented musicians, as he had promised.<br />After that, the names of the four old mates spread throughout Belobog.<br />They were even invited by the Supreme Guardian to perform \"rap\" at the Golden Theater.<br />Then, the four musicians finally achieved their dream at Belobog and lived happily ever after. This art form called \"rap\" continued till today, becoming popular amongst the families living in the Underworld.",
   "images": []
  },
  {
   "title": "Musicians of Belobog True Ending",
   "localTitle": "True Ending",
   "localDesc": "*It seems someone forcibly tore off this sheet of paper from a book.*<br /><br /><align=\"center\">Chapter Six</align><br />The four poor animals all had rumbling stomachs and had no energy left to think.<br />\"We can give you a good performance. Would that be enough for a simple meal?\"<br />The hotel owner thought briefly and smiled kindly at the four animals.<br />\"I didn't take you to be artists! How can I possibly take your money?\"<br />The four musicians became delighted at this: What a nice owner!<br />Then, the owner led the four friends into a private room.<br />\"What would you like to eat? Why not come with me to the kitchen to have a look?\"<br />Everyone was too hungry to move, and only the old rooster was still lively.<br />\"Cock-a-doodle-doo, how wonderful! Everyone sit tight, I'll pick out our dinner!\"<br />The rooster happily headed to the kitchen with the owner, and the rest of the friends waited patiently in the room.<br />Soon, the old hound smelled the scent of food with its sharp nose.<br />\"Woof woof woof, quick, sniff! This smells delicious!\"<br />The old donkey had a big nose, and it smelled lots of the scent.<br />\"Neigh neigh neigh, indeed! What food could be so tasty?\"<br />The wise old cat tried recalling food it had eaten before.<br />\"Meow meow meow, this is good! It's the scent of animal fat! We're in for a good treat!\"<br />The owner then returned with a pot of fragrant soup.<br />\"Friends! Enjoy this fowl and ginseng soup!\"<br />And that was how the story of the four musicians in Belobog ended.<br /><br />*There was a comment at the bottom of the page in elegant handwriting: \"What kind of ending is this? ...I'm gonna write an ending for this story myself.\"*",
   "images": []
  }
 ],
 "pageId": "526574"
}