{
 "name": "Night and Fog",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A novel written by a playwright famous for their romance stories. It is loosely based on the history of the Goethe Hotel, but only parts of it survived.",
 "volumes": [
  {
   "title": "Night and Fog",
   "localTitle": "Part I",
   "localDesc": "<align=\"center\">Author: Amy</align><br /><br /><align=\"center\">Foreword</align><br /><align=\"center\">Thank you, Old Goethe from the Goethe Hotel, for providing the origin of this story. Your steaming hot tea had accompanied me through nights when inspiration ran dry.</align><br /><align=\"center\">For Old Goethe, Tony, and Kerry.</align><br /><br /><align=\"center\">\"I lit up all the fireplaces in the hotel. On the next day, the entire city was covered in fog.\"</align><br /><br />One<br />Goethe left on a summer night. The stars glittered like water, but snow fell from the sky. He had told Lesley that he might still have unfulfilled wishes. She knew what it was, but she couldn't manage it.<br /><br />Lesley remembered that the first time she saw Goethe was at the Goethe Hotel. The well-dressed gentleman looked at her with a smile, and she saw her own reflection clearly in the caramel depths of his eyes. However, she was disheveled from her escape and was not presentable. Lesley hurriedly shifted her eyes away but the gentleman with the chiseled features did not despise her, instead offering her a cup of hot tea.<br /><br />\"Beautiful lady, how can I be of assistance?\" That was the first sentence Goethe said to Lesley.<br /><br />Two<br />Goethe Hotel was indeed as the rumors said, a shelter in this world full of strife. A kind older man with a bad leg had told Lesley as she escaped here from the mines: \"Goethe Hotel is the only shelter in the entire road, because the rules here are a lot more different from everywhere else.\"<br /><br />And that was indeed true. Everyone in the hotel knows that while Mr Goethe appears kind, he was very famous when he was young. No matter who you are, everyone has to respect the boss and do not cause a fight in the hotel. Even though this was not a rule written out and displayed on the hotel walls, it was a hard rule obeyed by all in this border town for the past decade or so.<br /><br />\"Mr Goethe is an honorable man.\" People in the know found it hard to stop praising the owner of the hotel. Mr Goethe, the manager of this luxury hotel, always seemed very kind. Nobody knew where his funds came from, but everyone knew he actually charged very little with guests who are in need. For years, he had silently sheltered the poor with nowhere to go.<br />People like Lesley.<br /><br />Three<br />Lesley was originally working at a place famous for its mining industry. There were mines everywhere, and nobody knew just how many veins were still undiscovered. There were always rumors about someone discovering a vein and becoming rich overnight. Lesley had heard her work colleagues say that the owner of their mine was one such lucky soul. Thanks to the support of the various mines, the city also offered plenty of job opportunities. Lesley worked there for a few years and managed to save up some money. She sent the money home, only to receive the terrible news of her mother's death from illness a few days later.<br /><br />Lesley couldn't understand how her mother could suddenly become so ill. She was even more confused with how she was hunted down by a tough-looking thug when she was heading home. It was so strange. The home she grew up in, the home that sheltered her, the home that gave her so many memories — it was suddenly a forbidden place. Lesley had wanted to offer a bouquet of flowers loved by her mother at her grave, but now she couldn't even get home.<br /><br />The only thing that welcomed her home was the blizzard.<br /><br />*The following pages seem to have been forcibly torn off. The remaining paper scraps contained some angry comments:<br />\"Don't try to copy others' writing if you haven't got the talent!\"<br />\"You're writing all sorts of pitiful stuff. You think anyone's gonna read it?\"",
   "images": []
  }
 ],
 "pageId": "526572"
}