{
 "name": "A Letter to All of Furnace Core Base",
 "iconPath": "4e0866b22989204a87eab3ea324bc86095448fa550cadaec043651d70044e0b7",
 "desc": "A letter from the past, now carefully guarded by a silent yet majestic mechanical construct. It seems to have an extraordinary meaning for its owner.",
 "volumes": [
  {
   "title": "A Letter to All of Furnace Core Base",
   "localTitle": "A Letter to All of Furnace Core Base",
   "localDesc": "<size=+4><align=\"center\">A Letter to all of Furnace Core Base</align></size><br /><br />To all the members of the Furnace Core Research Station:<br /><br />Greetings. I am Klenova, the fourth head of the Geomarrow Development Group.<br /><br />When the Eternal Freeze approached in the past, the Geomarrow stores on the surface were immediately consumed. Under the command of the great Guardian Alisa Rand, humanity began to march towards the unknown deep underground — That was when the Geomarrow Development Group was created with our great mission.<br /><br />— If the Belobog historians were to write a record of Geomarrow development, they would likely start from that time point. However, the truth was that another group of pioneering explorers had dug underground before we did, and the arrival of the Eternal Freeze was long after them. The Supreme Guardian made the Geomarrow Development Group an important organization under the command of the Architects. Our job is to always dig deeper and maintain a flow of Geomarrow to the surface so that Belobog can function. But apart from digging for Geomarrow, we have a more important mission: To create a subterranean ecosystem.<br /><br />I have only heard about the sights in the underground from my father's letters. I could not tell what was real amongst his passionate and exaggerated descriptions. And yet, when I actually had the chance to join the Group and start exploring, I finally discovered the things he said were no illusions.<br /><br />The Group and I discovered a final, unsent letter when we were sorting out his belongings. He wrote: \"...Nova, I had never mentioned this to you, but I spent my childhood in the mountains far from Belobog. At that time, I felt the entire world belonged to me, and I could go anywhere I wanted. However, after the Eternal Freeze arrived, children of your generation never left Belobog.\"<br /><br />\"I thought perhaps we will discover oceans and mountain ranges underground. Perhaps, in the future, we can also live underground...\"<br /><br />\"I really hope I can see that day together with you.\"<br /><br />I had kept all of the letters he sent me, including this one. I remember his wish and I know I must fulfill it — With the Furnace Core research station as a base, we will keep excavating Geomarrow mines. At the end of this year, we will formally establish the first underground mining town. That is, however, only the first step. I hope more towns will appear underground in Belobog in the future, and we might even build cities as beautiful as the Overworld. We might even connect all the regions above ground and underground using train rails, so the old world and the new would not be separated...<br /><br />— At that time, we will no longer have to crouch in tiny shelters to evade the snow, and will find where we truly belong in this new world.<br /><br />At the same time, the historical mission of the Group is about to come to an end. The information we gathered will be used to explore the future, including our geological, mineralogical, and biological data including the knowledge on flora, fauna, and micro-organisms. As of now, most of us will temporarily return to our respective institutes for scientific research. But personally, I will definitely return to the underground after I retire in a few years.<br /><br />Therefore, there is no need to feel sad for the coming farewell. Simply wait till the Supreme Guardian renovates this place into the first transport channel connecting above and below ground. This small Furnace Core base will be completely changed and continue to shine for the mission of underground exploration. Until that time, our friend big Svarog will protect this place for us, so the traces we leave behind won't disappear. We know that though he doesn't talk much, he has always protected us with great loyalty. I believe he will keep his promise this time as well. He is our best compatriot.<br /><br />Everything with a beginning has an end. Now is the time to say goodbye.<br /><br />I salute you all, the Geomarrow Development Group, and all members of the Furnace Core Research Station!<br /><br /><align=\"right\">Head of the Geomarrow Development Group, Klenova</align>",
   "images": []
  }
 ],
 "pageId": "526570"
}