{
 "name": "Once Upon a Snowsieged Country Program",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A program booklet from the opera Once Upon a Snowsieged Country. Free of charge upon purchasing a ticket.",
 "volumes": [
  {
   "title": "Once Upon a Snowsieged Country Program Page 1",
   "localTitle": "Page One",
   "localDesc": "<align=\"center\">Opening Date: January <nobr>11</nobr></align><br /><align=\"center\"><size=36>The Golden Theater</size></align><br /><align=\"center\"><size=18><nobr>22</nobr> West, Alisa Avenue, Administrative District</size></align><br /><br /><align=\"center\">A magnificent new year offering from the Golden Theater operatic division</align><br /><align=\"center\"><size=50>Once Upon a Snowsieged Country</size></align><br /><align=\"center\">The new Supreme Guardian was checking historical records in the Qlipoth Fort on a snowy night.</align><br /><align=\"center\">The history of the Architects constructing Belobog was passed down in every generation.</align><br /><align=\"center\">However, on that night, these stories leapt off the page before the new Supreme Guardian to recount past tales.</align><br /><align=\"center\">They recounted the resolve when the city was first founded, the unexpected wars, and the confusion and anxiety not recorded in history.</align><br /><align=\"center\">Their happiness and troubles were all displayed on this snowy night!</align><br /><br /><align=\"center\">Goliards Award for Best Opera Director<size=32>Figaro</size></align><br /><align=\"center\"><size=32>The latest work, three years in the making</size></align><br /><align=\"center\">Goliards Award for Best Opera Conductor<size=32>Carola</size></align><br /><align=\"center\"><size=32>A farewell piece from the sincere conductor</size></align><br /><align=\"center\">Goliards Award for Best Opera Orchestra<size=32>The Belobog Philharmonic</size></align><br /><align=\"center\"><size=32>Promises a Grand Performance</size></align><br /><br /><align=\"center\">Goliard Award for Best Female Opera Singer <size=32>Sara</size></align><br /><align=\"center\"><size=32>In the Leading Role</size></align><br /><br /><align=\"center\">Producer: Michel. Casting Director: Rebecca. Composer: Andrew.</align><br /><align=\"center\">Sound Director: Sabrina. Artistic Director: Janet. Choreographer: Xavier. Choir: The Smile Choir</align><br /><align=\"center\">Costume Design: Brandon. Set Designer: Verdi. Lighting: Marina. Public Relationships: Barbara.</align><br /><br /><align=\"center\"><size=32>Cast</size></align><br /><align=\"center\">Alisa Rand — Sara</align><br /><align=\"center\">Svetlana — Fiona</align><br /><align=\"center\">Alexandra — Annie</align><br /><align=\"center\">Fainka — Therese</align><br /><align=\"center\">Mihail — Nicholas</align><br /><align=\"center\">Katarina — Carol</align><br /><align=\"center\">New Supreme Guardian — Abby</align><br /><align=\"center\">Architect Doreen — Kristen</align><br /><align=\"center\">Halls Goethe — Weber</align><br /><align=\"center\">Laszlo Landau — Lemming</align><br /><br /><align=\"center\"><size=32>Concert Program</size></align><br /><align=\"center\">Opening</align><br /><align=\"center\">\"Stories Behind the Pages\" — New Supreme Guardian</align><br /><br /><align=\"center\">Act I</align><br /><align=\"center\">\"The Guardians\" — Alisa Rand, Svetlana, Alexandra, Fainka, Mihail, Katarina</align><br /><align=\"center\">\"Beside the Walls of Belobog\" — Alisa Rand, Architect Doreen</align><br /><align=\"center\">\"The Song of No Fear\" — Halls Goethe, Laszlo Landau</align><br /><br /><align=\"center\">Act II</align><br /><align=\"center\">\"Aria for the Supreme Guardian\" — Svetlana</align><br /><align=\"center\">\"Cheers of the Students\" — Alexandra</align><br /><align=\"center\">\"Good Food, Good Wine, and Good Grains\" — Fainka</align><br /><br /><align=\"center\">Act III</align><br /><align=\"center\">\"Quiet Belobog\" — Mihail</align><br /><align=\"center\">\"Fortification March Suite\" — Architect Doreen, the Choir</align><br /><align=\"center\">\"The Reforgers' Duet\" — Katarina, Architect Doreen</align><br /><br /><align=\"center\">Act IV</align><br /><align=\"center\">\"The Power of Preservation Takes Root in Me\" — Alisa Rand, New Supreme Guardian</align><br /><align=\"center\">\"This is the Destined Path for Guardians\" — Alexandra, Fainka, Mihail, Katarina, New Supreme Guardian</align><br /><align=\"center\">\"One Recommendation\" — Alisa Rand, Svetlana, Alexandra, Fainka, Mihail, Katarina</align>",
   "images": []
  },
  {
   "title": "Once Upon a Snowsieged Country Program Page 2",
   "localTitle": "Page Two",
   "localDesc": "<align=\"center\">Exclusive Interview: Face-to-Face With the Soprano Sara About the Dreams and Tears Behind Once Upon a Snowsieged Country</align><br /><align=\"right\">Author: Olsen, journalist of Belobog Weekly</align><br /><br />The soprano Sara had recently made a strong comeback via the opera Once Upon a Snowsieged Country after being away from the operatic stage due to health reasons for half a year. During the media preview event last night, Once Upon a Snowsieged Country stirred up hot discussion amongst the Belobog media with its star-studded cast and their outstanding performance.<br /><br />Sara, Goliards Awards recipient and six-time nominee for Best Female Opera Singer, a heavyweight in the opera scene and a very respected senior, was long used to drama and grand occasions in this profession. And yet, she shed rare tears when she spoke about Once Upon a Snowsieged Country.<br /><br />\"I didn't want to accept the role for Alisa Rand. I thought my body hadn't fully recovered, and my resonance at the high notes were not as clear as before. But Carola told me this was her final work before she says goodbye to opera. So, after some thought, I decided to bear with it and take this role.\" Sara explained to us the twists and turns behind her journey to the role of Supreme Guardian Alisa Rand in Once Upon a Snowsieged Country.<br /><br />From more than ten years ago, the legendary female opera conductor Carola was already collaborating with Sara, who had just entered the operatic stage at that time. Sara had stopped her literature studies at the University of Belobog to chase her dreams of music. However, Carola was already a legendary conductor famous throughout Belobog. Not only was there a large age gap between her and Sara, they were also very different in recognition and career stage. How did they become such bosom friends?<br /><br />\"I was very young, and like many young people, I had a big appetite but a thin wallet. My friendship with Carola started with food.\" This soprano, who is now a new legend, spoke of how she met Carola. They met at a charity gala hosted by a theater. Sara was just focused on eating, and Carola also held a plate. They then met in front of the same dish. More than a decade later, the two ladies with similar culinary tastes have already been friends for many years.<br /><br />Unfortunately, Carola had decided to retire due to her advancing age, and she chose Once Upon a Snowsieged Country as her farewell piece. Sara told us that Carola was not the only one who joined the Once Upon a Snowsieged Country cast because of a stubborn dream. The director Figaro wanted to challenge himself with a serious drama focused on a group of people, making a perfect start to his career transition. Meanwhile, for established operatic legends such as Sara, Carola, and the composer Andrew, they wanted to innovate and create a new road for the field of opera.<br /><br />\"If you've read the program or the fliers for Once Upon a Snowsieged Country, you'd know that it is actually a story about a group of people, even though I was listed as lead female.\" Sara explained. Once Upon a Snowsieged Country chose six legendary Supreme Guardians in the history of Belobog, and recounted their illustrious lives to their successor in the story. Apart from Sara playing Alisa Rand, over half of the characters are played by new actors. Sara and her peers, the \"Walking Opera Legends,\" want to help young people to make a name in this industry by putting more established performers with newcomers. This was how Sara and Carola got to know each other years before. As Carola is about to leave the stage, Sara wants to continue the story between her and her friend in some way or other.<br /><br />\"To love, that wants nothing in return. To dreams, that won't allow us to turn back. And, to the future of opera.\" Smiling, Sara lifted a glass of water to us. Using water instead of alcohol, she offered her sincerest wishes to the future of opera.",
   "images": []
  },
  {
   "title": "Once Upon a Snowsieged Country Program Page 3",
   "localTitle": "Page Three",
   "localDesc": "<align=\"center\">The latest work, Once Upon a Snowsieged Country, led by the legendary soprano Sara,</align><br /><align=\"center\">will officially open on January <nobr>11</nobr> at the Golden Theater.</align><br /><align=\"center\">Tickets and limited merchandise will be available at the counter.</align><br /><br /><align=\"center\">Binder with the cover of Once Upon a Snowsieged Country</align><br /><align=\"center\">The cover of the binder is printed with the poster of Once Upon a Snowsieged Country.</align><br /><align=\"center\">The size of the binder perfectly matches the size of the program, with a great storage capacity of <nobr>30</nobr> pages.</align><br /><align=\"center\">Practical and highly memorable, suitable for storing piles of programs you get from the theater.</align><br /><align=\"center\">List price: <nobr>1,500</nobr> shield</align><br /><br /><align=\"center\">Once Upon a Snowsieged Country — Snow-covered Walls theme frame</align><br /><align=\"center\">Modeled after the astonishing stage backdrop Walls of Belobog.</align><br /><align=\"center\">A special release for audience members that love the theater with programs and ticket display cards pre-reserved.</align><br /><align=\"center\">You can decorate your wall with the program of Once Upon a Snowsieged Country along with your ticket!</align><br /><align=\"center\">List price: <nobr>6,000</nobr> shield</align><br /><br /><align=\"center\">Once Upon a Snowsieged Country songbook with scores</align><br /><align=\"center\">Includes the scores and lyrics of all songs in the Once Upon a Snowsieged Country official show.</align><br /><align=\"center\">Fine laminated pages, printed with the best ink, long-lasting collector's edition.</align><br /><align=\"center\">List price: <nobr>2000</nobr> shield</align>",
   "images": []
  }
 ],
 "pageId": "526581"
}