{
 "name": "Old Newspapers of Backwater Pass",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A few pieces of old news brief. It is a snapshot of what Belobog used to look like years ago.",
 "volumes": [
  {
   "title": "Supreme Guardian Tatiana Delivers an Important Speech",
   "localTitle": "Supreme Guardian Tatiana Delivers an Important Speech",
   "localDesc": "*A newspaper clip, cut out with meticulous care, was stuck on the noticeboard. Supreme Guardian Tatiana made a commemorative speech before the newly-build museum, and its entirety was posted on the Crystal Daily.*<br /><br /><size=+2><align=\"center\">Commemorative Speech on the Fiftieth Anniversary of the Passing of Supreme Guardian Alexandra</align></size><br /><br />Today is the fiftieth anniversary of the death of Alexandra, the third Supreme Guardian of Belobog. We had spent the most peaceful half-century since the founding of Belobog after the great woman's passing. The people live in prosperity, and the city is moving in the right direction. We are at the best time in our history. All this was because of the work the Supreme Guardian put in while she was alive. Today, I ask us to please offer our most sincere thanks to Madam Alexandra.<br /><br />During Madam Alexandra's tenure, Belobog had underwent dramatic transformations. The extent of development for the Underworld accelerated, and countless spirited young people made their name in the mining towns. While she put great effort in developing the society and economy of the Underworld, Madam Alexandra also devoted herself to developing education. She supported and created the University of Belobog for scientific research. With her generosity, the scientific understanding of underground ecology also reached new heights. Moreover, Madam Alexandra also unified the units of measurements in Belobog, and established the After-Fortification Calendar, which is still in use. It is fair to say that, were it not for Madam Alexandra, Belobog would perhaps still be living in the equivalent of a chaotic and ignorant night.<br /><br />Personally, Supreme Guardian Alexandra was a hero I had never met. When I was still a candidate for the Supreme Guardian, Madam Fainka often spoke to me about grandma Alexandra. It could be said that she had seemingly never left us, and is still with us today. Belobog will forever remember Alexandra and every Supreme Guardian before and after her. We will not forget these great names even after fifty — No, we will remember even after a hundred, five hundred, or a thousand more years.<br /><br />Once again, let us give our deepest respect to the great Supreme Guardian Alexandra.",
   "images": []
  },
  {
   "title": "Brothers in Court, Goethe Mansion Sealed Temporarily",
   "localTitle": "Brothers in Court, Goethe Mansion Sealed Temporarily",
   "localDesc": "* Several carefully cut newspaper clippings, taken from the Crystal Daily, were pinned to the bulletin board. *<br /><br />For the Goethe Family, a prominent family in Belobog, the past three months have been life-changing.<br /><br />Before the incidents at Austin Goethe's funeral had a chance to settle, his two sons were already stirring up a ruckus in court. After a grueling court process, the news that Gray Goethe was convicted of treason shocked Belobog... What happened exactly? Please stay tuned for our correspondent's analysis.<br /><br /><size=+2>Shortly after Austin Goethe's passing, the brothers turned on each other over the will.</size><br /><br />The Goethe family had a reputable name even before Belobog's founding, earning the trust and favor of the second Supreme Guardian \"Svetlana the Harsh.\" The Goethe family played an important role in unifying the powers in Belobog. With the recent passing of Austin Goethe, the core member of the family, Belobog's elites all attended his grand funeral.<br /><br />However, Austin Goethe's will had not equally distributed of his wealth between his sons, causing great disputes. In the will, the elder son Wyatt was entitled to sixty-five percent of wealth, while the younger son Gray only received twenty percent. The rest of Austin's wealth was merged into the family trust and will be managed by a third-party, periodically issuing allowances to his grandchildren. Gray protested strongly against this distribution, and the relationship between the brothers completely broke down over the two months of court hearings.<br /><br />Gray was extremely agitated when he was being interviewed and said, \"My father wouldn't have left such an absurd will — We're both his sons, so why are we treated differently? Someone must have tampered with the will... This will... I won't accept this will!\"<br /><br />Compared to Gray's rage, Wyatt seemed to be quite calm. He believes that the will is legally sound and undisputed. \"Gray never came to visit even when Dad was ill, but came every single day asking about the money the moment Dad passed. I am very disappointed in him.\"<br /><br />The dispute over the will ended with the court ruling in Wyatt's favor.<br /><br /><size=+2>Gray vanishes and commits treason after losing the lawsuit. Wyatt sells family property to pay for fines.</size><br /><br />Just as everyone thought the drama was coming to an end with Gray's loss, the city was shocked when Supreme Guardian Tatiana declared Gray Goethe had committed grave treason and heavily fined the family. The Crystal Daily had immediately contacted the spokesperson of Qlipoth Fort and the Goethe Family. We still have not received a reply from either party at the time of writing. Reliable sources state that Gray Goethe had already left the Administrative District and gone missing.<br /><br />The details of Gray's treason have not been announced publicly. However, the Supreme Guardian was firm with the accusation and Wyatt Goethe, Gray's brother, did not protest. We had however received an official response from the Qlipoth Fort spokesperson on the recent rumor that Gray and his family had escaped into the Snow Plains. No such incident had occurred.<br /><br />\"Extreme prosperity forebodes the beginning of the decline. That is the teaching of the Goethe family. We are well aware of its meaning, but no one thought it would come so soon... and so sudden...\" Wyatt's gaze dulled as he talked about the future of the Goethe family. \"I have been forced to sell off the family mansion and fire nearly half the maids. I hope to use the remaining funds to start my own business and re-establish my family's good name to compensate for the crimes of my younger brother.\"",
   "images": []
  },
  {
   "title": "Direwolves Sightings, Supreme Guardian Enforces Curfew",
   "localTitle": "Direwolves Sightings, Supreme Guardian Enforces Curfew",
   "localDesc": "* Several carefully cut newspaper clippings, taken from the Crystal Daily, were pinned to the bulletin board. *<br /><br />On June <nobr>19</nobr>, <nobr>144</nobr> AF, the Belobog Supreme Guardian Tatiana signed Curfew Regulation Provision <nobr>101</nobr>. A curfew shall be in place from 6 PM to 6 AM and is immediately effective. During the curfew, all residents are not to leave their homes, except Silvermane Guards and essential workers with permission from the executive office. Curfew Regulation Provision <nobr>101</nobr> is permanently in effect until further announcement.<br /><br />Supreme Guardian Tatiana explained the reasons behind this curfew afterwards to the Crystal Daily. As there are very few signs of life outside of Belobog, the Silvermane Guards have not kept a strict watch over Belobog's exits. Recently, a number of citizens have reported sightings of direwolves in Belobog territory. It would seem the warm environment of Belobog has attracted and encouraged the cold-weathering beasts to migrate to this area. These sightings have the full attention of the Silvermane Guards and roughly <nobr>1100</nobr> Silvermane Guards will be dispatched through the entire city to make sure there are no risks involving direwolves. We will also use this as an opportunity to increase our management over the city's traffic and prevent any dangerous creatures from entering in the future.<br /><br />Tatiana emphasized once again that all personnel other than Silvermane Guards on security duty are not allowed outside their homes every day from 6 PM to 6 AM. Activities that conceal, feed, or withhold information regarding direwolves are strictly prohibited. Anyone who violates these restrictions will be severely punished.",
   "images": []
  }
 ],
 "pageId": "526571"
}