{
 "name": "Dan Shu's Diary",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "The diary of Dan Shu, Chief Alchemist of the Alchemy Commission. It records this blind diviner's struggles against her destiny.",
 "volumes": [
  {
   "title": "Dan Shu's Diary (Part 1)",
   "localTitle": "(I)",
   "localDesc": "...<br /><br />Please hear me, Reignbow Arbiter.<br /><br />Yufei would always laugh at me for being childish and writing to you in my diary, but this has been a habit since I was a child. Besides, I also genuinely believe you are able to read this.<br /><br />Your eyes have always been able to see everything you want to see. Someone like me should not have been born, yet now I live a wealthy life and have friends such as Yufei by my side. I thank your blessings every second of every day.<br /><br />Therefore, I hope everything I've done recently would not offend your peerless authority... I bear no dissatisfaction with the world of Xianzhou that you guard and protect. I simply wish to see the real world in real colors.<br /><br />When I was a child in the lyceum and my peers bullied me for my lack of sight, I had always firmly believed my condition to be a trial sent by the Reignbow Arbiter to test me. I maintained that belief in my later years when I entered the academy and had to spend more effort than others to keep up with my studies.<br /><br />As if to reward me for my tenacity, you sent Yufei to be my friend. When we were seven years old, she chased away the malevolent classmates bullying me, and she has been my best friend ever since.<br /><br />Yufei protected me from the bullies and helped me to keep up with my studies. During the school holidays, she would take me to visit glamorous scenes in the various ecological delves and describe their beauty to me with great vividness. Her voice is very pleasant to listen to, like the touch of cold streams brushing past my fingertips.<br /><br />In theory, I shouldn't be dissatisfied with life at all.<br /><br />However... humans are visual creatures, and we perceive the world via lights and colors. I simply do not know what Yufei means when she says \"the dusk painted the sky red at the end of the forest like a flame.\" In fact, I don't even know what Yufei looks like. I can touch, I can imagine, and yet I still cannot construct a complete picture.<br /><br />Therefore, with Yufei's support, I decided to find a way to restore sight to myself.<br /><br />By the blessing of the Reignbow, I have become the best alchemist in the Alchemy Commission, and Yufei is its best healer. Perhaps we can indeed find a way to free the Incomplete Ones from our eternal torment.<br /><br />...<br /><br />Yufei and I had tried many strategies recently, but none of them worked.<br /><br />Firstly, we tried to non-invasively create prosthetic eyes. In fact, this is how my mechanical arm works, which can function as well as a real arm.<br /><br />Theoretically, these non-intrusive methods can help Incomplete Ones with visual impairments. However, for those with visual neuron developmental issues such as I, non-intrusive methods can do little to help.<br /><br />Secondly, we tried to create vision using the principles behind Butterfly Immersia. At its core, Butterfly Immersia uses Foxian pheromones to create controllable illusions. We wondered whether it can therefore bypass the eye as a visual signal receptor, and directly send images to the brain.<br /><br />The outcomes indicated this to be a viable strategy. However, these signals failed to form meaningful images in my brain. It did allow me to \"see\" colors and shapes for the first time, but I genuinely cannot tell what is \"red\" and what is \"a circle.\"<br /><br />We guess this is due to how Butterfly Immersias rely on the experiencer's senses to recreate images. Therefore, when faced with sensory stimuli that I have never experienced before, even the Foxians' pheromones were helpless.<br /><br />How odd. It showed me so many colors, but I don't really miss that feeling.<br /><br />Thirdly, we tried to trigger sensory compensation using other senses. This was Yufei's idea, which was an extension of the non-invasive prosthetic eyes concept — By converting visual signals into auditory, tactile, gustatory, or olfactory signals, these other sensory organs could create a whole new concept of \"sight.\"<br /><br />We created a prototype gadget, but our biggest challenge was its size. All the external sensors added together are heavier than the weight of three humans combined. It was a pain to even walk while carrying them, let alone testing them.<br /><br />Nevertheless, we still conducted many tests. Our results indicate this tool is much better suited for short-life species. Their brains have greater plasticity, through which sensory compensation can trigger synesthesia, where one sensory organ activates a different sensory organ. If they use this tool for long periods of time, they would be able to realistically \"taste,\" \"hear,\" or \"smell\" colors, shapes, and visual distances.<br /><br />However, for long-life species with low neuroplasticity (such as I), these sensory organs cannot come together to create a brand-new sense. Admittedly, I now know the testing block is blue whenever I taste chili peppers; and if I smell a frosty scent after that, then I know the block is a cone in shape. But I still have not \"seen\" them, let alone know what \"blue\" means...<br /><br />Though short-life species will gain more from this tool, most of their bodily issues can be solved by invasive prosthetics and would have no need for something as complicated as this.<br /><br />These experiments cost huge amounts of time and effort for Yufei and me, yet we have produced almost no viable results. I can't even be sure whether these experiments can help other researchers in the future.<br /><br />I feel dejected and powerless, and I feel like I let Yufei down.<br /><br />...<br /><br />I got in touch with Professor Egan from the Intelligentsia Guild. He presented a rather outlandish solution, something he called \"Eliminative Materialism Therapy.\"<br /><br />Eliminative Materialism is an ancient philosophical idea that states all human emotions arise from internal steroids and electrical signals. Professor Egan believes that if we cannot eliminate the root of the Incomplete Ones' suffering, then we will eliminate the suffering itself.<br /><br />As long as we use a pump to periodically inject specific medications into the body, we can make the person not care about their physical issues. I will have no desire to see the world, and not feel sad about my condition at all.<br /><br />It sounds very bizarre, but it seems to be a viable path.<br /><br />Unfortunately, the experimental results indicate this does not work for long-life species, either.<br /><br />The hormones within long-life species are strictly regulated, and any external force that influences this system would cause an overwhelming retaliation.<br /><br />I experienced uncaring freedom for about two hours before almost dying from a cytokine storm.<br /><br />...<br /><br />I've conducted lots of experiments. There has been no progress whatsoever. I'm feeling really defeated.<br /><br />But I want to see what Yufei looks like, even if for just once. So I asked behind Yufei's back (she would never agree to something as ludicrous) for Professor Egan to transplant a pair of eyes for me.<br /><br />I saw myself and Yufei for the first time. Her short black hair shimmered with light like soft silk, and her pale skin was beautiful like the best ceramics from the Zhuming. Her ebony eyes were bloodshot with sadness and fatigue, and she kept shedding tears.<br /><br />She looked at my new eyes and said: \"Dan Shu, do you know what this means to you?\"<br /><br />I know. Of course I know. These eyes will gradually be rejected, bringing me unimaginable pain in the process. Historically, people have even become stricken with mara due to such agony.<br /><br />Then, I would return to the darkness and lose everything I have momentarily gained.<br /><br />I said to Yufei: \"Let's go see those views together, the ones you told me about.\"<br /><br />Ten days later, we stood shoulder to shoulder, gazing at the artificial sun gradually disappearing on the other side of the delve's false sky. The rejection reaction was getting stronger and stronger, but as long as she was beside me, it didn't seem so bad.<br /><br />The dusk painted the sky red at the end of the forest like a flame.<br /><br />That night, as I screamed in a puddle of my own blood, I once again returned to the darkness.",
   "images": []
  },
  {
   "title": "Dan Shu's Diary (Part 2)",
   "localTitle": "(II)",
   "localDesc": "...<br /><br />Please hear me, Reignbow Arbiter.<br /><br />Yufei is enlisted in the war.<br /><br />This is the third great war between the Alliance and the Denizens of Abundance. Many people I know went to the war, but I never imagined Yufei would be conscripted as well.<br /><br />\"The Alliance needs the best healer, and I happen to be the best healer. That can't be helped, right?\" Yufei held my head in her palms as she said this in pretended carelessness.<br /><br />I grabbed Yufei's hand and replied anxiously. \"The Luofu has so many healers. Why does it have to be you? You're not a Cloud Knight. You can refuse...\"<br /><br />\"I know you're worried about me.\" Yufei comforted me gently. \"I'm just a healer. I won't be in danger. Besides, the Arbiter will keep me safe.\"<br /><br />She had made up her mind to go. I could only beg her. \"You're an amazing person. You can live a happy life even without me. But I'm weak. I don't know how to live in a world without you. So please, please return in one piece.\"<br /><br />Yufei laughed haplessly. \"I can't live without you either! Trust me. I'll be back safe and sound.\"<br /><br />She then let go of my hand. I knelt on the ground, covered my ears, and curled up in a ball. I didn't want to listen to the sounds of her leaving.<br /><br />Reignbow Arbiter, please bring her back safely.<br /><br />...<br /><br />Someone became mara-struck in the urban area of the Exalting Sanctum and caused quite a bit of destruction. We have been assigned by the Judges of the Ten-Lords Commission to conduct an autopsy on his corpse.<br /><br />The results of the autopsy were very interesting to me. I'm going to record it here for future reference.<br /><br />The deceased was an Incomplete One. He was born without limbs and had a congenital heart condition. However, the autopsy indicated all his disabilities seemed to have completely disappeared after he became struck with mara.<br /><br />His limbs became stronger than a yellow stone calf's, and his heart was as steady as a starskiff's engine. In fact, such records are often to be found in the annals of history, but I'm still very stunned to come face-to-face with such an occurrence.<br /><br />I have to admit that I have been deliberately ignoring one particular cure for the Incomplete Ones... Specifically, to accept the Plagues Author's power. After all, no one had heard about there being Incomplete Ones among the borisin.<br /><br />Perhaps there indeed exists a way to harmlessly utilize the Plagues Author's power.<br /><br />Of course, this is only a fleeting fantasy. Doing such experiments would be a crime worthy of death.<br /><br />Just in case, these words are for any future Judge of the Ten-Lords Commission who may investigate this diary: The above content is all my fantasies, and I have no plans of executing them.<br /><br />...<br /><br />Yufei and I wrote many letters to each other recently.<br /><br />She's safe for now at the field hospital away from the front lines.<br /><br />Of course, I'm worried about her, but the only thing I can do is silently pray.<br /><br />Reignbow Arbiter, please keep her safe.<br /><br />...<br /><br />The war is over. We won, and Yufei is dead.<br /><br />I can't understand how she could die in the field hospital away from the fighting.<br /><br />I kept asking and asking like I was mad, till the Cloud Knights finally told me the truth.<br /><br />The Reignbow Arbiter had descended onto the physical plane and annihilated the borisins' fleet using their divine arrow. At the same time, their divine miracle wrought some \"collateral damage\" — such as the field hospital Yufei was based in.<br /><br />She did not die in the hands of the Denizens of Abundance. Instead, she was ground to dust by the Reignbow Arbiter's divine arrow, with not even a single bone of her left behind.<br /><br />Why, Reignbow Arbiter?<br /><br />...<br /><br />Reignbow Arbiter, this will be the last time I write to you.<br /><br />I wish all that you hope to destroy are resurrected.<br /><br />I wish all that you hope to preserve is annihilated.<br /><br />I wish all lives in the land will thrive contrary to your desires.<br /><br />I wish all stars in the sky will dim because of your existence.<br /><br />I wish this Galaxy to be full of life, and not full of death.<br /><br />I wish the Alliance will exist forever, but not in the way you desired.",
   "images": []
  }
 ],
 "pageId": "526601"
}