{
 "name": "Researcher Eikura Shuu's Diary",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "Pages recording the unrest and extreme emotions of researcher Eikura Shuu. Shunned, exiled, forgotten.",
 "volumes": [
  {
   "title": "Researcher Eikura Shuu's Diary",
   "localTitle": "Researcher Eikura Shuu's Diary",
   "localDesc": "<nobr>39</nobr>, <nobr>51</nobr>, <nobr>2157</nobr> AE, Lyrid Meteor Shower<br /><br />Ha, this may sound strange, but imagine a Herta Space Station researcher who's spent a lot of time in space being fearful of zero-gravity. It's been five hours and I can still clearly feel the sensation of the traction cable tightly wrapped around my upper body. Even though I am aware that the cable is made from a rare lithium fluoride that can't be damaged by even the sharpest blade, I still imagine myself being unbound and slowly floating into space. After all, the universe is vast and there is definitely a place for everyone. What's the point of staying on the space station and being constantly humiliated? Maybe I would be lucky enough to be intercepted by the Celestial Comet Wall while floating through the darkness and board the jingling mine cart of the shepherds to travel amongst the stars. But it is also possible that I would fall right through the cracks of the galaxy into the great abyss of the Leviathan like a mayfly into the mouth of a giant whale.<br /><br />Are their insides warm, dark, and moist? Or is it like the gentle starry night sky as the Nameless describes it to be? If it's the ladder, I would at least be able to witness such magnificent sight before my death. It'd be better than staying here and being treated like garbage. Anyways, it really doesn't matter where I die. No one would care anyway.<br /><br />\"Beep — beep — balance confirmation complete.\"<br /><br />Red lights flash inside the Balance Cabin. The noises notify me that the inspection mission has been completed and that the power balance of the protective field is intact. Dying in the mouth of the great abyss is just my blabbering. Right now, I need to lean on the control station and make some formal recordings, I'm sure the terrible handwriting wouldn't be an issue. Perhaps I shouldn't waste the firsthand information and try to complete the anti-gravity protective field research report as soon as I can to make up for the undesired results of the previous research and regain some of my self-evaluation points. Or maybe I should go and find Wen Tianweng in the repair room for a beverage to relax my nerves. I can then be honest with myself and admit my distaste for writing research reports.<br /><br />Through the porthole, I can see the faint blue-violet lights of the anti-gravity protective field dispersed across the universe. It has been around for a total of eight Amber Eras... It is hard to imagine anyone other than the IPC being able to put together something with the ability to withstand such a long period of time. Was its original conception praise for Madam Herta or was it a prophecy against an unknown danger? Or was it both? It didn't matter, because soon the monsters will be arriving, and they will throw themselves at the space station more frequently than they have in the past. The mutations they will send will also be more horrifying. They've been kept in the Research Cabin for the past era and living as phantoms in the rumors that spread across the space station. But now, being in the frontlines, it is very likely I will encounter them eventually.<br /><br />This isn't exactly bad news. In fact, it makes me excited. Information regarding the Legion has always been monopolized by the elite researchers. It would be much more interesting to observe the space station's most prominent enemy up close than inspecting and repairing ionization balance, and researching for ways to upgrade the defenses. Why would upgrading defenses be something a researcher like me should be worrying about? Does the IPC only make the defenses and offer no after-sales services? Leaving the task of ultimate survival to the researcher with the lowest evaluation score in an era doesn't make sense at all. I suspect that this is just a trap and that there is a subtext to it: Once a researcher fails, he should go and do some physical labor to prove what values they have remaining.<br /><br />Although I have no interest in this topic, I have to produce a decent research report or I'll have to continue my stare down with it in the next era. It's a spectacular form of cyclical punishment.<br /><br />I actually don't really understand why everything has a score. Obviously, someone's gonna say only a bottom-feeder and failure like me would question the logical nature of a point system. All the researchers line up to enter the Scoring Room on the same day of every Amber Era, allowing the space station to inspect us in the name of Erudition. Like pigs for the slaughter on an assembly line, we are branded with elite, average, or inferior scores. For the purpose of receiving a higher score, topics that are less popular, more esoteric, or have a longer reporting period are deserted by the researchers, while the number of research topics that are for flattery and show increase by the day. I understood something when I look at the researchers pursuing that artificial score: We are not being blessed by the Erudition, but exploited by it. It can easily control this crowd of intelligent minds, placing their unrestrained ingenuity in one specific location, thus annihilating all possibilities for them to think freely.<br /><br />I can't help but think about the situation on my home planet, the one marked Xin<nobr>-41</nobr> on the Hosea Star Map. Back then, I was such a genius, and with so much energy. When I first showed the potential to take the test, my childhood companions were no different from the shallow researchers at the space station. They had surrounded and cheered for me, just like how the researchers are now celebrating the \"heroes\" researching the Legion. They had prayed that I would one day take them away from Xin<nobr>-41</nobr>, that one day I would show the residents of Xin<nobr>-41</nobr> what life is like in galactic regions outside of the colonized area. They've once dreamed of a different life, one that doesn't include wasting their entire lives harvesting hallucinogenic spices to sustain the Slinkan species' supposed dreams of immortality.<br /><br />I, too, only found out after arriving at the space station that the Slinkans aren't the rulers of the galaxy. On the contrary, compared to the supreme existences in this galaxy, the Slinkans are really not that different from the residents of Xin<nobr>-41</nobr>. If the residents of Xin<nobr>-41</nobr> were brave enough, they should revolt at all costs against the weak social control the Slinkans have over them. But they can't, because they lack both knowledge and courage.<br /><br />Although I've overcome my lack of knowledge regarding these oppressive situations, the cowardice bred from the impoverished soil on X<nobr>-41</nobr> has been etched deep into my bones. That is why I remained silent when I received my single-digit score due to those unpredictable spiritual organisms. I received the gaze of the \"Skynet\" in the Scoring Room to just as I had bathed under the acid rain of my home planet. I was burning up, I was humiliated, I was full of hatred — and I was silent.<br /><br />However, it's proven that even the feeling of awkwardness is excess. There is only one benefit in splitting people into different grades outside of the space station, the convenience of feeling superior over others. It is worse here, however. The researchers have no need for something like a sense of superiority. All their hard work is for the purpose of gaining Madam Herta's attention and acknowledgment. They walk past me as if I'm just a harmless ghost. That's right, there have always been harmless ghosts wandering around aimlessly in silence here. It's just that by the time I became able and willing to notice them, I too have become one of them.<br /><br />I still haven't found the courage to tell my real situation to my family in the distant homeland. I don't want them to know that the genius of Xin<nobr>-41</nobr>, whom they had such high hopes for, is nothing but an inferior-grade pig in the space station they gaze upon day and night.<br /><br /><align=\"right\">Eikura Shuu</align>",
   "images": []
  }
 ],
 "pageId": "581698"
}