{
 "name": "Herta Asset Damage Evaluation List",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "Asset Damage Evaluation List drafted by the Herta Department of Implement Arts. It has records of thousands of cargo damages totaling a ridiculous sum to be paid by the IPC alone.",
 "volumes": [
  {
   "title": "Herta Asset Damage Evaluation List",
   "localTitle": "Herta Asset Damage Evaluation List",
   "localDesc": "...<br /><br />Number#3471: Reject Silence<br />Asset Category: Curio Collection<br />Item Description: A tiny orchestra set that automatically plays some not-too-bad exotic music when the ambient noise is at 0 dB. If the surrounding is louder than 0 dB, the set will remain silent.<br />Level of Damage: <nobr>80%</nobr><br />Damage Details: Functions the exact opposite way as it claims to be. The noisier the surrounding, the louder it becomes.<br />Estimated IPC Settlement: <nobr>118,000</nobr> credits<br /><br />Number#3472: Dark Matches<br />Asset Category: Curio Collection<br />Item Description: There's nothing special about these matches designed to be used in dim environments. If you stare at them long enough, you may even find them pitiable. When placed in bright areas, transparent and odorless aerosols in dark green can be spotted floating near their heads, which are safe to be touched by hand. Igniting the matches will drive away light and usher in darkness.<br />Level of Damage: <nobr>100%</nobr><br />Damage Details: Unexpectedly, monsters from the Legion found them particularly interesting and stole them all.<br />Estimated IPC Settlement: <nobr>32,000</nobr> credits<br /><br />Number#3473: Interdimensional Bed<br />Asset Category: Immovables<br />Item Description: Situated in the Herta Department of Implement Arts, this bed lies in the middle of scented lime-green vines. Those sleeping in its fragrance will in their dreams cross the boundary between dimensions and travel among the stars.<br />Level of Damage: <nobr>10%</nobr><br />Damage Details: A number of vines were burnt down. Please replace them by collecting new ones and deliver through interastral shipment. <br />Estimated IPC Settlement: <nobr>97,000</nobr> credits<br /><br />Number#3473: Railway Platform<br />Asset Category: Immovables<br />Item Description: Platform used to host guests of the Space Station and park spacecrafts.<br />Level of Damage: <nobr>50%</nobr><br />Damage Details: Truss structure deformation. Need concrete.<br />Estimated IPC Settlement: <nobr>5,777,000</nobr> credits<br /><br />Number#3475: Astral Express<br />Asset Category: Spacecraft<br />Item Description: Spacecraft parked at the space station platform. Should the craft be damaged, Herta Space Station bears minimum liability.<br />Level of Damage: <nobr>20%</nobr><br />Damage Details: Multiple scratches on coaches; damaged paintwork; high energy cost against mileage; odor from monsters; delayed schedule; opportunity cost; extraordinary wear and tear; psychological damage.<br />Estimated IPC Settlement: <nobr>990,000</nobr> credits<br /><br />Number#3476: Shiqi Megascope<br />Asset Category: Researcher Personal Belongings<br />Item Description: Megascope used to observe the Aquila constellation.<br />Level of Damage: <nobr>70%</nobr><br />Damage Details: With the piece broken, you'll have to make do with the naked eye.<br />Estimated IPC Settlement: <nobr>48,000</nobr> credits<br /><br />...",
   "images": []
  }
 ],
 "pageId": "581703"
}