{
 "name": "Jarilo: God of Spring and War",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "The story and expert analyses of a traditional legend from the northern region of Nycatha.",
 "volumes": [
  {
   "title": "Mythological Tales of Jarilo: God of Spring and War",
   "localTitle": "Mythological Tales",
   "localDesc": "<align=\"center\"><size=+2>Jarilo: God of Spring and War</size></align><br /><br />Perun, the god of thunder and lightning and the one ranked the highest in the Pantheon, is fashioned with a beard made of bronze and armed with a shield and an ax which he uses to slay sinners and evil spirits. He hurls his ax at his enemies and summons bolts of lightning before it returns to his hand. Perun exterminates demons that scourge across the skies with fiery arrows from his war chariot — what later became known as thunder and lightning to the world.<br /><br />Veles, a sworn enemy of Perun and previously also the god of war, now oversees the land, water, forest, and the underworld. Veles takes a half-human and half-snake form, with horns of bulls on his head, a thick coat of fur, and a long beard. He herds cattle in the Land of Death while controlling wealth, rewards, music, and the night. He is an expert in magic and trickery.<br /><br />Pursuing Veles across the Earth, the enraged Perun cares not for the things that Veles shapeshifts to hide behind and strikes them down with indifference, even the humans. The mischievous Veles climbs from the damp underground to steal Perun's cattle, wife, and children.<br /><br />On the last night of February, Perun's <nobr>10</nobr>th son Jarilo was born. It was also that night that he was stolen and brought to the Land of Death where Veles raises him. Land of Death is a lush prairie of eternal spring across the sea where Jarilo helps his foster father guard the cattle. Birds migrate to that land every winter.<br /><br />Jarilo didn't like to spend his life underground. He is the god of youth and life with the powers of reproduction and plant growth. At the end of winter, Jarilo would return to Earth and use the full extent of his powers as the god of springtime and war to drive the cold and darkness away. This process was difficult but necessary to bring about spring to the world.<br /><br />Jarilo was first noticed and welcomed by the goddess of nature and death, Morana, who is Perun's daughter and Jarilo's sister. The two quickly fell in love and celebrated their wedding in the summer. The sacred unification of Jarilo and Morana symbolized a promise of fertility and lush vegetation. It also meant a temporary peace between Perun and Veles, and the late summer harvest would be successful and bountiful.<br /><br />However, Jarilo was not a faithful husband. In retaliation to his disloyalty, Morana killed Jarilo and used his corpse to build a new home. Without her husband, Morana gradually became a depressed old witch. The frightening and dangerous goddess of death would bring about a cold bitter winter. Morana would die at the year's end, being reborn as Vesna. At the same time, Jarilo would also be reborn and the myth would start all over again.<br /><br />The endless cycle of life and death continued for a long time. The unfaithful Jarilo getting killed after the autumn harvest and the lonely Morana dying at the end of the year. The two gods were reborn and fell in love again, ensuring the bountiful harvest every year. It wasn't until one year when Morana killed Jarilo as usual, but the house she built was weak and collapsed. With no shelter in the frigid winter, Morana's anger could not be contained any longer, and she no longer accepted her fate of reconciling with Jarilo every year. As the goddess of nature and death, she placed a cruel curse on herself — the next time she died she would no longer be reborn as Vesna, the goddess of youth and springtime.<br /><br />The curse worked. This time, while Morana did became a dangerous witch in her solitude, she didn't die at the end of the year. The cold and darkness raged on, far greater than ever before. It even continued to span across the following year. When Jarilo was reborn into this desolate place, Morana finally died, never to be reborn. Faced with the ruthless winter, Jarilo realized that he had made a mistake. Spring would not come this year, and Jarilo could not face the cold nights alone.<br /><br />In his desperation, Jarilo decided to look for his father, Perun, chief of the gods, to seek repentance and forgiveness. Having heard the story of the two, Perun sympathized with Morana, but could not accept her curse. Without spring, the world would slowly die in the cold winter nights. The wise Perun pointed out Jarilo's sin of arrogance, and prophesied — should Jarilo once again be able to offer his eternal love and loyalty to Morana, only then will her anger be quelled.<br /><br />The proud Jarilo fell into a deep depression, and the cold storm continued to rage on even till the autumn harvest. At the end of the story, the remorseful Jarilo offers to sacrifice his reincarnation, swearing everlasting and deep loyalty to his deceased lover. Perun's prophecy came true. Jarilo's remorse and longing turned into a warm and forgiving spring that covered the land and protected the people, enabling them to live happily and peacefully on in the snow-torn world.",
   "images": []
  },
  {
   "title": "Analysis of Jarilo: God of Spring and War",
   "localTitle": "Explanation",
   "localDesc": "<align=\"center\"><size=+2>Jarilo: God of Spring and War Analysis</size></align><br /><br /><align=\"center\">Folklore Expert: Chico</align><br /><br />One of the earliest historical references to the god is in the biography of a diplomat from the Saya kingdom, about <nobr>1,800</nobr> years before the Eternal Freeze. On his expedition, he came across a tribe who happened to be celebrating the god of war, Jarroway. Experts from before the Eternal Freeze believed Jarroway to be the precursor of Jarilo.<br /><br />Around <nobr>1,200</nobr> years ago, in the northern region of Nycatha, a festival known as \"Jarilo\" was celebrated in late spring or early summer. Groups of villagers would walk along the countryside, symbolizing the return of the god back into this world. His return meant fertility and vegetation. Experts from before the Eternal Freeze found traces of religious rituals in honor of this god.<br /><br />The death of a god was seen as a ritualistic sacrifice, and carries heavy symbolic meaning. Similar metaphors can be found in other mythologies: The bodies of dead gods creating the world, with blood turning into rivers, bones turning into mountains, hair turning into forests, and so on. With the emergence of the Eternal Freeze, the world of the gods gradually began to weaken. Until eventually, the house built from Jarilo's corpse could no longer support human life and collapsed, just like it did in the myth.<br /><br />It is clear the myth's ending was influenced by the Eternal Freeze and the new religions. Before the Eternal Freeze, Jarilo was the typical \"birth-death-rebirth\" god of nature, whose mythological cycle was the same as that of crops in the northern region of Nycatha, from sowing to growing to harvesting (viewed as crop destruction). However, after the Eternal Freeze, the seasonal cycle was broken, replaced by Belobog's unique climate. In the myth, this climate change is explained by the household affairs between the gods.<br /><br />It's worth mentioning that in the story, Jarilo goes on a journey from an unfaithful bum to a loyal husband. By the end of the story, he sought redemption from Perun, paying a heavy price for his indiscretions. The changes in Jarilo here were thought to be related to the changing lunar phases, a projection of human understanding on natural phenomena. This understanding continued to hold after the Eternal Freeze emerged and people could no longer observe the moon's phase changes. There was a lack of understanding of such astronomical phenomena, so people were more inclined to draw a moral conclusion to the story — this god's endless cycle of birth-death-rebirth was the price to pay for his love.",
   "images": []
  }
 ],
 "pageId": "581701"
}