{
 "name": "Underground Encyclopedia: Animals",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "An old research report of the creatures of the Underworld. Some of those creatures no longer exist.",
 "volumes": [
  {
   "title": "Underground Encyclopedia: Animals Part 1",
   "localTitle": "Part I",
   "localDesc": "<size=+2>Crystalline Lizard</size><br /><br /><align=\"right\">\"In old legends, Crystalline Lizards were thought to be soldiers of Mine Mama.\"</align><br /><br />Crystalline Lizard is a cold-blooded reptile found in the underground mines. As it matures into adulthood, their leathery scales will produce Krystalloid, which will vary in color depending on the region, temperature, and health of the lizard. Experts have pointed out that Crystalline Lizards expel Geomarrow and other minerals from their salt glands through the osmotic pressure in the body. The Krystalloid is a byproduct of regulating the osmotic balance of body fluids.<br /><br />The randomness of the Krystalloid color has sparked a wave of collectors, who are willing to pay exorbitant prices for wild Crystalline Lizards with a rare color. This has caused an ecological imbalance in the mines. In the past, many pest outbreaks have been tied to the decline in the Crystalline Lizard population. In response, Belobog has prohibited the hunting of wild Crystalline Lizards.<br /><br />The alkaloids in the body fluid of the Crystalline Lizard are often used in pharmaceutics. This body fluid is dissolved in water and made into a spray. When the spray is applied to a patient, the droplets reach the pulmonary alveoli via the upper respiratory tract and are shown to drive out mineral dust in the lung via the bronchi, preventing the dust from entering the interstitial lung and lymph nodes. Researchers, however, do not understand fully how this process works. Thus, it is common for Underworld doctors to breed Crystalline Lizards in captivity, but they don't have any value to the collectors.<br /><br /><size=+2>Geomarrow Olm</size><br /><br /><align=\"right\">\"This amphibian survive solely on pure energy!\"</align><br /><br />Geomarrow Olm is an amphibian that burrows near underground water sources. With white and pink feathery scales, its highly-developed hearing and smell make up for its degraded vision. It's able to survive both on land and in the water. According to the Geomarrow Development Group, populations of Geomarrow Olm were always found near large mines, for reasons unknown. People assumed that these olms fed on Geomarrow, hence the name.<br /><br />Biologists have pointed out that the Geomarrow Olms live in an environment lacking in food. This severe environment has caused them to evolve into organisms with superior metabolism and antioxidant capacity. They are capable of surviving without food for up to <nobr>10</nobr> years, due to their slow metabolism and limited movement. However, it is scientifically reasonable to assume that they could survive more than <nobr>15</nobr> years without feeding. So, experts believe that it is more likely that their feeding behaviors are hard to observe, rather than draw the conclusion that they feed on Geomarrow.<br /><br />The Geomarrow Olms by nature are afraid of and reside away from the humans in darker and more moist areas. The Geomarrow Olms do not pose a threat to humans.<br /><br /><size=+2>Funeral Worm</size><br /><br /><align=\"right\">\"When it's time to bury a corpse, these worms never pass up the opportunity for a feast.\"</align><br /><br />Funeral Worms are a subspecies of coleoptera commonly found in underground caves. They range in lengths of up to <nobr>3.5</nobr> centimeters, with an average length of <nobr>1.2</nobr> centimeters. They are usually black and orange in appearance. Their flat soft bodies allow them to crawl under animal carcasses. After discovering a potential animal carcass, they gather in swarms around the body. They spend a great deal of time confirming that the animal is dead before they dig the ground beneath it to decompose it.<br /><br />Funeral worms observing a dead animal is similar to attending a funeral, hence the name. Some biologists have suggested their unique habits may be related to creatures who barely move, like the Geomarrow Olm. If they misjudge prey, they might become prey themselves. Funeral worms are one of the most important parts of underground ecology, breaking down carcasses and feces of a wide range of animals. They are also commonly found in cemeteries and bat caves.",
   "images": []
  },
  {
   "title": "Underground Encyclopedia: Animals Part 2",
   "localTitle": "Part II",
   "localDesc": "<size=+2>Crystal Scorpion</size><br /><br /><align=\"right\">Crystal Scorpions don't have crystals. Isn't it common knowledge?</align><br />Adult Crystal Scorpions are almost entirely covered with highly transparent carapaces. Growing up to five or six centimeters long, the body is clearly segmented into two: head and thorax, and the abdomen. There are six pairs of appendages on the head and thorax. The first pair is used for feeding. The second is a pair of threatening crab-like claws for attacking and defending, and for tactile purposes. The remaining appendages are all used for movement. At the abdomen is the scorpion tail, which is bent forward and poisonous. The venom is not lethal to humans, but it will cause a burning sensation.<br /><br />The transparent carapace for which the Crystal Scorpion is famous turns out to be a mimicry of Geomarrow, and not some expensive crystal. While Geomarrow dust is processed from the body, it assimilates with the hard shell to form this unique transparent shell. With its help, Crystal Scorpions can feed on Crystal Lizards who live near Geomarrow.<br /><br />During the period in which Crystal Lizards were hunted by collectors, crystal scorpions were also hunted. As a result, their population was reduced significantly to the point where they're now considered a rare and endangered species. They are traded at high prices in underground markets.<br /><br /><br /><size=+2>Mad Moles</size><br /><br /><align=\"right\">\"I can't help but wonder what would happen if I had the misfortune of stumbling into their burrow while exploring the dark depths of a cave?\"</align><br /><br />The Mad Moles have stout powerful limbs and well-developed claws, which are good for digging. However, they would much prefer to use their head and teeth. Their eyes are completely defunct, with little or no vision. They have no outer ear, and the ear shell is a small fold of skin around the ear hole. With short tails that are slightly longer than their hind feet, the moles are usually bare or a little hairy. People once thought they fed primarily only on plant roots, but it is now common knowledge that they are omnivores.<br /><br />Ecologists have discovered that Mad Moles have a number of distinct characteristics that are detrimental to the species' survival. Now, researchers believe that the rapid spread of Fragmentum is at the root of these characteristics: Mad Moles appear to be more sensitive to a specific substance in Fragmentum than other species. As a result, they have become extremely aggressive, with the ability to swarm and devour mammals several or even dozens of times their size.<br /><br />Then, it is the never-ending hell of survival. Mad Moles rarely leave their burrows, but keep expanding them because of two factors: First, Mad Moles have a severe sensitivity to specific substances in the surface atmosphere, making it impossible for them to survive outside of their burrows. Second, the Fragmentum hastens the deterioration of their limited habitat. As a result, Mad Moles must keep searching for new habitats underground. If an unfortunate creature were to fall into its burrow, the moles would eat it. If there were no such creatures, they would eat each other. There will always be a massive pile of bones in the Mad Moles' burrows.<br /><br />However, their remarkable reproductive capacity more than compensates for their low survival qualities. Even if the Mad Mole population is artificially reduced to a very small number, it still can quickly recover after a few months.<br /><br />There was once an unfortunate miner who used to hear the moles scurrying behind the wall every night as he slept. He would experience chronic hallucinations and nightmares. Even when clear-headed, he would mumble in a language that no one could understand. Fortunately, the large burrow was connected to the stove in the kitchen. One night, soot, which hadn't been completed burned out, caught on fire and exterminated the mad moles. That miner was saved from a gruesome fate.<br /><br /><size=+2>Rock Crab</size><br /><br /><align=\"right\">There's no way this critter could have nearly destroyed Belobog!</align><br /><br />The rock crab, a mix between a shrimp and a crab, likes to live inside rocks, and many of them use hard rocks as a shell for protection. According to research, the rock crab originally lived along the coastal regions. They were oceanic creatures that would dig through rocks to lay their eggs, then returned to the sea. After the Ice Age, the rock crabs bred in large numbers and moved underground to the warmer Belobog, causing massive tunnel collapses as they migrated. During this period, they were known as tunnel rock crabs. However, for reasons unknown, their population declined significantly, almost to the point of extinction.<br /><br />Nowadays, rock crabs are considered a gourmet meal in the Underworld. Although the crab is rare and difficult to obtain, the delicious texture of its meat makes it a star ingredient in the underground. People usually steam the crab, but there are many other variations are loved by residents: stir-fried crab meat with hammer peppers, salt-baked rock crab, and much more. Rock crab powder can also be combined with a variety of other ingredients for rich flavors.<br /><br />With the dwindling rock crab population nowadays, many people doubt the old rumor that every family eats crab.",
   "images": []
  }
 ],
 "pageId": "581700"
}