{
 "name": "Oratorio \"Supreme Guardian\" Premiere Spectacular",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "Newspaper clippings of a grand oratorio that are carefully preserved.",
 "volumes": [
  {
   "title": "Oratorio \"Supreme Guardian\" Premiere Spectacular",
   "localTitle": "Oratorio \"Supreme Guardian\" Premiere Spectacular",
   "localDesc": "<size=+2><align=\"center\">Path of the Architects: Supreme Guardian Premiere Spectacle and Behind-the-Scenes</align></size><br /><br /><align=\"right\">Writer: Anna</align><br /><br />On January <nobr>13</nobr>, <nobr>698</nobr>, Mr. George, in response to a charity fundraiser organized by the Belobog government, premiered the once-rehearsed Alisa Rand in the new concert hall on Fainka Street. The poster for the show read, \"For the benefit of poor criminals and interest of Charice Hospital.\" In an interview with the Crystal Daily, he said, \"All proceeds from the show will go to charity. It will be split equally between the Criminal Welfare Society and Charice Hospital.\"<br /><br />The performance was conducted by George himself. The entire Architect Goliards Chorus was in attendance. It was an unprecedented event, evident by the tickets being sold out the day it was available. The new concert hall, with 1,<nobr>500</nobr> seats fully booked for the premiere, was unable to meet the demand. On the day of the premiere, the concert hall asked ladies \"better not to wear bustle dresses\" and gentlemen \"better not to carry swords,\" so that there would be more room for the audience. In total, 1,<nobr>800</nobr> guests crammed into the concert hall, with many of them sitting on the steps of the walkway to watch the premiere of Supreme Guardian. The performance was a sensation, and famous music critic Borovsky praised, \"Words cannot express the shock and joy that this amazing performance brought to the full house.\"<br /><br />On the day after the premiere, the Crystal Daily devoted a full page to Supreme Guardian and its performance. The article stated: \"Exquisite, grand, and gentle — We had to search through the dictionary for the most elegant, majestic, and vivid words to describe the baptism of joys experienced by our ears and souls.\" As promised, after deducting the expenses for the orchestra and the concert hall, George donated all the remaining proceeds to the Criminal Welfare Society and Charice Hospital.<br /><br />By January <nobr>19</nobr>, the Belobog residents' demand for a second show had grown more intense. At the request of Qlipoth Fort, an encore of Supreme Guardian was quickly arranged and performed at the Golden Theater (the new concert hall had other shows arranged). The tickets were available on January <nobr>18</nobr> and sold out in half a day. At that time, many conservatives thought an oratorio was inappropriate for the theater. Supreme Guardian Cocolia silenced the outmoded by attending the show in person.<br /><br />On the evening of the <nobr>19</nobr>th, when the orchestra played Alisa Rand, the Supreme Guardian couldn't contain her excitement and stood up to pay her tribute. When she did so, the whole audience followed suit. Some critics think this will become an unspoken rule that the audience should stand for this part of the show in the future.<br /><br />After the show, Supreme Guardian Cocolia personally took to the stage to thank George. It is reported that the proceeds of the second show, after deducting expenses, were donated to the Children's Education Committee. According to the Crystal Daily, Mr. George imparts a truly sublime and pure meaning to the work he conducts.",
   "images": []
  }
 ],
 "pageId": "581704"
}