{
 "name": "Herta Collection Room Code of Conduct",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "Terms and conditions for using the Collection Room, although only Madam Herta can enter and use the Collection Room.",
 "volumes": [
  {
   "title": "Herta Collection Room Code of Conduct",
   "localTitle": "Herta Collection Room Code of Conduct",
   "localDesc": "<align=\"center\">*Even though it is only used by Herta, she still developed the rules for it*</align><br /><br />1. The Collection Room is an important space in which Curios are kept. Without permission, persons unrelated to this Collection Room are not allowed to enter or use any items in the room. Of course, even with permission, Madam Herta also has the power to revoke the permission at any time.<br /><br />2. Items in the Collection Room must be managed by special personnel. Items that can be loaned out for exhibition or research must be used under the supervision and guidance of the core staff at all times and strictly abide by the operating rules.<br /><br />3. The permit to exhibit any of the collection items will be evaluated by Madam Herta alone, and Madam Herta has the power to adjust the evaluation result at any time.<br /><br />4. If the item in collection can bring about negative effects, its containment procedure must be strengthened. In the event it is without a safety procedure, the experiment may be terminated depending on severity. If the item in collection can bring about positive effects, its containment procedure must be strengthened even more to avoid the positive effects being leaked, benefiting those who do not deserve it.<br /><br />5. When exiting the Collection Room, Madam Herta and other related Security Department personnel must be informed, and no hardware or software capable of monitoring or recording may be left in the room.<br /><br />6. Madam Herta has the right to final interpretation of the aforementioned rules.",
   "images": []
  }
 ],
 "pageId": "610513"
}