{
 "name": "Space Station Introductory Guide",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "An introductory guide for Space station visitors.",
 "volumes": [
  {
   "title": "Space Station Introductory Guide",
   "localTitle": "Space Station Introductory Guide",
   "localDesc": "<align=\"center\">Older edition:</align><br /><align=\"center\">(Written by Madam Herta, currently no longer distributed due to design issues.)</align><br />Welcome to Herta Space Station!<br />If your pursuit for the limits of life had extended to the universe itself,<br />Or if you question whether the debate about universal truths had truly been settled,<br />If you longed to reproduce the initial state of the galaxy,<br />Or if you obsess over symbols and scrolls,<br />Once again, welcome to Herta Space Station!<br />Knowledge and answers can be found here within countless unknowns and novelties, and you will wield the mattock to unearth the answers that you seek.<br />However, in order to immerse yourself in the exciting process, a simple foundational step must be taken: Becoming a research staff. If you who are currently reading this document are only an astronomic hobbyist, we apologize, as your exploration of the cosmos has ended when you began your journey. Please cherish your tour at the Reception Hall. This may be the closest you will ever get to knowledge and intellect.<br /><br /><align=\"center\">New edition:</align><br /><align=\"center\">(Written by Lead Researcher Asta. The edition currently in circulation on the space station.)</align><br />Welcome to Herta Space Station!<br />The secrets of the universe are a topic to which many scholars have dedicated their entire lives. They are complicated enough that they cannot be fully described in any language, yet so mundane that anyone can spot them in every nook and cranny. Whatever the case may be, the scattered lifeforms in the universe have jointly crafted a masterwork that is simply known as \"civilization.\"<br /><br />On the journey to pursue the scattered hints about the universe's true nature, we are inevitably drawn to the same guiding stars. Charming and enchanting, they have enticed many seekers of knowledge into dedicating their lives just for one glimpse of the truth. The Herta Space Station is a shaded walkway built along the path lit by those guiding stars.<br /><br />We pick up fragments of the lost symphony to reproduce the feast of a glorious past. We decipher the essence of unknown technologies to glimpse the dazzling gleam of civilizations' crystallized wisdom. Scholars are boats that sail across the vast galaxy toward the ends of its expanse, and the answers silently waiting on the other side are the best motivations for our advance.<br /><br />We hope you will be able to immerse yourself in the allure of the unknown and the thrill of knowledge in the Herta Space Station!<br />Entrance Application: Please email us according to the template provided on our official website, and we will arrange a time for you to visit us. Due to the number of pending visitors, your request will be responded to within <nobr>180</nobr> working days.<br />Areas Open to Visitors: Herta Space Station - Space Elevator, Herta Space Station - Reception Hall<br />Special Note: Each person will be allotted <nobr>30</nobr> minutes for the tour. Areas involving research are strictly off-limit.",
   "images": []
  }
 ],
 "pageId": "610512"
}