{
 "name": "(Recording) A Fool's Play: Calamity's Wrath Seeks Olden Clash, Fool's Blade Rends Divine Flesh",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "A book of music and lyrics about Fool's Play. It was converted from a tape.",
 "volumes": [
  {
   "title": "(Recording) A Fool's Play: Calamity's Wrath Seeks Olden Clash, Fool's Blade Rends Divine Flesh",
   "localTitle": "(Recording) A Fool's Play: Calamity's Wrath Seeks Olden Clash, Fool's Blade Rends Divine Flesh",
   "localDesc": "<align=\"center\">*The recording tape is embedded in a spotless playback device. It is evident that the researchers have been diligently cleaning it.</align><br /><align=\"center\">Push the playback button, and the sound of magnetic tape idling can be heard in the deep silence.</align><br /><align=\"center\">Suddenly, the storyteller's gavel strikes and the folding fan whooshes as a singsong-like narration swells from afar.*</align><br /><br />In the elden realm, the sun fleets and the moon creeps, and naught survives where the divine penalty sweeps.<br />Alone, the divine light I shall sunder, and pierce the empyreal eclipse.<br /><br />In this eve, this is a tale I ought to impart: Calamity's Wrath Seeks Olden Clash, Fool's Blade Rends Divine Flesh<br /><br />Those of you here must know that among this galaxy of thousand stars,<br />there are Aeons who care not the world and hide amongst their lands of peace,<br />and the seven who inspire their foolish followers.<br />In the mumbling prayers of these followers, the name of Destruction is often heard.<br />Hark! The divine power of unraveling skies and ravaged earth the word contains must lead the followers who dwell in violence.<br />As if an insect swarm or the eclipse of the sun, this is the legion at which the galaxy recoil upon hearing,<br />the personification of destruction — the Ruin Author.<br />Someone exclaimed, \"Ruin Author, what is that?\"<br />Another replied softly, \"Is it a code word? It feels related to the legion.<br />Someone else answered, \"Mr. Storyteller is from Xianzhou, it must be their slang word for—<br />Of course, in most worlds, They are also called Nanook.<br /><br />It is said that this legion uses black holes as their furnace, Yin and Yang energies as their coal, and everything else as their copper.<br />Under the command of Ruin Author and Their follower, the Monarch of Extinction, the legion seeks purification of dead, cold stars.<br />From whence do they come? The answer is Cosmic Flood.<br />For what purpose do they act? We do not know.<br />I lament, for the Ruin Author's might is insurmountable and forceful of strength;<br />I anger, for all against Them seek also to fulfill their own selfish agenda.<br /><br />Against the galactic forces that couldn't hold a candle to Them, the Supreme Executioner finally recalled<br />Their home world where it was ruled by unjust power...<br />They assembled a force of myriad Voidrangers to demand an answer from Their past.<br />Unfortunately, They were met with a surnameless fool guarding the portal.<br />Wielding a rapier with an extraordinary power, the fool dodged most skillfully<br />like a slippery fish in a pond or a flash of a falling star.<br />The Ruin Author did battle with the fool for seven days and seven nights,<br />and eventually golden ichor seeped out of Their divine body.<br />This is the origin of that unhealed wound.<br />Off-stage, someone yelled, \"For real!? This is just something to fool the new people, isn't it?\"<br />A Security Department staff member stopped him. \"Be quiet and let Mr. Storyteller finish!\"<br /><br />In an instant, space and time reversed, and the stars lost their shine,<br />for the Ruin Author shifted away with his injury and his legion scattered.<br />How could observers from the rest of the galaxy just sit and watch the spectacle?<br />They regarded the golden ichor as the ultimate object of desire.<br />Some seek to steal it for making ichor-infused mead.<br />Other seek to destroy it to weaken the legion's might.<br />Yet another commented loudly, \"That's right, exactly! I have heard this! It is rumored in a tavern somewhere in this galaxy that serves this mead on its menu, what was it called...\"<br />A reply came, \"Bloody Mary?\"<br />That garnered a response. \"Tsk, lame.\"<br />That person replied again, \"It's called the Ruination Filament!\"<br />The response, \"Whoa~ that's cool!\"<br /><br />At one point,<br />an uproar followed the incident,<br />the ignorant left, snickering, and all returned to their busy lives.<br />Among those who managed a share of the golden ichor,<br />one hailed from this space station, our very own Nightfarer.<br />His return caused many staff members to congratulate and revere him, but after pleasantries were made,<br />his character changed. A terrible trouble is brewing...<br />And for the next part of the story, come back next time!<br />A commotion broke out in the hall.<br />\"—That's it!? That's not enough!\"<br />\"—Not going to connect to the invasion of the Antimatter Legion, are you? The whole time, this is a modern fantasy?\"<br />\"—Shut up and pay Mr. Storyteller, come on, continue!\"<br />\"—Continue what exactly? This is total hogwash with a strong opening and getting worse after each beat. I'm leaving!\"",
   "images": []
  }
 ],
 "pageId": "610517"
}