{
 "name": "\"Home-Use Object Finder\" After-Sales Feedback Form",
 "iconPath": "e62106c0375abafd4163fa3a58ed5892173a6269469a817691463a1735344978",
 "desc": "An after-sales feedback form sent from the manufacturer of the Home-Use Object Finder to Asta. It somehow fell into the hands of the wrong person.",
 "volumes": [
  {
   "title": "\"Home-Use Object Finder\" After-Sales Feedback Form",
   "localTitle": "\"Home-Use Object Finder\" After-Sales Feedback Form",
   "localDesc": "Dear Lifetime Premium Member Asta,<br />Thank you for your purchase at Cosmo Premium!<br />The delivery status of your order <nobr>1659851</nobr>********** has been updated. The delivery has been reported as missing and will not be delivered to the delivery address within the specified time.<br /><br />Your order has been reshipped. However, due to disturbances from the Antimatter Legion, the expected delivery time will be delayed a week and is expected to be delivered to you within <nobr>15</nobr> business days.<br /><br />If you require a change in delivery address or a refund, please contact Customer Service at Assistant No. <nobr>10000</nobr>.<br /><br />Check your orders at Cosmo Premium — My Orders — Order Information. Feel free to check on your order status at any time!<br /><br />Interastral Peace Appliances do better at strengthening management and risk control, improving service quality, and providing you with first-class service. We apologize for the negative experience you have encountered.<br /><br />Appendix:<br />Order Information for your confirmation:<br />[Order No.: <nobr>1659851</nobr>**********]<br />[Delivery Address: Herta Space Station, coordinates *****, *****]<br />[Receiver Name: Asta]<br /><br />This order contains 1 type of merchandise in <nobr>10</nobr> packages. The full list of goods delivered is as follows:<br />1. Home-Use Object Finder Richard-series \"Richie\" - Version <nobr>17.93</nobr> - Custom model - Annual Collector's Edition with charging dock - <nobr>10</nobr>x<nobr>10</nobr> units",
   "images": []
  }
 ],
 "pageId": "610515"
}