{
 "name": "The Well-Kept Secret of the Maintenance Department",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "The Maintenance Department's handwritten notes, which recorded the department's undisclosed secrets, were lost after the Space Station was attacked.",
 "volumes": [
  {
   "title": "The Well-Kept Secret of the Maintenance Department",
   "localTitle": "The Well-Kept Secret of the Maintenance Department",
   "localDesc": "<align=\"center\">*A crumpled sheet of paper, the presence of various colored handwriting announces its popularity in the maintenance department*</align><br /><align=\"center\">The best-kept secret of the maintenance department, do not circulate!</align><br /><br />[General Purpose Communication Skills]<br />(Remember to keep calm and collected. Take extra deep breaths if needed) Thank you for waiting, have you tried turning it off and on again?<br /><br />[Frequently Asked Questions and Most Effective Solutions]<br />Motto: If something needs repairing, restart, reinstall, and upgrade!<br /><br />1. Equipment not responding.<br />A: Restart, then restart again. It will definitely respond.<br />*(grumpy handwriting) There's this guy from the Department of Galactic Geopolitics, I asked him to restart and it worked for a couple of minutes, then it broke again. So I took a look and this fellow has a few hundred programs opened at once, my stars!*<br />**(fine handwriting) This solution is suitable for scenarios where the load is too high**<br /><br />2. What do I do if restarting doesn't solve it?<br />A: Unplug the power source, drain the remnant electrical charge, then restart.<br />*(grumpy handwriting) Keep an eye on those researchers when draining electrical charge, some of them get handsy. Don't ask me how I found out!*<br /><br />3. Consistent black screen issue?<br />A: Did they plug the device into the power source? If not, try charging the device, or change a new one.<br />*(fine handwriting) I was helping someone from Insight check their equipment yesterday and they insisted the screen malfunctioned. It was later determined the hardware is normal, the only thing is they didn't plug into the power source. I hope everyone in this department would take this as a learning experience.*<br />**(weak handwriting) To add on: After checking if it's plugged in, don't forget to also check if they switched it on...**<br /><br />4. What to do if my data is missing?<br />A: There is an automatic backup copy at the terminal. Check the terminal before jumping to conclusions.<br />*(fine handwriting) Note: Accessing data with higher permission levels needs to be authorized by the lead researcher. Please apply for the authorization before accessing.*",
   "images": []
  }
 ],
 "pageId": "610510"
}