{
 "name": "Species of the Galaxy: Tottonid",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "A research file about the inorganic organism Tottonid. It is saved in the Department of Ecology.",
 "volumes": [
  {
   "title": "Species of the Galaxy: Tottonid",
   "localTitle": "Species of the Galaxy: Tottonid",
   "localDesc": "Galactic Species Serial Number: Inorganic #27<br /><br />Species Name: Tottonid<br /><br />Galactic Nicknames: Electric Giant, Glowing Star Polyhedron, Respiring Boulder<br /><br />Category: Kingdom Inorganic Organism - Class Silica - Order Monotectoid - Family Petragigas<br /><br />Research Summary:<br /><br />The home world of the Tottonids is a planet plagued by catastrophic storms.<br />It was said that tornadoes that pass through will destroy everything in its path, leaving only the strongest and most resilient lives.<br /><br />This species appears as a translucent crystal with an internal logic center called a thought monotectic. Two individuals of this species would communicate with each other by emitting electric signals through this organ.<br />Their language, psyche, and history are unknown to the galaxy.<br /><br />In the era of the Mecha Wars, Tottonids were loyal sidekicks to the Mechas.<br />After their defeat, the Tottonids were eradicated by organic creatures and became extinct.<br />Tottonids turn into mineral ores after their passing, and their past disease develop into splashes of colors within their bodies.<br />The Totton planet thus became a cavernous rocky planet blighted with storms.<br /><br />When the fires of war cleared, only a royal crown, which embodied the history of its monarchy, was left behind in the silent winds.<br /><br />Related Curio:<br /><br />Unbearable Weight<br /><br />A Curio kept within the confines of the space station, appearing as a crystal-encrusted crown.<br />It is actually the imperial crown from the silicon-based lifeforms of the Totton planet, a living fossil of the monarchy's history.<br /><br />According to rumors, each deceased Tottonid emperor will have their logic center<br />embedded in this crown composed of the logic centers of previous emperors.<br /><br />The Tottonids believe this crown brings the wisdom of generations to its rulers.<br />It's also the reason why the rulers of the Tottonid have always been unusually large, heavy, and beautiful.<br /><br />In the past few Amber Eras, there are scholars who believe that the crown actually stores racial memories and basic cells of the Tottonids.<br />They also believe that exposing the crown to moonlight would allow them to touch the buried history of the race.<br />With the kindling of life from that Aeon, this lost people of yesteryear can be given a rebirth.",
   "images": []
  }
 ],
 "pageId": "610516"
}