{
 "name": "An Incomplete Automatic Transcript",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "Two researchers left a few tapes about their Curio experiment on the night of the Antimatter Legion's invasion. This document was translated from the recordings automatically.",
 "volumes": [
  {
   "title": "An Incomplete Automatic Transcript",
   "localTitle": "An Incomplete Automatic Transcript",
   "localDesc": "Automatic Transcript:<br /><br />\"...\" (A series of noises seemingly indicating an electrical malfunction)<br /><br />\"<nobr>024</nobr>, I told you during the last experiment that this device is problematic.\"<br /><br />\"<nobr>289</nobr>, stop speaking to me like you're my superior. We're both only entry-level researchers.\"<br /><br />\"If you really want to be at the same level as me, you wouldn't place your left hand at three centimeters from the keyboard. By the way, our standard safe operating distance allows only as close as ten centimeters.\"<br /><br />\"Having lived to this age, you must have lived on a planet with high level of civilization.\"<br /><br />\"Now I understand your insolence and forgetfulness, we have vastly different backgrounds after all. <nobr>289</nobr>, pass me a pair of tweezers. This looks like a strand of hair.\"<br /><br />\"... (sound of footfalls and tools clanging) Hold the tweezers and don't get your fingers pricked, Cinderella.\"<br /><br />\"Our experiment this time should yield results. The strand of hair is a beautiful auburn. Speaking of, Cinderella pricked her finger on a spindle of a spinning wheel.\"<br /><br />\"<nobr>289</nobr>'s Fairy Tale <nobr>101</nobr> is in session, starring an orangutan with auburn hair. It may have used this typewriter during its lifetime, and may have written countless touching fairy tales...\"<br /><br />\"(heavy thud) <nobr>024</nobr>, it's okay if you don't want to help, but please do not make noise.\"<br /><br />\"Noise? You mean your Speaking-Of lectures?\"<br /><br />\"(a crisper knocking sound and the wall seems to crumble) <nobr>024</nobr>, this is my last warning. Heed it, or I will file a report on how much noise you have been making today.\"<br /><br />\"<nobr>289</nobr>, stop pretending like you're an expert and trying to put the blame on me. All these noises came from you!\"<br /><br />\"That's funny. I don't have the capacity to join your childish blame game. You might as well say the Antimatter Legion invaded the space station!\"<br /><br />\"Aha! I've wanted to experience that for so long now! Then I could join the legion and spear a hole in your stomach!\"<br /><br />\"<nobr>024</nobr>, if it weren't for your low intelligence, I would've suspected the last few false positive invasion records on the obstacle detection terminal is your work.\"<br /><br />\"... (metallic clangs getting louder)\"<br /><br />\"Looks like you do have some capability for action. Be honest, <nobr>024</nobr>, where did you get the dagger from? You didn't steal it from the storage, did you?\"<br /><br />\"...<nobr>289</nobr>, this dagger is not mine.\"<br /><br />\"...\"<br /><br />\"...\"<br /><br />\"Help!!!\"<br /><br />Smart Classification on Recording: #AntimatterLegion #FailedArmedFight #FailedExperiment #LowQuality #LowQualityReading",
   "images": []
  }
 ],
 "pageId": "610523"
}