{
 "name": "Recipe: Crystal Lizard Satay",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A series of correspondences that are very informative. Even includes a recipe.",
 "volumes": [
  {
   "title": "Recipe: Crystal Lizard Satay",
   "localTitle": "Recipe: Crystal Lizard Satay",
   "localDesc": "<align=\"center\">\"This is a letter composed of a series of messages.\"</align><br /><br />(I)<br /><br />Hey man, I heard the soil where you guys would go to excavate this time is a little loose. Be careful out there, I think it's a little too dangerous.<br /><br />Take my word and think it over. It's better to not go than to be swindled by the salary promised by the supervisor. No amount of money would be worth it if you're gonna end up buried under the rubble.<br /><br />But you're not gonna listen, I know you too well. Being that it's a new site, I bet the emergency shelter's not even ready yet, let alone the air filtration and oxygen systems. Be a little more prepared and bring extra rations with you.<br /><br />We grew up together, so you will listen to me on this, right?<br /><br />(II)<br /><br />I can't even begin to express my thanks, my friend!<br /><br />It's because of your reminder that I brought a few extra biscuits with me. No one expected the mine to actually collapse, and when it did, the people responsible for building the support structures all ran off. In return for keeping this incident a secret, the supervisor offered me a sizable compensation.<br /><br />Let me tell you what happened.<br /><br />We miners have an eye for this kind of thing. Our temporary bunker was reinforced with more layers. We weren't too far from the bunker when the tunnel collapsed. Except for one man whose leg was crushed, most of us were lucky.<br /><br />The best preparation for a mining accident is not to have one at all. Preparing extra biscuits won't do anything. We hadn't been rescued yet, and our rations were already gone.<br /><br />But, we needed to think of a way to survive. One of our team members caught seven or eight Crystal Lizards somewhere. We had no choice but to eat them. I've never eaten them before, but they say it's like chewing a pair of boots that the supervisor had been wearing for <nobr>18</nobr> years.<br /><br />But we had to survive.<br /><br />We managed to come up with a recipe, which turned out to be pretty good. Here's the recipe for Crystalline Lizard Satay.<br /><br />A small bag of broken bits from the compressed five-spice cake,<br />Leftover seasoning from a wild ferns salad,<br />Bread crumbs, also dug out from the bottom of the bag,<br />Rock salt 3g,<br />Hammer peppers <nobr>0.5</nobr>g,<br />Meat from 7 Crystalline Lizards. Be sure to clean all the crystals from the meat, otherwise they'll hurt your tooth badly.<br /><br />Mix the spices, seasoning, and bread crumbs then marinate the lizard meat in the mixture. Try to avoid the lizard fluids, or else it'll end up tasting like medicine. That bad taste comes from the secretion.<br /><br />Then just wait until the next day and the marinated meat will become softer, or it'll really be like chewing shoes' rubber.<br /><br />Next, cut a few wooden sticks from the extra wooden frames in advance. Soak the sticks in the underground water and skewer the meat. A buddy found some candied mushrooms, so we added those in between the meat for extra flavor.<br /><br />Finally, sprinkle some salt and chili powder gently onto the meat several times as it's grilling.<br /><br />No matter how bad the meat tastes, you can swallow it as long as you have salt and chili powder.<br /><br />The funniest thing is we were about to eat when the rescue team dug out the rescue tunnel. \"We were trying to rescue you as soon as possible, and you're here eating satay!\"<br /><br />Try it when you have the chance. Surprisingly, it was barely edible.<br /><br /><br />(III)<br /><br />I'm glad to hear you survived, my friend.<br /><br />I admire you for being so optimistic when you were trapped down there for so long.<br /><br />I tried that Crystal Lizard recipe you gave me. That taste... are you trying to kill me?<br /><br />When you have the time, go find Natasha. There's something wrong with your taste buds.<br /><br />We grew up together, so you will listen to me on this, right?",
   "images": []
  }
 ],
 "pageId": "644181"
}