{
 "name": "Aeons",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "An entry in the Express data bank about the Aeons. It gives an account of their mysterious, wandering existence in the starry depths of space.",
 "volumes": [
  {
   "title": "Aeons Overview",
   "localTitle": "Aeons Overview",
   "localDesc": "<br />People know very little about the mysterious existence that dwells in the vast stellar seas. With the limitation of knowledge, intelligent lifeforms can only faintly discern that Aeons tread upon paths imperceptible to mortal beings and execute unfathomable powers via some form of belief. In the end, the Aeons became an embodiment of highly condensed concepts of philosophy through the word of mouth spread of their legends.<br /><br />If anyone finds themselves treading on the Path of an Aeon, they will be inundated by a distant sensation, like being struck by a glace from light-years across the galaxy. Many believe that this is the only connection the Aeons and mortals can ever have.",
   "images": []
  },
  {
   "title": "The Trailblazer — Akivili",
   "localTitle": "The Trailblazer — Akivili",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Countless shooting stars streak across the night sky... If you can pick the right one, it will carry your wish to thousands of distant worlds.\"<br /><align=\"right\">— Fables About the Stars by Adrian Spencer Smith</align></span><br /><br />There are three directions on the wheel of destiny — the Unknown, the Known, the Cannot Be Known. The idea of the Unknown is tolerable, however, the Cannot Be Known sounds more like a challenge.<br />Akivili left the isolated world of Pegana and continued to explore the unknown edges of the universe, hoping to find the end of the Tree of Existence. Unfortunately, Akivili's destiny was abruptly ended due to an accident.",
   "images": []
  },
  {
   "title": "The Destruction — Nanook",
   "localTitle": "The Destruction — Nanook",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"If the increase of entropy is a fundamental law of the universe, then the heat death would be the inescapable destiny of the material world. So, why is it that we bother to struggle to survive? Expansion, fusion, and then annihilation. If we wish to welcome the new, then we must first embrace the end.\"<br /><align=\"right\">— From a scientist just before pressing the button for nuclear detonation, <nobr>2152</nobr> AE</align></span><br /><br />The birth of the universe is a mistake. If civilization is a cancer emerging quietly from the boundless stars, then war is the only common language known to all intelligent life.<br />To correct this mistake and to clean up this tainted universe, Nanook became the avatar of entropy.",
   "images": []
  },
  {
   "title": "The Hunt — Lan",
   "localTitle": "The Hunt — Lan",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"With no end to hate and no boundaries to war, how much concern do you shoulder? With determined eyes and the arrow drawn, the Reignbow Arbiter needs not turn back hither.\"<br /><align=\"right\">— Worlds History as a Mirror, Xianzhou</align></span><br /><br />The Aeon known as the Reignbow Arbiter wanders endlessly between worlds to destroy the undead beings that once poisoned their homeworld.<br />The cost of The Hunt was never a consideration for Lan. In the eye of Lan, there is no difference between salvation and total destruction.",
   "images": []
  },
  {
   "title": "The Erudition — Nous",
   "localTitle": "The Erudition — Nous",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"If the truth of the universe is cruel and stale, would you still yearn for the answer to the ultimate question?<br />Knowledge seekers know not how to judge, for their core is cold and unwavering... As are the ends of Paths they set out to seek.\"<br /><align=\"right\">— Fables About the Stars by Adrian Spencer Smith</align></span><br /><br />All things bear unanswered questions, and there is an answer to everything.<br />The astral computer originally meant to provide answers to the universe ascended to Aeonhood.<br />Nous hopes to understand the universe and solve all of its mysteries.",
   "images": []
  },
  {
   "title": "The Harmony — Xipe",
   "localTitle": "The Harmony — Xipe",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"The world is in harmony and the stars shine bright. Praise the Lord! All are connected and the wind of blessing breathes across the lands!\"<br /><align=\"right\">— Odes of Harmony, I</align></span><br /><br />A gathering of Aeons from multiple divine worlds of music. The glorious Xipe is chanting songs of joy and happiness.<br />To battle the brutality of the laws of the universe, intelligent lifeforms must discard their cowardly selfishness and the differences between individuals, forming a harmonious song — to compensate for the weak and to protect life with death.",
   "images": []
  },
  {
   "title": "The Nihility — IX",
   "localTitle": "The Nihility — IX",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"You may gaze deep into the vast grandeur of the stars, but do not glance at the abyss of the void... for it holds nothing except for the ability to make mortals lose all reason and thought.\"<br /><align=\"right\">— Murong, Doctor of Chaos</align></span><br /><br />The existence of Nihility is a mystery itself, enshrouded by layers of mist.<br />IX doesn't interact with the other Aeons. They believe that the ultimate fate of the multiverse is nothingness, and therefore, worthless.",
   "images": []
  },
  {
   "title": "The Preservation — Qlipoth",
   "localTitle": "The Preservation — Qlipoth",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"The philosopher gazes upon the stars trying to find the ultimate goal of civilization — 'Build a wall.' A majestic voice echoed in his head. 'Build a wall.'\"<br /><align=\"right\">— Fables About the Stars by Adrian Spencer Smith</align></span><br /><br />The builder of the Celestial Comet Wall, the Subspace Crystalline Barrier, and the Great Attractor Base. Followers call them the \"Amber Lord,\" one of the oldest and most tenacious Aeons, having survived the \"Dusk Wars.\"<br />After finding out a threat was imminent, the Amber Lord forged a powerful light-years-long seal that would isolate and protect the living worlds.",
   "images": []
  },
  {
   "title": "The Abundance — Yaoshi",
   "localTitle": "The Abundance — Yaoshi",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"The flowers share their petals without care, waiting for their inevitable withering destiny. The birds fly high in song, moving toward their inevitable crash and death. The streams flow rapidly with life, in a direction where they inevitably run dry. Why must all things come to an end? There must be a miracle somewhere in the universe that can cure the disease known as finality.\"<br /><align=\"right\">— Life Is Too Short by Anonymous</align></span><br /><br />Ask with sentiment, and you shall receive.<br />Yaoshi is the nurturer of the people, the god of peace. Their presence ensures the existence of life.<br />Yaoshi is an Aeon who answers all prayers and cannot bear to see death and the pains of illness.",
   "images": []
  },
  {
   "title": "The Voracity — Oroboros",
   "localTitle": "The Voracity — Oroboros",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Insects are to birds, as hares are to wolves. The stars are to the black hole, as the worlds are to the gluttonous.\"<br /><align=\"right\">— Worlds History as a Mirror, Xianzhou</align></span><br /><br />The drinker of worlds, the unsatisfied devourer, the black hole with thought. They are an Aeon and a Leviathan at the same time.<br />In the eyes of Oroboros, life is a flickering fragment floating in the sea of void, destined to return to the darkness along with the stars which birthed them — This darkness is within the depths of their mouths.",
   "images": []
  },
  {
   "title": "The Elation — Aha",
   "localTitle": "The Elation — Aha",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"The Erudition is a hunk of junk, the Preservation is a fool, The Hunt has no sense of humor, and the Destruction is a lunatic. All the Aeons are as stubborn as they come. What a shame for Aha!\"<br /><align=\"right\">— A Masked Fool who is a self-proclaimed astronomy expert</align></span><br /><br />The elated one understands that only the wise and sentient possess the privilege of understanding joy. Neither the dusty rocks nor the distant stars can fathom the humor that life entails.<br />A quest for formidable adversaries in games of strategy and activities to while away the time bears no winners or losers.<br />Instead, a search for the kind of laughter that leaves one breathless, will lead to the unexpected delights that uplift the soul toward divinity.",
   "images": []
  },
  {
   "title": "The Beauty — Idrila",
   "localTitle": "The Beauty — Idrila",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"There is beauty in a stretch of fabric, in the lines of a poem, and in a few notes in a song — Welcome to an era where the idea of 'beauty' is absolutely worthless! How vulgar! How hopeless! How sad!\"<br /><align=\"right\">— Fashion Guide of the Galaxy Chief Editor, Micheline von Tarantino</align></span><br /><br />Idrila witnessed the ultimate meaning of the existence of the world through the ever-changing view of the universe, known to the rest as the existence of \"beauty.\"<br />The Aeon of Beauty suddenly vanished one day. It was just as mysterious as when they first appeared.",
   "images": []
  },
  {
   "title": "The Propagation — Tayzzyronth",
   "localTitle": "The Propagation — Tayzzyronth",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Hurry and shut your doors and windows if shadows appear at the noontide horizon, for that is no early dusk but the hungering Swarm.\"<br /><align=\"right\">— Fables About the Stars by Adrian Spencer Smith</align></span><br /><br />Tayzzyronth, also known as the Imperator Insectorum, the Sand King, and the creator of the Swarm Disaster.<br />As the last member of the Coleoptera that rules the land, a hunger for loneliness fueled the path of Tayzzyronth. Tayzzyronth commenced an infinite duplication, bringing horrors of The Swarm upon the world. Tayzzyronth, Tayzzyronths rather, fluttered across the worlds until their advances were halted by fate.",
   "images": []
  },
  {
   "title": "The Enigmata — Mythus",
   "localTitle": "The Enigmata — Mythus",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"To stop questioning is to ask pouring rain to relinquish its faith in the glittering stars. Open yourself to the roaring river of metaphors, and you will find truth awaits, hiding at the end of the night sky, in the swirling rosy storm of a bygone age.\"<br /><align=\"right\">—Sharon Leighton, Galactic Laureate Poet (Self-Proclaimed)</align></span><br /><br />It takes a man foolish enough to think that humankind will eventually exhaust the understanding of the universe. Many were led astray, for they sought to produce prophecies based on their glimpse of the fabric of reality. Little did they know that the universe knows no end and that the truth is nothing more than a fevered dream.<br /><br />To prevent the certainty that the Erudition brought about from destroying the possibilities championed by Mythus, Mythus conjured the Fog of Thought and the Rain of Sensation to reveal to the mortals the inexplicable truth through the four agents: Morph, Screen, Riddle, and Mirage.",
   "images": []
  }
 ],
 "pageId": "644176"
}