{
 "name": "Letter attached to a package",
 "iconPath": "4e0866b22989204a87eab3ea324bc86095448fa550cadaec043651d70044e0b7",
 "desc": "The rise and fall of a mysterious creature that could have annihilated the Underworld.",
 "volumes": [
  {
   "title": "Letter attached to a package",
   "localTitle": "Letter Attached to a Package",
   "localDesc": "Martha,<br /><br />Do you remember Fayne? The one who went with you to catch rock crabs?<br /><br />Long face with eyes that made him look like he was always sleepy? I found out that he got into the ancient relic trade. He did that for a few years, but must have gotten into a turf war or something since I haven't heard anything of him lately.<br /><br />A while back, he uncovered some letters in the machine graveyard that he couldn't sell on the relic market. I don't know why he tried — anything that isn't a relic is worthless there. He came to me out of desperation and asked if I'd take them. I only purchase aquatic goods, not garbage. If someone brings me rock crabs, no problem, but what am I supposed to do with letters?<br /><br />Anyway, for old friendship's sake, I ended up buying them at a low price.<br /><br />Even after I bought them he was still trying to fool me. He told me they contained sales reports on aquatic goods, which is why he sold them to me and not the collectors. Out of dozens of letters, there was only one that mentioned a type of crab — the tunnel rock crab. In all my years of being in this business, I'd never heard of it before.<br /><br />Judging from the name, it's probably related to the standard rock crab, but maybe they're one and the same? I did hear a funny story about rock crabs. Rock crabs never use to hide in the rocks — they only started doing so to protect themselves from the hordes of people trying to eat them. Maybe that's when the crabs changed their own name?<br /><br />Anyway, the letter mentioned there were many crabs in the underground mining area. Left unattended, they'd cause the tunnels to collapse in less than two hundred years, along with the city above. Well, it's been a long time and nothing has changed. The only difference is all the crabs are gone now, probably extinct from all of us eating them. I can tell the people back then didn't know much. They had nothing better to do than frighten themselves all day long.<br /><br />If there were as many crabs now as there was back then, I wouldn't have to worry. The price of rock crabs is high, and they might already be extinct since I can't catch any. I may have to find a different job.<br /><br />I heard you're currently studying history in Wildfire. I came across these letters and thought they could be useful to you, so I forwarded them over. All I ask in return is that you introduce me to the chef there. What do you think?<br /><br /><align=\"right\">Marcel</align>",
   "images": []
  }
 ],
 "pageId": "644178"
}