{
 "name": "Customer Notice From Balaway the Miner's Lamp",
 "iconPath": "4e0866b22989204a87eab3ea324bc86095448fa550cadaec043651d70044e0b7",
 "desc": "A notice from Balaway to stop the public appraisal of ancient relics.",
 "volumes": [
  {
   "title": "Customer Notice From Balaway the Miner's Lamp",
   "localTitle": "Customer Notice From Balaway the Miner's Lamp",
   "localDesc": "To all vagrants who dig for ancient relics,<br /><br />Regrettably, I will be stopping my appraisal services at the end of this tax period. The consulting location at the market will also be closed.<br /><br />In other words, from this day forward, if you stumble over something in the mines, or if your mining team happens upon an ancient weapon, don't think it's a gift from the gods. And don't bother carrying all that junk over to me.<br /><br />As mentioned above, it's done. I'm done.<br /><br />I'm sure some of you will be pondering the reason behind my quitting when work is going well. I suppose I should make the effort to give everyone a proper response.<br /><br />First of all, it's a thankless job.<br /><br />When I started this business, I wanted to use the Old World manuals I tirelessly collected to help everyone analyze and appraise their ancient relics. That way, everyone would at least have a sense of the items they found, and can have a better sense of value when selling their items.<br /><br />It's pretty clear for those who know. These days, no one understands how people from the Old World built these machines, much less the knowledge they had in their heads.<br /><br />Some ancient relics explode when exposed to the air, making it more dangerous than a mine filled with gas. Some were as plain as a metal rod, not unlike the one your wife uses to poke the stove. But push the button somewhere on it, it'll be as scary as one of your wife's temper tantrums.<br /><br />Let me give you an example. During the last tax period, I received an egg-shaped object. (That's right, the kind of egg sold at Belobog Meat Factory.) Anyway, I went through all the manuscripts, including Old World magazines, and finally concluded that it was some kind of jewelry, known as the \"Ramlea Egg.\"<br /><br />Let's start with a question: What is jewelry? After asking old Uther, we learned that jewelry is a type of decoration you can wear. It seems that Old World people really had nothing better to do.<br /><br />The old man banged the egg a few times on the table, then removed the pin on top, which might have been used to hang something on it. Suddenly, the egg started heating up and glowing. It produced a light stronger than hundreds of mine lamps stacked together (Uther might have exaggerated this). The old man could already barely see anything, and now he definitely can't. You can say that I was lucky. When the incident happened, I was in the other room making tea. My eyes were fine but the old man's son threatened to take out my eyes until I offered him sixty canned goods.<br /><br />Do you understand now? I'm putting my life on the line for you guys, but the money you're paying me won't even cover my medical fees.<br /><br />Right, here's the second point: Miner's Lamp's standards were called into question.<br /><br />The area outside Boulder Town is getting more and more dangerous and more and more vagrants are coming here. But with more people, comes more gossip. I've heard enough of foolish things like \"Balaway is a blind appraiser,\" or \"Any vagrant from Rivet Town is better than him.\" I don't know what game they're playing with this slander, but I'm not interested. Better to simply pack my bags and leave. After all, it should be easy to find a better appraiser, right?<br /><br />I have been faithfully serving you lucky dogs in the past and never thought of coveting the ancient goods you dug up. The very reason is that I am an honest person and have never done anything to cheat. But what about those outsiders? Can you trust them? They are nothing but a bunch of self-serving scoundrels who only care for themselves. They will denigrate those goods you value, but if you believe their nonsense and sold your goods to them as if you were selling scraps, then they will happily take them to flip for a high price elsewhere.<br /><br />But, Miner's Lamp Balaway is not a heartless person. I can make exceptions.<br /><br />If the treasure you have is of great value, I might still be able to help you check it out. Think of me as being so fervently compassionate about no one getting cheated out of their fortune that I'll break my hiatus for these exceptional cases. But if it's just a piece of scrap, I suggest you find someone else. Balaway has henceforth ended his appraisal services.",
   "images": []
  }
 ],
 "pageId": "644179"
}