{
 "name": "Blizzard Immunity Lab Records",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "The notes left by Natasha's brother, Vache, which recorded a series of experiments relating to his efforts to develop a medicine named \"Blizzard Immunity.\"",
 "volumes": [
  {
   "title": "Blizzard Immunity Lab Records (I)",
   "localTitle": "Part I",
   "localDesc": "Animal Experiment #02<br /><br />I carried out a broad-spectrum animal injection experiment. The animals all appeared to grow more active, but the dose needs to be adjusted because the two snow finches have been screeching nonstop for three days. I couldn't sleep at all.<br /><br />It is absolutely the right decision for me to come to the Snow Plains to conduct the experiment. I do not have to deal with those cretins on the ethics committee, nor do I have to produce those so-called daily reports. Why would I waste time writing so many words when two phrases can adequately explain the experiment?<br /><br />Animal Experiment #14<br /><br />Several controlled experiments with mice have been conducted, and it appears that the route of administration impacts the rate of medicine absorption, with preliminary findings indicating that intraperitoneal injection is more effective than subcutaneous injection and oral gavage. Shock symptoms were observed in the intraperitoneal injection group, indicating that the injection dose should be further reduced. Human testing should also be expedited.<br /><br />I was hesitant to experiment with these mice because they reminded me of the ones Natasha had as a child. Despite the fact that I've been much more productive here, the limited supply and test subjects remain a major issue. There's a guard outpost to the south. Perhaps I can trade with them. I'm running low on firewood and oil.<br /><br />Subcutaneous Injection Experiment #01<br /><br />A subcutaneous injection was given into a vein on my own right arm, and I had a severe allergic response that included vomiting and dizziness within <nobr>12</nobr> hours, but the medication's effectiveness on the human body was confirmed. For the following <nobr>50</nobr> hours, I didn't feel cold.<br /><br />I've made little progress on the report since I've been experiencing numbness in my fingers for the past several days, and I'm wondering if it is a side effect of the subcutaneous injection. The swelling and rashes on my back and arms have subsided significantly. Next time, I'll try a more stable formula.",
   "images": []
  },
  {
   "title": "Blizzard Immunity Lab Records (II)",
   "localTitle": "Part II",
   "localDesc": "Injection Experiment #12<br /><br />After the final injection experiment, I had a significant rejection response in my stomach as well as an intermittent, sudden dip in body temperature after a slow climb. I need to improve the experiment's stability and possibly try a safer route of administration, such as oral administration.<br /><br />Lately, I've been practicing writing with my left hand because it appears that I can no longer control the muscles in my right hand. I shouldn't have been so impatient. Coughing and dizziness continue to bother me occasionally. It's been <nobr>17</nobr> days since the last time I suffered shock symptoms, and the medicine should be much more stable now. I haven't eaten rabbit stew in a long time and have been craving it, so I'm going to ask the Guard Captain how to make traps the day after tomorrow.<br /><br />Oral Administration Experiment #03<br /><br />My body temperature stayed consistent during the <nobr>30</nobr>-hour observation period, with intermittent symptoms of coughing up blood and asthma. The specific cause is still unknown, but it is likely related to drug residues and a high concentration of non-metabolizable substances. Maybe I should try a different targeting agent?<br /><br />I'm not sure if I put the dates correctly because I've been waking up in the middle of the night for days. I just noticed a lack of control in my shoulders and neck, requiring me to sleep with a high pillow, but will it eventually spread to my brain?<br /><br />Oral Administration Experiment #07<br /><br />Several guards have provided competent feedback, and the medication's effect can now last for nearly five days.<br /><br />My vocal cords appear to have suffered irreversible damage. Therefore, I've been unable to talk recently. Next week, I'll be sending the most secure batch of reagents to the guard outpost. I really appreciate their assistance. If my legs feel better tomorrow, I'll go trim the grass at the back of the house. I shouldn't bother the guards anymore.",
   "images": []
  }
 ],
 "pageId": "644177"
}