{
 "name": "Natasha's List",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "For those residents of the underground who are struggling with a heavy workload, taking care of their children was just another unbearable task.",
 "volumes": [
  {
   "title": "Natasha's List",
   "localTitle": "Natasha's List",
   "localDesc": "To all parents who are miners:<br /><br />I am Doctor Natasha. I know many of you are exhausted from your daily work, and so you entrust your children to the care of the clinic. I understand how difficult it must be for your family as the end of the year approaches. However, some of you haven't seen your children for so long that I can't help but wonder about your motives. I have enclosed a list of the children who haven't seen their parents in over <nobr>100</nobr> days. I hope these parents will visit before the end of this month. If not, I will be adding your names to my notebook. Those who are in my notebook had better pray you don't get sick or hurt, or I'll be sure to take care of you using my family's secret recipe and a large dose of \"compassion.\"<br /><br />Isabella: <nobr>11</nobr> years old, <nobr>133</nobr> days without visits<br /><br />Little Bella is the most well-tempered and sensible child at the clinic. She often volunteers to help with the chores and takes care of the other children while I'm away. If you're Bella's parents, I suggest you learn about childcare from her, because I'm pretty sure you wouldn't even be able to care for a mad mole that eats anything.<br /><br />Big Charlie: 9 years old, <nobr>164</nobr> days without visits<br /><br />Big Charlie is a child with quite a temper, probably something he learned from his parents. He doesn't know his own strength and frequently gets into fights with the other children, for which I've scolded him on numerous occasions. However, he has shown an interest in medicine and is capable of making basic potions that he uses on his own bruises. If you're Charlie's parents, please visit him soon, or I'll teach him how to make \"special\" potions for you.<br /><br />Little Charlie: 7 years old, <nobr>115</nobr> days without visits<br /><br />It's been almost a year since Little Charlie joined us, yet he hasn't said a single word. Little Charlie's parents, count yourselves lucky. I know what you look like because he always keeps a family photo in his pocket. Believe me when I say that I'll personally come to find you if you don't visit. I can only assume you're suffering from amnesia, and I have the right remedy for it.<br /><br />Timmy: 8 years old, <nobr>153</nobr> days without visits<br /><br />Little Timmy, oh little Timmy, what a headache. I don't know where he read about the existence of \"pigeons.\" Ever since then, he's been obsessed with studying \"birds.\" I told him that there are no birds in the Underground, but he won't listen and still constantly daydreams about them. If you're Timmy's parents, I suggest you visit Timmy before you have to capture a couple of these \"birds\" to make him happy.",
   "images": []
  }
 ],
 "pageId": "694456"
}