{
 "name": "Report on Recent Activities in the Silvermane Guard Restricted Zone and Related Suggestions",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A report on the recent activities of Silvermane Guards. It seems to be written by the current Intelligence Officer in a serious tone.",
 "volumes": [
  {
   "title": "Report on Recent Activities in the Silvermane Guard Restricted Zone and Related Suggestions",
   "localTitle": "Report on Recent Activities in the Silvermane Guard Restricted Zone and Related Suggestions",
   "localDesc": "*The date on the letter is too blurry to read*<br /><br />Dear Captain:<br /><br />I, Silvermane Guards Intelligence Officer, Pelageya Sergeyevna, hereby report on the situation within the Silvermane Guard Restricted Zone in the last thirty days and offer any recommendations where appropriate.<br /><br />Thirty-five soldiers from the troops stationed in the restricted zones had died and fourteen became MIA in the past thirty days. An additional <nobr>178</nobr> soldiers were assigned to reserve squads away from the front lines due to various degrees of injury and have been sent to the field hospital in the restricted zone for treatment, unable to return to the front lines in the near future.<br /><br />As of now, both the Direwolf Battalion and the Snowmole Battalion under the Amber Brigade are unable to maintain formations. The relevant units have been re-organized as follows: The Snowmole Battalion has been dissolved and all former Snowmole Battalion members have been absorbed into the Direwolf Battalion. The former lieutenant colonel of the Snowmole Battalion had voluntarily resigned from their position and now acts as the logistics manager of the Direwolf Battalion. The Direwolf Battalion will retain its current designation and remain within the Amber Brigade.<br /><br />Due to the aforementioned reasons, our defense lines now have insufficient troops in the northeast and need reinforcements. As we do not have enough human soldiers at the present, I recommend each battalion of the automaton brigade to send over some units to compensate for this lack of fighters.<br /><br />Moreover, the morale of our troops has slipped significantly due to continuous losses and severe injury. Multiple battalions have voiced their displeasure — Not towards you as the captain, but towards Supreme Guardian Cocolia.<br /><br />Looking back over the previous engagements, it is evident that we only suffered severe losses whenever the Supreme Guardian overstepped her role and gave out direct commands. With all due respect, I understand that the Supreme Guardian is desirous of victory, but we must never leave our defensive lines and directly engage with the Fragmentum creatures. Not only does this go against the calculated outcomes of the Ovtchaporov Dynamic Combat Formula, it is also a denial to the army's years of combat experience.<br /><br />In order to quell the complaints within the army, reduce our losses, and preserve our strength as much as possible, please negotiate with the Supreme Guardian and reclaim the command of the Silvermane Guards. <s>At the very minimum, please don't let her issue ludicrous commands such as \"Silvermane Gunners, move forward by <nobr>20</nobr> meters.\"</s><br /><br /><align=\"right\">Pelageya Sergeyevna</align>",
   "images": []
  }
 ],
 "pageId": "694458"
}