{
 "name": "Clara Protection Society Is Seeking New Members!",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "There is a strange and immense zeal in the recruitment announcement. Join the society, and you will be able to protect Clara.",
 "volumes": [
  {
   "title": "Clara Protection Society Is Seeking New Members!",
   "localTitle": "Clara Protection Society Is Seeking New Members!",
   "localDesc": "<align=\"center\"><size=36>\"Clara Protection Society\" is Seeking New Members!!!</size></align><br /><br /><align=\"center\"><size=32>Protect, protect, protect, and more protect</size></align><br /><br /><size=32>What is the Clara Protection Society?</size><br /><br />The full name of the society is \"The society to protect Clara's smile to repay her for her selfless help to all the residents in the vagrant camp,\" abbreviated to \"Clara Protection Society.\"<br /><br /><size=32>What is the mission of this society?</size><br /><br />The society aims to repay Clara for her angelic deeds such as helping with the entire vagrant camp's food and lodgings, and healing our exhausted hearts and minds.<br />Therefore, as adults, we should — not bring trouble to Clara; help Clara whenever we can; let Clara grow up happily; become Clara's true family; protect Clara's innocent smile; protect Clara's angelic voice; and protect Clara's heart of gold. Though Clara is not good at receiving any strong displays of gratitude and always lowered her head in embarrassment, we are not going to stop!<br /><br /><size=32>What can you get out of joining this society?</size><br /><br />By joining this society, you can:<br /><br />1. Enter the vagrant camp and share Clara's gentle smile that can melt snow with the society's millions of members (there is no completed member headcount, but trust me, that's how many people are protecting Clara).<br />2. After Clara had greeted you, hide in a corner and vocalize your praises at a volume that does not disturb her.<br />3. Purchase Clara's portrait, bunny plush, feet imprints, and other merchandise from the society's merchandise division using community volunteering work credits and at the cheapest price (The artist Old Ollie was a famous artist known for painting legendary portraits for wanted posters).<br />4. Lastly, and the most glorious — You will receive a \"Clara's Protector\" badge upon joining the society (Made with stainless steel to symbolize our timeless and heartfelt desire to protect Clara).<br /><br /><size=32>Let the Overworld citizens have their \"Supreme Guardian\"! We at the Underworld have a new sun and \"Protectors\" who love her and are loyal to her!</size><br /><br />*Small print at the bottom of the poster*<br /><br />While enjoying the various benefits the society offers, please refrain from:<br />1. Providing any personal conveniences to Clara on your own (this goes against Clara's goodwill).<br />2. Question Clara on matters aside from daily life in the vagrant camp (it should be basic manners not to pry into other people's privacy).<br />3. Form any kind of familial relationship with Boss Svarog in order to get closer to Clara (these relationships include, but are not limited to, adoption, sworn siblings, and marriage).<br />4. This list will continuously be updated and the society reserves the rights to final interpretation.",
   "images": []
  }
 ],
 "pageId": "694455"
}