{
 "name": "Crystal Daily's Sample Article for the Censorship Office",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A sample article delivered to the higher ranks of the Silvermane Guards for review in the early days of Eternal Freeze. It contains a description of the heroism of the first Supreme Guardian, Alisa Rand, fighting battles with her flaming lance.",
 "volumes": [
  {
   "title": "Crystal Daily's Sample Article for the Censorship Office",
   "localTitle": "Crystal Daily's Sample Article for the Censorship Office",
   "localDesc": "<align=\"center\"><size=32>Good News at Sunrise for the Solwarm Festival</size></align><br /><align=\"center\"><size=32>A Decisive Victory at the Snow Plains War Front</size></align><br /><br />There are now more things to celebrate for the people of Belobog this new year. News of victory from the Snow Plains war front outside of the forts reached us by dawn of the Solwarm Festival. The city of Belobog is jubilant and cheers can be heard throughout the day. It has been more than a score of years since the cruel and cunning aliens invaded, and the Solwarm Festival celebrations are held every year through the war to maintain morale. The celebration this year must be the most elated in more than twenty years.<br /><br />The Supreme Guardian Alisa Rand gave a personal command before the Solwarm Festival that all Silvermane Guards would march outside and take formation on the Snow Plains, combating the main forces of the alien army. Rhonda Landau, the hero of our army, protected the gate together with the Amber and Torch Brigades. They fought for four days and nights in the blizzard, never retreating even one step.<br /><br />For the first four days of the battle, the fighting was severe and our army had suffered from not having the main troops on site. However, the enemy's relentless assault never shook our morale, and we continued to defend the pass. On the next day, Jaeger firmly carried out the battle plans previously set out by the Supreme Guardian and formed a vanguard division with the guerrilla fighters, launching a surprise attack on the enemy's right flank and creating an important opening for us. The Supreme Guardian Alisa Rand also attacked behind enemy lines with the Royal Guard and surrounded the enemy. On the dawn of the Solwarm Festival, our armies successfully joined up and formally launched our counter attack.<br /><br />The Supreme Guardian Alisa Rand took to the front lines herself, spear in hand as she led the troops onward. Flames torched the sky everywhere she went. The amber tip of her spear stirred up the very blizzard, and it roared and boomed like thunder from the heavens. According to the Royal Guard members who survived the battlefield, the giant lance of the Supreme Guardian could even tear open the clouds and temporarily show the blue sky that we had not seen for decades. Other soldiers returning from the battlefield said they could feel an unstoppable force with them as they fought alongside Alisa Rand. Under the protection of such majestic powers, the soldiers could even block the enemy's blade strikes with their bare hands and suffer no injuries as a result.<br /><br />The Silvermane Guards attacked with all their might and fought until dawn yesterday and finished off all the enemies. The remains of the enemy forces fled northward over the Snow Plains, and the Supreme Guardian sent troops after them in pursuit.<br /><br />This engagement was an unprecedented battle at the Snow Plains, as well as an unprecedented victory. After this battle, the remaining troops of the aliens were on the brink of utter defeat. Belobog will certainly remain standing in the blizzard, and walk towards total victory with her people in the war of preservation!<br /><br />Silvermane Guards Review Comments:<br />No objections, but it would be better to remove my battalion number.<br /><br />Supreme Guardian Review Comments:<br />Publication permitted.",
   "images": []
  }
 ],
 "pageId": "694451"
}