{
 "name": "Belobog Academy's Mid-Term Exam Paper",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A failed exam paper. The owner of the exam paper seems to be a boy named Louthen.",
 "volumes": [
  {
   "title": "Belobog Academy's Mid-Term Exam Paper",
   "localTitle": "Belobog Academy's Mid-Term Exam Paper",
   "localDesc": "Class<u>_2_</u>Year<u>_6_</u>Name<u>_Louthen_</u>Grades<u>_<nobr>35</nobr>_</u><br /><br /><size=32>1) Fill in the Blanks</size><br />1. In order to not damage the Geomarrow Lamps in the city, one needs to pay attention to prevent <u>_brains_</u> from short-circuiting.<br /><br />2. Particles such as rock salt and yellow sugar all have geometric forms. People call such shapes <u>_food_</u>.<br />Katja: I did say don't leave any gaps in the fill-in-the-blanks section, but not for you to do brain-twisters in it!<br /><br />3. We can use the distance and <u>_size_</u> of Belobog Academy's teaching building to determine its location in the city.<br /><br />4.Rust is produced when metals have <u>_love_</u> reactions with oxygen in the air.<br /><br />5.Frostweave Salmon will swim to a place with suitable temperature to pass the winter when the water starts to cool. This way of passing the winter is called <u>_travel_</u>.<br /><br /><size=32>2) Multiple Choice Questions</size><br />6. When observing an Aroma Ether Grass, the correct order is (C).<br />A. From the outside to the inside. B. From the inside to the outside. C. From top to bottom. D. From bottom to top<br /><br />7．The fruiting process of Redsunsets is (C).<br />A. Flowering → Pollination → Fruit B. Flowering → Fruit → Pollination C. Pollination → Flowering → Fruit<br /><br />8. The tip of olm's toes can suck onto surfaces and are useful for crawling in caves. These structures are called (C).<br />A. Suction pads B. Grappling hooks C. Paws D. Horizontal pleats<br />Katja: They aren't cats!<br /><br />9. The mouthparts of adult funeral worms are (C).<br />A. Needle-formed B. Proboscis-formed C. Chewing mandibles D. Siphon-formed<br />Katja: Louthen! I did say to pick C if you don't know the answer. At least you listened to that. That's commendable.<br />But can you actually have a look at the question!?<br /><br /><nobr>10</nobr>. Which of the following items is soluble in water? (C).<br />A. Geomarrow B. Rock salt C. Jam D. Honey<br /><br /><br /><size=32>3) True/False Questions</size><br /><nobr>11</nobr>. Touching the city walls feels colder than touching a tree, because the walls have a lower temperature than the tree. (True)<br /><br /><nobr>12</nobr>. The tri-toothed beast from the Middle Ages became extinct because it could not adapt to the lowered temperature and reduced food sources. (True)<br /><br /><nobr>13</nobr>. Geomarrow is formed after the corpses of ancient animals were transformed within tectonic plates after a few billion years. (True)<br /><br /><nobr>14</nobr>. People feel hot next to the Geomarrow because of heat conduction (True)<br /><br /><nobr>15</nobr>. When the Mad Moles feed underground, they mostly use incisors to cut, canines to tear, and molars to grind food. (True)<br /><br /><nobr>16</nobr>. The way to chop Candied Mushrooms and Soothing Mushrooms in half is a vertical cut. (True)<br /><br /><nobr>17</nobr>. The Rainbow leaf's transpiration effect can reduce the temperature of its leaf surface, and protect the plant from being hurt by heat. (True)<br /><br /><nobr>18</nobr>. When we see growth rings on tree stumps out in the wilds, we can identify the wider part of the rings as the north. (True)<br /><br /><nobr>19</nobr>. Corrosive Ore Moss can use the soft light from chemical reactions to survive in lightless caves. (True)<br /><br /><nobr>20</nobr>. Using eyesight, touch, blade cuts, and dropping liquid, one can discern the type of mines. (True)<br /><br /><nobr>21</nobr>. Using levers can save effort and change the direction of the force. (True)<br /><br /><nobr>22</nobr>. Animals that can live in water and on land are called amphibians (True)<br />Katja: Even if you just do it for show, can you write SOME false answers to show that you're actually thinking, and comfort your poor teacher?",
   "images": []
  }
 ],
 "pageId": "694453"
}