{
 "name": "Researcher Profile: Gunn",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "Herta Space Station abides by the galactic regulations and law of privacy security when collecting, storing, and using researcher information. Relevant personnel are not permitted to disclose any files to third parties without prior authorization.",
 "volumes": [
  {
   "title": "Researcher Profile: Gunn",
   "localTitle": "Researcher Profile: Gunn",
   "localDesc": "<align=\"center\">Herta Researcher Archive</align><br /><br /><align=\"center\">—— Basic Information —— </align><br /><br />Name: Gunn Konolev<br />Sex: Male<br />Race: Homo sapiens<br />Height: <nobr>182</nobr> cm<br />Weight: <nobr>68</nobr> kg<br />Physical Condition: Healthy<br />Faction Affiliation: Confidential<br />Planet of Origin: Eagle Castle (Destroyed)<br />Method of Selection: Invitation<br /><br /><align=\"center\">—— Research Information —— </align><br /><br />Staff Number: R-GPOL<nobr>-013</nobr><br />Profile Number: <nobr>2148</nobr>-<nobr>013</nobr><br />Department: Department of Galactic Geopolitics<br />Access Permissions: Core researcher - Access Lv. V<br />Research Topic: Top secret<br />Evaluation Score: Distinction<br />Employment: Honorary tenure<br />Further Employment: Lifetime researcher<br />Emergency Contact: Sheila Nova<br />Contact Details: Expired<br /><br /><align=\"center\">—— Research Findings —— </align><br /><br />The Fall of Planet Eagle Castle, Interastral Peace Publishing<br />Galaxy Rangers and Its Resulting Justice, Titanium<nobr>-44</nobr> Publishing<br />The Generation of Scorched Earth: From Destruction We Came, Interastral Peace Publishing<br />A Fool's Play: The Depth of Laughter, Standard Candlelight Publishing<br />*Several confidential topics have been hidden*<br /><br /><align=\"center\">—— Research Plan ——</align><br /><br />The manuscript of my book The Funny Knight and the Lost Bellflower has been delivered to Standard Candlelight Publishing. We have had a very enjoyable collaboration in the past. The book, which is scheduled to be published in the <nobr>2160</nobr> AE, is a retelling of everything I've learned since studying the Masked Fools in the form of an anti-chivalric novel, and is a true account of the third turning point in my life.<br /><br />In addition, I will be conducting a mysterious experiment inside the space station. Lead Researcher Asta has already agreed to my request. I'll try not to bother anyone — it's just a tiny adjunct that came with my third change-of-heart, in order to fulfill a small wish of mine.<br /><br />*1. The weighted average of multiple assessments is adopted for the evaluation score.<br />*2. Herta Space Station abides by the galactic regulations and laws of privacy and security when collecting, storing, and using researcher information. Personnel with specific access authorizations are allowed to view or use researcher files. Relevant personnel are not permitted to disclose any files to third parties without prior authorization, failing which will result in severe punishment.",
   "images": []
  }
 ],
 "pageId": "728116"
}