{
 "name": "Data Record: Chris",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "Researcher Chris's browsing history, retrieved through the terminal. It should be erased after reading.",
 "volumes": [
  {
   "title": "Data Record: Chris",
   "localTitle": "Data Record: Chris",
   "localDesc": "<align=\"center\">Internal data. Strictly confidential!</align><br />Search Number: ???? Access Level: Authorized by administrator<br /><br /><align=\"center\">Data Device Number: <nobr>27149</nobr> Device Owner: Wen Shiqi</align><br />Herta System Time <nobr>09</nobr>:<nobr>10</nobr> Visited the webpage The official website of Star Weekly: the IPC's best-selling entertainment magazine<br />Herta System Time <nobr>09</nobr>:<nobr>13</nobr> Visited the webpage The official website of Star Weekly-Panoramic video interview has been updated! Lip Sync Diva Mina's regret: he is the love of my life<br />Herta System Time <nobr>09</nobr>:<nobr>15</nobr> Visited the webpage The official website of Star Weekly-A galaxy-wide scandal: the business tycoon's ten-year affair is exposed!<br />Herta System Time <nobr>09</nobr>:<nobr>51</nobr> Visited the webpage Quick Fix: We can help you with not only your homework but also any form of ghostwriting!<br />Herta System Time <nobr>10</nobr>:<nobr>12</nobr> Visited the webpage Quick Fix-Ghostwriting a research paper<br />—sent a message saying, \"I am a student. Can I get a discount?\"<br />—sent a message saying, \"Hello? Anybody there?\"<br />—sent a message saying, \"I am a student. Can I get a <nobr>50%</nobr> discount?\"<br />Herta System Time <nobr>10</nobr>:<nobr>14</nobr> Visited the webpage Quick Fix-Top up page<br />Herta System Time <nobr>10</nobr>:<nobr>19</nobr> Obtained iris access Quick Fix-The order has been made<br />Herta System Time <nobr>12</nobr>:<nobr>22</nobr> Visited the webpage Galactic Search Guide: Is Quick Fix a scam?<br />Herta System Time <nobr>12</nobr>:<nobr>23</nobr> Visited the webpage Galactic Search Guide: How do I request a refund from Quick Fix?<br /><br /><align=\"center\"><span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Data Device Number: <nobr>25570</nobr>, Device Owner: Chris</span></align><br />Herta Space Station System Time <nobr>13</nobr>:<nobr>05</nobr> Visited the webpage The Ivy Schools: The galaxy's most knowledgeable and influential graduate community<br />Herta Space Station System Time <nobr>13</nobr>:<nobr>09</nobr> Visited the webpage The Ivy Schools: [Life Board] How to swiftly settle down on a new planet, with a shopping list of inexpensive and useful products<br />Herta Space Station System Time <nobr>13</nobr>:<nobr>15</nobr> Visited Flying Dog: IPC's Ecommerce Platform<br />Herta Space Station System Time <nobr>13</nobr>:<nobr>43</nobr> Obtained write access The Ivy Schools: Reply: [Life Board] How to swiftly settle down on a new planet, with a shopping list of inexpensive and useful products<br />—sent a message saying, \"I looked it up on Flying Dog, and it costs <nobr>20,000</nobr> credits. In what world is that cheap?\"<br />—sent a message saying, \"What do you mean I can't afford it? How many students do you think can pay for this <nobr>20,000</nobr> credit bed sheet in a month.\"<br />—sent a message saying, \"It's ridiculous that any student would spend so much money on bed sheets. Is it proper for you to flaunt your money as a student?\"<br /><br />Herta Space Station System Time <nobr>14</nobr>:<nobr>01</nobr> Visited the webpage The Ivy Schools: [Relationship Board] I come from a lower social class than my fiancée and feel totally inadequate. What should I do?<br />—sent a message saying, \"There's no reason to feel inadequate. You are attending a really good uni. If you work hard in uni, you will be successful in life!\"<br />—sent a message saying, \"Oh, we both go to the same school and study law! Haha!\"<br /><br />Herta Space Station System Time <nobr>14</nobr>:<nobr>11</nobr> Visited the webpage The Ivy Schools: [Relationship Board] Is love possible without money in intergalactic marriage?<br />—sent a message saying, \"Don't believe the online articles that promote materialism. Your girlfriend's spaceship will eventually be yours. You graduated from a prominent university, and your degree is worth more than a few million credits.\"<br />—sent a message replying to Daisy's Rose, \"Knowledge is power! You are discriminating against others if you judge them based on their wealth.\"<br />—sent a message replying to Stabbing Maniac, \"Oh, I don't think the spaceship is that important. Isn't a month's living expenses of <nobr>4000</nobr> credits enough for two people? As a student, my monthly living expenses were only <nobr>500</nobr> credits, and I was perfectly content eating frozen, dried vegetables. You should be satisfied after spending so many years in education. It is extremely shallow to constantly encourage materialism. Please don't let your cynicism taint the OP.\"<br />—sent a message saying, \"Just because you can't live on a tight budget doesn't mean others can't. Studying can be a joyful experience, and I can survive on water and compressed biscuits.\"<br /><br />Herta Space Station System Time <nobr>14</nobr>:<nobr>32</nobr> Visited the webpage The Ivy Schools: [Life Board]Hey, the guy on the relationship board who is arguing for marriage without money, I have something to say to you<br />Herta Space Station System Time <nobr>14</nobr>:<nobr>45</nobr> Visited the webpage The Ivy Schools: [Life Board]I found out about the weirdo you're talking about, and even folks on his home planet think he's weird.<br />Herta Space Station System Time <nobr>15</nobr>:<nobr>17</nobr> Visited the webpage Galactic Search Guide: How do I delete my Ivy Schools account?",
   "images": []
  }
 ],
 "pageId": "728129"
}