{
 "name": "Fragmented Diary",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "Pieces of a diary found in an underground shelter, recording how the lives of ordinary people was changed by significant events.",
 "volumes": [
  {
   "title": "Fragmented Diary",
   "localTitle": "Fragmented Diary",
   "localDesc": "*These three pages alone do not form a coherent story, but it looks like these are pages that fell out of someone's diary.*<br /><br /><size=+2>Page 1</size><br />November <nobr>23</nobr>, Tuesday<br />The boys and I have been walking around in this underground place for a few days now.<br />Every night before bed, I would think to myself that a vagrant's life is not easy. I always had a bad attitude towards the vagrants in town, but who would have thought that I would have started vagabonding about? Alas, such is the winds of change.<br />That darned Fragmentum. Without it, I wouldn't have needed to move away from home.<br />I hope I can have a shelter to sleep tonight. It's really cold away from town.<br /><br />November <nobr>24</nobr>, Wednesday<br />We arrived at the mining area of Boulder Town. The supervisor here didn't like us initially and wanted to chase us away, but eventually acquiesced to letting us stay in the mine shaft on the edge.<br />There were people here when we moved in. I think they're another group of vagrants? Is this what pitying each other feels like?<br />This is their shelter, but it used to be a safe house for miners to escape from mining accidents. Eventually this mine shaft was abandoned, and so vagrants took it up.<br />It's disquieting to stay somewhere I don't belong, but beggars can't be choosers. As long as I have a shelter to stay in, I guess.<br /><br />November <nobr>26</nobr>, Friday<br />Day two of staying with this group of strangers. I'm starving, I have no strength, and it'd be useless for me to mine with the mining team. Besides, those people tend to discriminate the vagrants, saying we're doing more harm than good.<br />I have never done anything shady. At most, I pick up trash to exchange for something to eat. Why would they look down on me?<br />There is one nice guy in that team, though. Some guy called Steve wearing the same battered blue shirt every day. He talks to me, so I talk to him. He said the team found the motherlode, but some punks went and harassed them, trying to claim the place for their own.<br /><br /><size=+2>Page 2</size><br />November <nobr>30</nobr>, Tuesday<br />I don't make much picking up trash, so I started helping the mining team with some odd jobs. I was a craftsman after all, so repairing the machine is not out of my league. Somehow or other, I fit in.<br />That Steve guy is pretty swell. He kept me busy for a bit and started asking for me to join them in their drinking session.<br />I think maybe I'll be joining the team next. It's all for survival anyway, and at least this is a step up.<br />I had a look at the vein they found. It's quite something, no wonder people want it for their own.<br /><br />December 2, Thursday<br />Steve asked me if I would like to join their mining team, specifically to help them maintain the machinery. I said yes, as long as there's food. I'm very grateful to Steve. Unlike the others, he really takes care of me.<br />Maybe later I'll save up a little to bring him for a meal in a nearby town together with those guys I traveled with. I heard there is a Goethe Grand Hotel in Boulder Town, and the owner's wife is a pretty good cook.<br />Rumor has it that a miner's private shield stash got stolen. I reckon it was the gang of punks who did it, which sucks. Because of them, the mining team's attitude towards us has gotten worse these past two days.<br /><br /><size=+2>Page 3</size><br />December 5, Sunday<br />Holy mackarel! I woke up to the sound of fighting between the gang and the mining team. I'd better keep hiding in this shelter.<br />Apparently Wildfire was here and tried to mediate, but even they couldn't get the two sides to stop. In the end, a bunch of machines popped out to separate the two groups.<br />I hope everyone was okay. I haven't gotten a chance to buy Steve dinner yet. Maybe I'll look for him when all this is over.<br /><br />December <nobr>10</nobr>, Friday<br />I have been looking for Steve for two days and he's nowhere to be found. Not a single soul from the mining team saw him.<br />Where did he disappear to? What happened that day? I hear those Robots are supposed to protect humans. Oh no, has something bad happened?<br /><br />December <nobr>13</nobr>, Monday<br />I reckon Steve might not have gone to work that day and went elsewhere.<br />Alas, what a dramatic turn of events. Now I really have no one. I finally made a new friend, and he's now missing.<br />There's nothing else here for me. Might as well pack up and leave tomorrow.<br />I wonder if I'll ever be able to meet Steve again.",
   "images": []
  }
 ],
 "pageId": "844773"
}