{
 "name": "Miners Weekly",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "An ad hoc tabloid made by the mine's supervisor. It details important news regarding production and activities in the mine.",
 "volumes": [
  {
   "title": "Miners Weekly Issue <nobr>205</nobr>",
   "localTitle": "Issue <nobr>205</nobr>",
   "localDesc": "<align=\"center\">Miners Weekly</align><br /><align=\"right\">Issue <nobr>205</nobr>: Fortification - January 2, <nobr>699</nobr></align><br /><br /><br />All rock crab nests in Boulder Town's Great Mine have been destroyed<br /><br />As of November <nobr>17</nobr> <nobr>08</nobr>:<nobr>00</nobr>, the last rock crab nest in Boulder Town's Great Mine has been destroyed.<br />At around August this year, the miner Steve and his colleagues discovered the rock crab nest in the Great Mine during their shift. Following which, all the workers in the Great Mine had a sumptuous meal. After that, the miners discovered more rock crab nests one after another while mining.<br /><br />This paper previously revealed that the Great Mine Administrative Committee a decided to provide salt-baked rock crabs for the workers' dinners for three consecutive weeks. A worker who wished to remain anonymous said: \"At least change it up a little! Why must it be the same thing every day?\" Concerning this, the Administrative Committee responded as follows: \"You are free to make your own food. If not, just sit quietly and eat your rock crabs in silence.\"<br /><br />In spite of the miners' intensifying protests against rock crabs, the sad irony is there would be no more such opportunity when they eventually come to miss the taste of rock crab in the future. The expansion of the rock crabs' nests could lead to the collapse of the mine. The supervisor and Administrative Committee of the Great Mine finally decided that, in order to ensure the safety of the mine, there needs to be continuous effort to completely eliminate hidden dangers. At present, all rock crab nests in Boulder Town's Great Mine have been destroyed.<br /><br />An accidental leak occurred in Boulder Town's Great Mine, the trapped miner, Peak, has been rescued<br /><br />On the morning of November <nobr>19</nobr>, a water leak accident occurred at Face <nobr>4707</nobr> in Boulder Town's Great Mine. The airflow through the face was obstructed, and a miner (Peak) lost contact.<br /><br />After receiving the accident report, Wildfire immediately dispatched a search and rescue team to the accident site. They sought the cooperation of the mining team in the Great Mine and together, overcame rough and complex environment in the Great Mine. The joint effort took strict precautions to prevent follow-up accidents, and tirelessly carried drained the flooded area while searching for the trapped miner. Finally, he was successfully rescued in <nobr>32</nobr> hours. As of the publication of this news, the miner's physical signs are normal, and he is in good mental state.<br /><br />According to the miner (Peak), he was in deep sleep when the accident occurred. This likely helped to preserve his mental health during the incident. The miner's actions seriously violated many regulations in the Miner's Safety Manual, but fortunately no one was seriously injured. The appropriate punishment and re-education will be implemented after he recovers.<br /><br />Rivet Town–Fragmentum Monster Encounters Intensifies<br /><br />Encounters between Rivet Town and the Fragmentum monsters intensify. According to information from Wildfire, there is a trend of the monsters that have invaded Rivet Town leaving the town. Thanks to the traffic blockade on the main road, a small number of these mindless monsters left the town and were dealt with by Wildfire.<br /><br />Years ago, Rivet Town was completely overrun by monsters from the Fragmentum, and is now in a state of abandonment. All miners please stay away from this place as much as possible. Don't let greed tempt you to return for property and possessions. Please ensure that personal safety is a top priority.",
   "images": []
  },
  {
   "title": "Miners Weekly Issue <nobr>192</nobr>",
   "localTitle": "Issue <nobr>192</nobr>",
   "localDesc": "<align=\"center\">Miners Weekly</align><br /><align=\"right\">Issue <nobr>205</nobr>: Fortification - ██ ██, <nobr>699</nobr></align><br /><br /><br />Tunnel Collapse Reported at Mine 1, Northeast Rivet Town<br /><br />On August <nobr>13</nobr>, a survivor of Mining Team 1 in northeast Rivet Town came to our mine and reported that a partial tunnel collapse had occurred at his mining site. By the time he left the mine, there had been three serious injuries, two casualties, and <nobr>20</nobr> others still trapped in the shaft. As of the time of publication, no news had been received from northeast Rivet Town Mining Team 1.<br /><br /><br />Rock Crab Nests Discovered in Boulder Town's Great Mine<br /><br />On August <nobr>15</nobr> at approximately <nobr>19</nobr>:<nobr>00</nobr> hours, according to Steve, a worker and a shift representative at the Great Mine in Boulder Town, a Rock Crab nest was found in the main mine tunnel currently being dug. Steve immediately decided to fish for Rock Crabs with his fellow workers and delivered three large bags of Rock Crab caught to the Great Mine administrative office. The mine foreman informed all miners that they would be provided with free salt-baked Rock Crab for dinner for the next three days.<br />This prompted the mining team to celebrate in elation.\"Finally, a feast,\" exclaimed a worker who preferred not to be named.<br />The discussion on whether to destroy the Rock Crab nest is now at a fever pitch. Miner representatives who support destroying the nest expressed that if the Rock Crabs are allowed to roam free, they could pose a great safety hazard to the mine, while those who opposed refuted, saying it may be the only nest and it can provide a stable food source for the team. As of the time of publication, the Great Mine administration has yet to respond to this matter.<br /><br /><br />The Great Mine Mine Bridge Lift Under Maintenance From August <nobr>19</nobr><br /><br />The administration of the Great Mine area announced that the maintenance of the Great Mine's mine bridge lift will begin on August <nobr>19</nobr> and is expected to be completed on August <nobr>25</nobr>. During the maintenance period, workers are asked to walk to and from the Great Mine accommodation area and the working mine via the mine trail, and to watch the road ahead when walking on the trail to prevent accidental slippage.",
   "images": []
  },
  {
   "title": "Miners Weekly Issue <nobr>158</nobr>",
   "localTitle": "Issue <nobr>158</nobr>",
   "localDesc": "<align=\"center\">Miners Weekly</align><br /><align=\"right\">Issue <nobr>205</nobr>: Fortification - ██ ██, <nobr>698</nobr></align><br /><br /><br />Heating Pipe Leakage Discovered at the Mine Dorm, Repaired<br /><br />On December <nobr>22</nobr> Monday, at around <nobr>17</nobr>:<nobr>00</nobr> hours, a heating pipe leakage was reported, which severely affected the heating in the accommodation area. Miner Mucha was able to report this incident to the Great Mine supervisor in time for the latter to arrange for emergency repairs at the site of the accommodation area and do the relevant repairs. On December <nobr>23</nobr> around <nobr>06</nobr>:<nobr>00</nobr> hours, the repair of the leaking pipeline was completed and normal heating was restored.<br /><br /><br />Hauling Accident Occurred to East Boulder Town Mining Team 1<br /><br />On December <nobr>26</nobr>, according to miner Andre, he learned from a friend who lives near the clinic that there was a hauling accident at the mining operation in eastern Boulder Town. Three cases of minor injury and one major injury were reported. All injured personnel have now been transferred to the Boulder Town clinic for diagnostic treatment. <br />According to reliable sources, the accident was due to the aging of the hauling mine car track causing a hauling mine car to overturn while in operation. The Great Mine area supervisor immediately organized for all workers to be acquainted with relevant safety education, and requested that maintenance on the hauling mine car track be carried out at least once a month to ensure that similar accidents can be prevented.<br /><br /><br />Great Mine Miner Orga Has A Son<br /><br />On December <nobr>27</nobr>, Orga, our fellow miner, returned from his week-long vacation and brought good tidings from home: Orga's wife, Marynee, successfully gave birth to a son, and both are in good health and spirit. Let's all congratulate Orga!<br />In addition, Orga is putting out a call with a prize to help name his son. The one suggesting the chosen name will receive a garlic-flavored Belobog Sausage that Orga himself bought.",
   "images": []
  }
 ],
 "pageId": "844765"
}