{
 "name": "Fragments of Herta Research Atlas Volume 7: Traffic",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "This codex records all the transportation-type Curios in the station.",
 "volumes": [
  {
   "title": "Fragments of Herta Research Atlas Volume 7: Traffic",
   "localTitle": "Fragments of Herta Research Atlas Volume 7: Traffic",
   "localDesc": "<align=\"right\">Herta Research Atlas Volume 7: Traffic</align><br /><br />Item Number: Transport<nobr>-01483</nobr><br />Collection Date: <nobr>2154</nobr> AE<br />Purchase Price: <nobr>2,130,000</nobr> Credits<br />Market Value: <nobr>1,842,000</nobr> Credits<br />Handler: Wen Huairen<br /><br />Serial <nobr>01483</nobr> Galactic Emergency Rug<br /><br />A beige and brown Bohemian-style rug. Places where woolen tassels should have been are now replaced by small golden stellars that oscillate up and down at the same angle both ways.<br /><br />It will automatically adjust its size within a set range based on the weight of the item it is applied to. It is the most common space survival equipment on spacecrafts.<br /><br />It successfully transported and saved hundreds of passengers in the first large-scale space transportation accident caused by the traffic event brought upon by the Stellaron.<br /><br />Item Number: Transport<nobr>-01484</nobr><br />Collection Date: <nobr>2154</nobr> AE<br />Purchase Price: <nobr>180,000</nobr> Credits<br />Market Value: <nobr>560,000</nobr> Credits<br />Handler: Wen Huairen<br /><br />Serial <nobr>01484</nobr> Compound Eyes<br /><br />A hideous goggle covered with compound eyes like soup bubbles. The user will see <nobr>36</nobr> different perspectives that together give a <nobr>360</nobr>-degree full view.<br /><br />It is said that this is a daily necessity for crew members conducting warp jumps and hyperspace jumps.<br /><br />In the first traffic jam event caused by the Stellaron, jump ship pilot Bescot Wagner was able to avoid collision with <nobr>14</nobr> other simultaneously jumping ships due to wearing a compound eye.<br /><br />Item Number: Transport<nobr>-01485</nobr><br />Collection Date: <nobr>2157</nobr> AE<br />Purchase Price: <nobr>37,000</nobr> Credits<br />Market Value: <nobr>41,000</nobr> Credits<br />Handler: Wen Mingde<br /><br />Serial <nobr>01485</nobr> Colored Beacon Paste<br /><br />Next to the resplendent colors floating in the void lies a flat tin tube of about <nobr>32</nobr> cm in length and 3 cm in diameter. The tube is filled with dark gold gel, which absorbs all known colors and turns into that specific shade in the end.<br /><br />This is a commonly seen emergency item the Nameless carries. Whether in the void of the galaxy or on the ocean of a planet, the Colored Beacon Paste will always release a line of brilliant colors on the galactic darkness or on an ocean. It will also adjust its own color contrast and saturation based on the light source and shade of its surroundings.<br /><br />The bright, visually stimulating colors of the Colored Beacon Paste allow the Galactic Rescue to easily spot signs written with it. It was invented by a Nameless who possessed great artistic abilities. This Nameless once experienced a flight incident and was trapped in a barren and desolate star system. In the end, with the use of scraps from a White Star fragment, he was able to produce the most magnificent item in the history of search and rescue — the Colored Beacon Paste.<br /><br />There are also galactic bandits who use the Colored Beacon Paste to leave graffiti packed with profanity everywhere in the universe out of ill intentions, a rebellious nature, or an inflated ego.<br /><br /><align=\"center\">P<nobr>17071</nobr></align>",
   "images": []
  }
 ],
 "pageId": "844761"
}