{
 "name": "Researcher Profile: Hosea",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "Herta Space Station abides by the galactic regulations and law of privacy security when collecting, storing, and using researcher information. Relevant personnel are not permitted to disclose any files to third parties without prior authorization.",
 "volumes": [
  {
   "title": "Researcher Profile: Hosea",
   "localTitle": "Researcher Profile: Hosea",
   "localDesc": "<align=\"center\">Herta Researcher Archive</align><br /><br /><align=\"center\">—— Basic Information —— </align><br /><br />Name: Hosea Lazaro<br />Sex: Male<br />Race:Homo sapiens<br />Height: <nobr>173</nobr> cm<br />Weight: <nobr>80</nobr> kg<br />Physical Condition: Very healthy<br />Faction Affiliation: Former Nameless, Intelligentsia Guild: Armed Archaeologists<br />Planet of Origin: Rima<br />Method of Selection: Self-recommended<br /><br /><align=\"center\">—— Research Information —— </align><br /><br />Staff Number: R-GGRA<nobr>-009</nobr><br />Profile Number: <nobr>2147</nobr>-<nobr>009</nobr><br />Department: Department of Galactic Geography<br />Access Permissions: Advanced researcher - Access Lv. IV (demoted in <nobr>2154</nobr> AE)<br />Research Topic: Galaxy Guide<br />Evaluation Score: Distinction/Outstanding<br />Employment: Tenure<br />Further Employment: Negative<br />Emergency Contact: Wen Tianweng<br />Contact Details: Station call<br /><br /><align=\"center\">—— Research Findings —— </align><br /><br />That's all ancient history now. The Galaxy Guide is good enough on its own, right?<br />Anyone with that sort of finding will have the rest of their lives sorted out.<br /><br /><align=\"center\">—— Research Plan —— </align><br /><br />Everything else is just vanity.<br /><br />First of all, make a few hundred copies of the Galaxy Guide and distribute them to all the young people in the Department of Galactic Geography. This is the foundation for all future research, and from now on, we no longer have to stumble around a dark tunnel with a dim lantern... galaxies will be as bright as day before us!<br /><br /><align=\"center\">—— Self-Evaluation —— </align><br /><br />There is no doubt, Hosea Lazaro is the inimitable genius of Herta Space Station. This near-absolute conclusion will only be swayed when Herta herself makes an appearance.<br /><br />It's a pity that choice far outweighs effort. In a series of major historical events, the Department of Galactic Geography that Hosea Lazaro chose to dedicate his life to has fallen foul of interdepartmental struggles. Just as even the best captain can't drive a sinking ship through a storm, the genius Hosea Lazaro faces unprecedented injustice on the space station. It's all because we don't have the financial power of a scalper, the diplomatic capacity of a politician, the multiracial support of a biologist, or the divine favor of a fortune-teller.<br /><br />All we have is infinite yearning for the uncultivated lands within the galaxy and hands that dig deep into the earth.<br /><br />However, those who want nothing more but to watch as Hosea Lazaro embarrasses himself will be disappointed! I will never doubt my own raison d'être because of my peers' incompetence. In all of my annual self-evaluations, I have written, and will continue to write the following sentence:<br /><br /><size=18>Hosea Lazaro IS the inimitable genius of Herta Space Station!</size><br /><br />*1. The weighted average of multiple assessments is adopted for the evaluation score.<br />*2. Herta Space Station abides by the galactic regulations and laws of privacy and security when collecting, storing, and using researcher information. Personnel with specific access authorizations are allowed to view or use researcher files. Relevant personnel are not permitted to disclose any files to third parties without prior authorization, failing which will result in severe punishment.",
   "images": []
  }
 ],
 "pageId": "928702"
}