{
 "name": "Diary of a Civilian Scientist",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "Scattered pages of questionable quality, written by someone who claims to be a scientist.",
 "volumes": [
  {
   "title": "Diary of a Civilian Scientist Part 1",
   "localTitle": "Part I",
   "localDesc": "February <nobr>28</nobr>, <nobr>699</nobr> AF<br /><br />Do the people at the Intellectual Property Administration of Technology understand anything at all? Can't they hire someone competent for the patent review? I've applied for a patent for <nobr>16</nobr> times already. What a waste of time and energy! How will they reimburse me if someone registers my invention first?<br /><br />Time is life. They're stealing my money, ruining my life.<br /><br />I thought the guy with glasses at the patent office would know a thing or two, but I was wrong. He questioned me to my face and said I knew nothing about science. What the heck does he know? I've studied physics for <nobr>15</nobr> years and wrote Time Tunnel Theory, a <nobr>100</nobr>,<nobr>000</nobr>-word book. My invention is based on that theory. He hasn't even read my book, and he has the nerve to doubt me? Childish! Stupid! Shortsighted!<br /><br />I've been working on this device for quite some time. But two months ago, when the museum opened an exhibit showcasing newly discovered Old World relics, I was <nobr>100%</nobr> sure that time travel might come true. There was a mysterious device called the \"<nobr>600</nobr>-Kilowatt Diesel Generator,\" which was exactly the same machine that appeared in my dreams. With that machine, my device would surely be able to warp time, deform it, cause massive breaks, and create time tunnels.<br /><br />The prophetic dream perfectly confirmed my theory. In my dream, there was a Geomarrow resonance tunnel hidden in the Underworld. When my time tunnel device is completed, I would definitely be able to achieve time travel there!<br /><br />Rather than waiting for those fools to review my patent, why don't I raise the money myself to build the device? Right now, I only have the house to mortgage, but it belongs to my father. I don't know if he'll agree to the mortgage, but I'm a little reluctant to do so since we've lived there for many years... No no, what am I saying? If I can create a time tunnel, I'd transform the era! I'd be the modern-day Plamya! How would I shed tears on a house? Let's do it. I'll mortgage the house next week and get my device built.<br /><br />With my device, I could warp the very fabric of time and control its flow. A place like Belobog wouldn't be befitting for someone like me.<br /><br />Oh my, I could revolutionize the Belobog... No, the entire universe!",
   "images": []
  },
  {
   "title": "Diary of a Civilian Scientist Part 2",
   "localTitle": "Part II",
   "localDesc": "March 4, <nobr>699</nobr> AF<br /><br />Even my father doesn't understand me. Why did I have to be born into this family? Can't bear it.<br /><br />That old dog... It's fine if he didn't want to sell the house, but why did he have to kick me out? I've devoted my life to science... I have no idea how to take care of myself! It's a waste of my abilities to learn how to do those menial tasks.<br /><br />I read in the newspaper that there would be a salon next week for civilian scientists. There may be investors there, so I must go to secure funding. But will the investors understand the main principles behind time tunnels in such a short amount of time? They'd need to do some research beforehand, at least understand the Big Universe Time Tunnel Theory. I'll ask Daniel about the possible investors. If I can get their addresses, I can visit them in advance.<br /><br />Maybe I should write something to promote myself, just in case...<br /><br />\"The experimental Time Tunnel Generator Device, recognized by the renowned Scientist Professor Isaac, Professor Alfred, and Professor Stephen.\" ...That sounds good. If I were an investor, I'd definitely be interested. What? It's not despicable of me to throw around those names. Besides, if it weren't for the people at the patent office, these professors would have already seen my invention by now... and recognize my genius, of course!",
   "images": []
  },
  {
   "title": "Diary of a Civilian Scientist Part 3",
   "localTitle": "Part III",
   "localDesc": "March <nobr>12</nobr>, <nobr>699</nobr> AF<br /><br />Academic convention? Yeah right! What a bunch of fools.<br /><br />Seriously, why do I even bother wasting my precious time with these people? Everyone at the salon was talking about perpetual motion devices. Perpetual this, perpetual that, just shut up! They all claim to have discovered some perpetual power resource. Have any of them even read a book before? They all claimed to be renowned physicists... Heh, as if they deserve it. None of their inventions are solid, it's either a perpetual motion device or turning water into Geomarrow. I'm embarrassed to be under the same roof as them. But I couldn't leave either. I had to endure and suffer until it was my turn to share my report...<br /><br />This one fool kept trying to talk to me, claiming to be a reincarnation of Erwin. He just likes to put his name on everything. How shameful of him! What even is Teliph Vacuum Zero Circulation? Worst of all, I couldn't call him out on anything. I had to pretend to be polite. Unbearable! Disgusting! There was another bearded fool, whose name I don't even want to remember, who claimed to be the son of the late great scientist so-and-so. His father wrote The Great Understandings of the Scientific World, a book that claims his own findings were the truth and that all current laws of physics were wrong. He insisted that I should read it and gave me a copy, which I threw away when stepping out of the door. How stupid!<br /><br />I won't go to those salons anymore. All I have to do now is to wait for investors to contact me. Hopefully, some of them wise up and recognize my talents. I am the only one there who truly understands science. But if this doesn't work out, I'll have no choice but to criticize the mediocrity of the scientific field on the newspaper.",
   "images": []
  },
  {
   "title": "Diary of a Civilian Scientist Part 4",
   "localTitle": "Part IV",
   "localDesc": "March <nobr>21</nobr>, <nobr>699</nobr> AF<br /><br />Everything, just perish. Nobody really respects science.<br /><br />I thought Daniel from the Crystal Daily had a bit of talent, but oh how I was wrong. When I first went to see him, he was able to have a serious discussion with me. He pointed out some flaws with my theory that were reasonable. It's normal for minor flaws to occur, but what's more important was that I found someone who shared my passion for science. Every month, I'd go to see him to discuss the latest ideas. Where else would he find such a good friend? Hmm. How interesting. Now he's finding excuses to avoid me. What? He can't keep up with me anymore? I don't really mind that he can't.<br /><br />Last time, I asked him to get me a list of investors. Something so simple, and yet he still hasn't gotten back to me yet. Isn't it his job as a newspaper editor? It's not like I was asking him about physics. I camped outside the newspaper office for two days and finally found him. But when he saw me, He acted as if he saw a Fragmentum monster. He scolded me. Untalented liar without morals! I thought he was my friend! I'll never come to you for anything else. Just wait, you'll regret your decision.<br /><br />Even now, no investors have contacted me. I'm beginning to suspect the academic salon was just a cover. It seems I need to secure the funding myself somehow. Is there any hope left for the academic world?",
   "images": []
  }
 ],
 "pageId": "928709"
}