{
 "name": "Belobog Sausage",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A flier advertisement for a dish popular among the locals. It also introduces various ways to cook the sausage.",
 "volumes": [
  {
   "title": "Belobog Sausage",
   "localTitle": "Belobog Sausage",
   "localDesc": "<size=+2><align=\"center\">For Foodies! Belobog Sausages: Which Type is Your Favorite?</align></size><br /><br />A century has passed since the Belobog Meat Factory first introduced sausages. Since then, it has become a familiar taste in every Belobog household. When it comes to eating the Belobog sausages, everyone has their own opinion. Here, we've compiled a list of your favorite ways to eat it. Which type is your favorite?<br /><br />The first way is to eat it as is. The sausage itself is already cooked and has been processed in many ways. It can be eaten as a snack or as a side dish. Its original taste alone is already delicious!<br /><br />The second way is to cook it with hammer peppers. The sausage can be stir-fried with many vegetables, but hammer peppers are undoubtedly the best choice. Stir-frying causes the aroma of the sausage to complement the strong fragrance of the peppers, allowing for a more unique flavor.<br /><br />The third way is to grill it. Cut across the sausage before putting it on the grill. Served with spices, it's great as street snack.<br /><br />The fourth way is to wrap it in suncakes. Make a suncake wrap by adding thin slices of the sausage. This method not only enriches the taste of the suncake, but also balances out the sausage's flavor. Well worth a taste!<br /><br />Over the years, upgrades to the process and machinery have greatly improved production capacity. The fat but not greasy characteristic is unique to this sausage. Its original delicious taste has been retained, and various flavors are now available for consumers to choose from.<br /><br />To celebrate Belobog's centenary, the Belobog Meat Factory is offering discounts on all products to all customers. Welcome to the store and try the products!",
   "images": []
  }
 ],
 "pageId": "928708"
}