{
 "name": "Fragment of a Weekly Report by a Department of Ecology Researcher",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "A piece of paper ripped out of a weekly report, which was written by a Department of Ecology researcher.",
 "volumes": [
  {
   "title": "Fragment of a Weekly Report by a Department of Ecology Researcher",
   "localTitle": "Fragment of a Weekly Report by a Department of Ecology Researcher",
   "localDesc": "<align=\"center\">*A piece of paper torn from somewhere. The numerous folding creases mark the rising and falling of the author's feelings*</align><br /><br />[Herta System Week <nobr>118</nobr>]<br />Weekly Plan: Complete the in vitro expansion research on small molecule compound combinations.<br />Weekly Progress: Can't find suitable compound materials. Only completed hypothesis proposal.<br />Weekly Conclusion: No worries, it can be done next time!<br /><br />[Herta System Week <nobr>119</nobr>]<br />Weekly Plan: Cooperate with the medical department and study the automated applications of magnetically controlled microstructure modulation in tissue regeneration<br />Weekly Progress: At <nobr>50%</nobr>, continuing<br />Weekly Conclusion: I didn't think Joanne would be able to do things strictly by the books and be so efficient! I made at least 5 operation mistakes this week, I need to learn from Joanne! Next time!<br /><br />[Herta System Week <nobr>120</nobr>]<br />Weekly Plan: Cooperate with the medical department, study the automated applications of magnetically controlled microstructure modulation in tissue regeneration, and complete the thesis<br />Weekly Progress: At <nobr>75%</nobr>, Department-of-Ecology-end complete, medical-department-end 0 progress<br />Weekly Conclusion: I heard Joanne was down with some kind of virus, hope she's fine. Study temporarily suspended.<br /><br />[Herta System Week <nobr>121</nobr>]<br />Weekly Plan: Cooperate with the medical department, study the automated applications of magnetically controlled microstructure modulation in tissue regeneration, and complete the thesis<br />Weekly Progress: At <nobr>75%</nobr>. NO new progress! Waiting on the medical department! <br />Weekly Conclusion: This Joanne! Excuses galore! Just doesn't want to work! Haha, what thesis? Procrastinating again? Hahaha! MY study MY report MY output... Why does the medical department continue to employ someone like this!? Shameful! I WILL NEVER WORK WITH HER AGAIN!<br /><br />[Herta System Week <nobr>122</nobr>]<br />Weekly Plan: Complete the in vivo analysis of homing mechanism of alien cells<br />Weekly Progress: The homing process of cells in the new microenvironment has been understood, and the underlying structure and principles of action need to be followed up.<br />Weekly Conclusion: This time is essentially my own effort, hmph. But... I didn't think Joanne has this kind of connection to acquire alien usher cells. She only has a little bit of wrapping up to do, so I'll help her out this time. Joanne is not too bad... maybe her procrastination is a little serious, but she's still a kind person.",
   "images": []
  }
 ],
 "pageId": "125404"
}