{
 "name": "Comet Hunter's Treasure",
 "iconPath": "43df4ebbe92632aeab37fc7c04ae2b7346eebf4a58b1a0a8398fc384ee90908a",
 "desc": "Comet Hunter Hosea Lazaro's treasure, a prank that has been advertised in advance.",
 "volumes": [
  {
   "title": "Comet Hunter's Treasure Manuscript Part 1",
   "localTitle": "Comet Hunter's Treasure (I)",
   "localDesc": "To Treasure Hunters: (Part I)<br /><br />Ha! You are fooled!<br />There is no \"treasure\" at all.<br />The only reward is the four scrawls by me hidden in this room. You must have recognized it. Yes, there's lord Herta's handwriting as well. Surprise, eh?<br />If you are a junior who worries all day to impress your boss, take a deep breath! No good if you have a heart attack now.<br />If you are one of those playful young fellows, I'd suggest you take them, go back to them when you find life miserable and have a good laugh when you are not busy doing your research in a dark corner of the tower.<br /><br /><align=\"right\">Laughing Hosea Lazaro</align>",
   "images": []
  },
  {
   "title": "Comet Hunter's Treasure Manuscript Part 2",
   "localTitle": "Comet Hunter's Treasure (II)",
   "localDesc": "To Treasure Hunters: (Part II)<br /><br />Right, if you are reading this, you've probably listened to me. That means you always follow through with what you started.<br />I have to admit, it would hurt my reputation had I asked you to go through so much trouble just for nothing.<br />After all, I can't foresee to whom this letter will go so many Amber Eras later.<br />There is a chance, however unlikely it may be, that you are a future defender of my reputation, someone worthy of my legacy.<br />Wouldn't want to accidentally put you under friendly fire, would I?<br />Hm, so be it. It's time that I bring forward the real treasure.<br /><br /><align=\"right\">Your Respected Hosea Lazaro</align>",
   "images": []
  },
  {
   "title": "Comet Hunter's Treasure Manuscript Part 3",
   "localTitle": "Comet Hunter's Treasure (III)",
   "localDesc": "To Treasure Hunters: (Part III)<br /><br />Have you tried a type of soda named \"Kapo-Kali\"?<br />It was once the signature of the space station, extremely popular in the Southern Orion system.<br />Sorry to brag, but I'm indeed the creator of the famous Astro Rod and Galaxy Guide.<br />And undoubtedly, \"Kapo-Kali\" is also my creation.<br />The IPC offered me five million credits for the recipe and I turned them down.<br />Wen Huairen from the Herta Department of Implement Arts attempted (and failed) to steal it <nobr>33</nobr> times, all resulting in him getting a good smack from me.<br />I will now make the recipe public...<br />Five million's worth! See you in the next letter.<br /><br /><align=\"right\">Legendary Drink-Maker Hosea Lazaro</align>",
   "images": []
  },
  {
   "title": "Comet Hunter's Treasure Manuscript Part 4",
   "localTitle": "Comet Hunter's Treasure (IV)",
   "localDesc": "To Treasure Hunters: (Part IV)<br /><br />████████████████████████████████<br />████████████████████████████████<br />████████████████████████████████<br /><br />Yes, you are seeing it right. Above is the secret recipe of Kapo-Kali.<br />I swear on my Mom's life that it's authentic.<br />If you are one of us, you'll know how to decrypt it.<br />Got a tip for you: A specific method of autoradiography is required to reveal the text.<br /><br /><align=\"right\">Hosea Lazaro the Terrific</align>",
   "images": []
  }
 ],
 "pageId": "12644"
}