{
 "name": "Asta's Letters From Home",
 "iconPath": "e62106c0375abafd4163fa3a58ed5892173a6269469a817691463a1735344978",
 "desc": "The letters that Asta exchanged with her family. Somehow, these letters show vastly divergent narratives on the same matters.",
 "volumes": [
  {
   "title": "Asta's Letters From Home",
   "localTitle": "Asta's Letters From Home",
   "localDesc": "<br /><align=\"center\">*The family insignia with hot foil stamping on the letterhead looks exquisite, but the jagged creases betray its prior life in the trash can.*</align><br /><br /><align=\"center\">The First Letter</align><br /><br />Asta:<br /><br />The health of your great-grandmother has deteriorated. Please come home as soon as possible!<br /><align=\"right\">Uncle Balint</align><br /><br /><align=\"center\">The Second Letter</align><br /><br />Dear Asta:<br /><br />Balint assigned his men to guard the ward, and your cousins and I have tried for a few times, but his men still won't allow us to come close. I clashed with him during a video call a few days ago, and he insisted on not allowing us to video talk with the hospital, so I'm not sure what the situation is with great-grandma. Your father is still on Planet Larchmont and hasn't returned, and he hasn't responded to any of the messages I've sent him, so I'm not sure what's going on.<br /><br />But I think Balint... he probably just wants to continue exploiting IPC, I don't think he will harm your great-grandmother. You don't have to be worried too much about your great-grandmother because the galaxy's best medical services are here, so there won't be any serious issues.<br />However, I am concerned about you, a girl out wandering to study the star rail. Balint appears to have become desperate recently, and I'm concerned that he'll do something horrible to you. You should hire some reliable security staff... but it's okay, I looked at your route, and the closest planet to you is ████, the coordinates are ████, and there is an IPC subsidiary there under my name. You can go right over there. I've got a squad of very competent security staff waiting for you.<br /><br />Remember: don't believe anything Balint says!<br /><align=\"right\">Love, Aunt Taylor</align><br /><br /><align=\"center\">The Third Letter</align><br /><br />Asta:<br /><br />You've been toying with telescopes and stars for so long that you've forgotten who you are. Great-grandma has mentioned you countless times. Please return home quickly!<br /><br /><align=\"right\">Uncle Balint</align><br /><br /><align=\"center\">The Fourth Letter</align><br /><br />Miss Asta:<br /><br />Please accept my apologies for any inconvenience this has caused you!<br />May I inquire if you have recently visited the █████ Group in Planet ████, in which IPC has an investment, and if you have signed an agreement to transfer the family shares at 5:<nobr>31</nobr> p.m. local time?<br /><br />The Foundation received this document yesterday morning, but after discovering that the digital origin of the agreement does not correspond to your usual location for the past three months, the process has been temporarily halted.<br /><br />Please keep an eye on your security device today and tomorrow for communication from the Group's legal counsel.<br /><br /><align=\"right\">Gilson, Chairman of the Family Trust Fund Committee</align><br /><br /><align=\"center\">Fifth Letter</align><br /><br />Dear Asta:<br /><br />I was able to reach Dad. He had been hit by an electromagnetic storm, which rendered all communication devices unusable. Are you still looking for the elusive comet rail? If you aren't too busy, you should come back. There's been a lot going on lately at home. You should be wary of Aunt Taylor. The trust fund alerted me the other day that she forged an agreement to transfer your shares, but thankfully you did not cooperate... Anyway, I'll tell you all about it when you get home.<br /><br />By the way, do you have enough money? I looked over last month's bill. How did you manage to spend such little money if you hired a scientific research fleet to accompany you on an expedition? Have you run out of pocket money yet? My baby daughter, don't skimp on food or lodging to save money. Please let me know if you don't have enough money.<br /><align=\"right\">Love, Mom</align>",
   "images": []
  }
 ],
 "pageId": "12656"
}