{
 "name": "Greasy Food Magazine",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A notebook with comments on new dishes between the head chef of the Goethe Grand Hotel and its customers. The cover is full of suspicious grease.",
 "volumes": [
  {
   "title": "Greasy Food Magazine",
   "localTitle": "Greasy Food Magazine",
   "localDesc": "<align=\"center\">*Due to being hung over the counter and was continually exposed to cooking fumes, the edges of the paper have been stained with oil sprays.*</align><br /><br /><align=\"center\">I'm planning to develop some new dishes. If you have any ideas, let me know.</align><br /><align=\"center\">— Gertie</align><br /><br /><align=\"center\">New Item of the Week: Wild Herb Soup</align><br />Customer Comments:<br />1. It looks kind of bad. It's all goopy and stuff, so it turned me off a bit.<br /><align=\"right\">— Don</align><br />2. It's called \"Wild Herb\" soup, but it's actually moss from the cave. The texture is refreshingly nice! The moss is cooked to the point of melting-in-your-mouth, and it took on the broth's sweet-and-sour taste. It's hearty but not heavy, such a wonderful palate cleanser. I do agree with the comment above though. Maybe change the name, or other customers may complain.<br /><align=\"right\">— Saunders</align><br />Chef's Response:<br />Understood. I'm okay as long as it's taste is good. I'll think of a new name, but because the moss supply is not stable, I'm not even sure I want to put it on the menu.<br /><br /><align=\"center\">New Item of the Week: Iron Pot Braised Olm</align><br />Customer Comments:<br />1. Did you get the iron pot from some decommissioned machines? It's cleaned, but some parts of the edge is a little rusty, it kills my appetite a little.<br /><align=\"right\">— Don</align><br />2. I can't blame Don for being fussy, the gravy was nicely done, but I got burned a few times by the metal while trying to eat it. Gertie, is there a reason you insisted on using the iron pot? Please consider switching to a different container.<br /><align=\"right\">— Saunders</align><br />Chef's Response:<br />I apologize. I recently read in an old cookbook that \"iron pots are perfect for simmered soups and stewed dishes because they can maximize the deliciousness of the food itself.\" Let me think on how to improve on it, I'm so sorry that it burned you.<br /><br /><align=\"center\">New Item of the Week: Improved Iron Pot Braised Olm</align><br />Customer Comments:<br />1. The addition of crust is interesting, makes the tin can look much classier. Gertie, will you decorate the crust?<br /><br /><align=\"right\">— Don</align><br />2. Is that crust added on top of the iron pot? The only weak spot of the dish has now become its feature! The crust is warmed by the residual heat until it is crispy, coupled with the tender Olm meat, dipped into the gravy in the pot. I daresay this can be the restaurant's pièce de résistance just from this little tweak!<br /><br /><align=\"right\">— Saunders</align><br />Chef's Comment:<br />Don, stop asking, I said no! Even if you ask me ten thousand times, I will not decorate the crust!<br />Saunders, thank you for your constructive criticism. If it wasn't for you, I might not have realized the overheating issue with the pot. This dish will start being on the menu tomorrow onward. If you're coming over to eat, it's on the house, no worries!<br /><br /><align=\"center\">New Item of the Week: Candied Mushrooms with Pepper</align><br />Customer Comments:<br />1. Appetizing but not filling enough. It's not even large enough to get stuck in my tooth gap. I had to go home and have about six pieces of rye bread.<br /><align=\"right\">— Don</align><br />2. It's a cold dish, this is unusual. The roasted candied mushroom paired with the hammer pepper flakes makes the sensations come in layers. The spice kicks in just as the sweetness fades. As an appetizer, its portion looked a little small, I finished it before I noticed.<br /><align=\"right\">— Saunders</align><br />Is there a non-spicy version? It tastes great, but I don't do well with spicy food *sobs* .<br /><align=\"right\">— Elaine</align><br />Chef's Response:<br />A non-spicy version? I have yet to find a replacement for hammer peppers, so I'm sorry but I probably won't be able to make it on short notice. Only the spicy version will be on the menu two days from now. As for Don, if your tooth gap is so wide, I advise you to have your teeth looked at.<br /><br /><align=\"center\">New Item of the Week: Rat Jelly</align><br />Customer Comments:<br />1. Meat jelly, my childhood favorite! But is it possible to not say \"rat\" in the name of the dish itself? I'm a little squeamish, I worry my childhood favorite will become my childhood trauma.<br /><align=\"right\">— Don</align><br />2. Jelly can be considered a featured dish only locals would know of. The Mad Mole meat doesn't taste gamey at all. Mixed in with minced garlic, there's something indescribably satisfying in having my mouth stuffed full of meat. The yogurt dip is soft and airy, and at the same time not too creamy, making it taste way better than the traditional fish jelly.<br /><align=\"right\">— Saunders</align><br />3. As expected of Chef Gertie! This reminds me of the era when each and every family makes their own meat jelly.<br /><align=\"right\">— Elaine</align><br />Chef's Response:<br />I'll change the name to Flavorful Jelly then. Putting on the menu next week onward.<br /><br /><br /><align=\"center\">New Item of the Week: Grilled Mushrooms</align><br />Customer Comments:<br />1. Gertie, you have been toeing the line in your pursuit for ingredient freshness. There's a reason why the mushrooms on the market have always been those few species. The ones you're using are all inedible.<br /><align=\"right\">— Saunders</align><br />2. I have never seen mushrooms this colorful, can they really be eaten?<br /><align=\"right\">— Antonia</align><br />3. The portion is quite filling and the taste is okay, but it will cause diarrhea after eating, it's quite a challenge for the customer's digestive system.<br /><align=\"right\">— Don</align><br />Chef's Response:<br />Really? I apologize, I hope everyone's doing okay...<br /><br /><br /><align=\"center\">New Item of the Week: Deep-Fried Rock Crab</align><br />Customer Comments:<br />1. Rock Crabs themselves are extremely tasty, but are not suitable for deep-frying, which makes it difficult to bite into the shell. I had to smash it with a rock to get the meat inside the pincers.<br /><align=\"right\">— Saunders</align><br />2. Gertie, are you not able to clean out the gravel on the crab? The tiny rocks coated the shell and are pretty much indistinguishable from the shell after deep-frying, it almost cracked my teeth while eating.<br /><align=\"right\">— Antonia</align><br />Chef's Response:<br />The seller told me not to wash it too well, or some of the freshness would be lost when cooking it. I have yet to master the balance of this, so I do give my apologies, however late it may be.",
   "images": []
  }
 ],
 "pageId": "12655"
}