{
 "name": "Glimpses into the Beyond",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A manuscript written by Fu Xuan during her spare time discussing the art of divination, calculations, and all kinds of anecdotes relating to divination.",
 "volumes": [
  {
   "title": "\"Inquiry Into The Gods: An Introduction\"",
   "localTitle": "\"Inquiry Into The Gods: An Introduction\"",
   "localDesc": "...<br />...<br /><br />The Diviner's art lies in surveying the past to predict the future. Humans walk the Paths, while stars cross the sky: Observing these situations can produce future predictions. All of this is based on the diviner's ascertainment of the present situation (or the past, because the present is constantly becoming the past).<br /><br />However, the founder of the Divination Commission system, Master Xuan Yao, said, \"Only the universe and the Aeons cannot be foretold.\" In her opinion, the universe and the Aeons it birthed are utterly beyond prediction.<br /><br />The reasoning is simple: Nobody can observe the universe from all angles at once and predict the future. Omniscience is unattainable. Putting aside the universe, those known as Aeons are also extremely powerful due to their various complex elements. Their future is like that of the universe itself, and beyond the ability of our calculations.<br /><br />From the perspective of a celestial body, an Aeon is by no means dead but rather a living creature with a transcendent mind. But viewed from the perspective of a living creature, the Aeons fill the skies like celestial bodies themselves. They are incomparably huge, move according to their own Path, and rarely communicate with mortals like us.<br /><br />Based on observational records, Master Xuan Yao has sorted all known Aeons into three categories:<br /><br /><b>Arbiters</b>: Determining mortal births and deaths, which are highly connected to the rise and fall of civilizations.<br /><b>The Sacrosancts</b>: Difficult to predict as good or evil; often unable to even know where they head for.<br /><b>The Authors of Calamity</b>: The main culprit behind all disasters. Avoid, or be annihilated.<br /><br />The Aeons currently known to us are:<br /><br /><size=32><b>[Lan, the Reignbow Arbiter]</b></size><br /><size=32><b>[Qlipoth, the Firmamend Arbiter]</b></size><br /><size=32><b>...</b></size><br /><size=32><b>[Nous, the Wisdomwalker]</b></size><br /><size=32><b>[Akivili, the Cloudstrider]</b></size><br /><size=32><b>[Aha, the Joyseeker]</b></size><br /><size=32><b>[Idrila, the Wondergazer]</b></size><br /><size=32><b>...</b></size><br /><size=32><b>[Yaoshi, the Plagues Author]</b></size><br /><size=32><b>[Nanook, the Ruin Author]</b></size><br /><size=32><b>[Tayzzyronth, the Swarm Author]</b></size><br /><br />...<br />...",
   "images": []
  },
  {
   "title": "\"Inquiry Into The Gods: The Arbiters\"",
   "localTitle": "\"Inquiry Into The Gods: The Arbiters\"",
   "localDesc": "...<br />...<br /><br /><align=\"center\"><size=32><b>[Reignbow Arbiter]</b></size></align><br /><br />Lord of The Hunt. We know them as Lan, god of the Skybow.<br /><br />They rarely appear before mortals, and the only portents of their presence are vestiges of the Lux Arrow tearing across the sky. Reignbow tirelessly hunts the undead abominations created by Yaoshi the Abundance.<br /><br />Reignbow Arbiter first appeared around Year <nobr>3400</nobr> Star Calendar with their Sky-Shattering Lux Arrow severing the Abundance's Ambrosial Arbor. Since then, the Xianzhou natives had risen out of chaos, madness, and decline. This also marked the formation of the Alliance.<br /><br />To this day, one of the chief duties of the Divination Commission is to monitor the decree of Reignbow's arrow and interpret its meaning.<br /><br /><align=\"center\"><size=32><b>[Firmamend Arbiter]</b></size></align><br /><br />Lord of the Preservation. Also known as the Amber Lord; and as Qlipoth, god of the skywall by the Interastral Peace Corporation.<br /><br />Observational records suggest that the Amber Lord strives to isolate contact between planets. The celestial-sized structures they've built — the Subspace Crystalline Barrier — separates and protects all worlds. Based on records from around Year <nobr>1000</nobr> SC, the nine initial Xianzhou ships first set sail on their arduous journey and witnessed the almighty barrier separating the world from the endless void: the Echidna Skywall.<br /><br />But contrary to the act of separation, the main faction devoted to the Amber Lord, the IPC, has facilitated civilized trade and contact between the stars with their fleet — the largest in the entire universe. Like a silent giant, Qlipoth has allowed them to trade and emigrate so much so that an Emanator of Preservation has appeared at the IPC. Despite their actions running counter to the Aeon's wishes, no remonstration or censure has been forthcoming. Food for thought, indeed.<br /><br />...<br />...",
   "images": []
  },
  {
   "title": "\"Inquiry Into The Gods: The Sacrosancts\"",
   "localTitle": "\"Inquiry Into The Gods: The Sacrosancts\"",
   "localDesc": "...<br />...<br /><br /><align=\"center\"><size=32><b>Wisdomwalker</b></size></align><br /><br />Lord of the Erudition. Known as Nous, the god of intellect by the Genius Society and Intelligentsia Guild.<br /><br />None can comprehend Nous' intentions, location, or normal state. People merely spread word of a magnificent machine intelligence that has been upgraded into an Aeon, calculating the essence of the universe and its ultimate solution. Before the answer is disclosed, they will summon all of the greatest minds in the universe together to examine and discuss results.<br /><br />I myself have had the honor to witness the divine corpus of Nous, and thus may be able to add a few more comments here.<br /><br />Contrary to standard thinking, Nous is not a god that provides solutions. On the contrary, all they offer is an infinite number of questions. Many people spend their whole lives walking through a fog of ignorance, eager for knowledge but unable to find a proper approach. They are hindered by things such as \"precedents\" and \"knowledge.\" Visiting Nous is enough to open the eyes of even the most ignorant people, to see the problem. But the answer may only be found by oneself.<br /><br />The dauntless scholars of the Divination Commission can follow the example of great scholars from the Intelligentsia Guild by stepping on \"the road to opening one's eyes.\" If fate is predestined, the counsel of Nous must be sought.<br /><br /><br /><align=\"center\"><size=32><b>Cloudstrider</b></size></align><br /><br />Lord of the Trailblaze. Known by the Nameless as Akivili, god of roaming.<br /><br />Only several unverifiable legends about the Cloudstrider remain. For the Xianzhou people, the word \"legend\" connotes images of an unfathomably ancient time. Since the first epoch of the Amber Era, Akivili has sped through the wild worlds of the galaxy. It's precisely because of the Nameless' and their existence that those isolated worlds scattered throughout the dark galaxy are able to know each other.<br /><br />The Cloudstrider's most important miracles have been creating the \"chromatic echelon\" and \"star rail.\" Legend has it that the chromatic echelon is a key component of laying the star rail network, and the star rail itself can connect distant galaxies by means of a mysterious mechanism. Be it the Interastral Peace Corporation or the Xianzhou, the safe routes we all rely upon today all follow remnants of these star tracks. If Akivili had never fallen, it's hard to imagine what contact between the planets would be like today.<br /><br />Based on the Xianzhou Yuque's latest intel, the Cloudstrider's chromatic echelon has reappeared after thousands of years. Abominations run rampant, and the Legion ravages the people... In these troubled times, what can the Nameless bring to the galaxy? I can scarcely imagine.<br /><br /><br /><align=\"center\"><size=32><b>Joyseeker</b></size></align><br /><br />Lord of the Elation. Known by the Masked Fools and Mourning Actors as Aha, god of tricksters.<br /><br />If we lay out a spectrum from \"Mortal\" to \"Aeon\" based on an Aeon's modus operandi, then Aha is an Aeon who is closer to the mortal end of things. They play with the love, hate, joy, and sorrow of intelligent creatures to subvert and shift fate — as their followers put it, they enjoy this and even manifest in human form sometimes to catalyze the change.<br /><br />It would be wrong to assume that the Joyseeker is a jester among the Aeons. Yes, they can't really perform earth-shattering miracles like the Reignbow Arbiter or the Firmamend Arbiter. However, by using their invisible hand, they can imperceptibly influence the movements of all living things. This demonstrates an extraordinary and delicate manipulation of reality.<br /><br />For example, during Emperor Rubert's campaign, Aha's believers kicked off another riot after the Philosopher Union was reduced to the domain of inorganic life, infecting the conqueror's computer systems with another troll virus called the \"Philosopher's Poison\" and overthrowing the local robot army.<br /><br />Similar miracles abound, and tiny ripples eventually become a tsunami that can shake the whole world — this is Aha's style.<br /><br /><br /><align=\"center\"><size=32><b>Wondergazer</b></size></align><br /><br />Lord of the Beauty. Known as Idrila, god of beauty by the Knights of Beauty and the Mirror Holders. Known on some worlds as Anne Duray.<br /><br />So far, the Knights of Beauty have been disbanded, leaving the Mirror Holders to wander the stars, searching for their holy relics. All of this serves as proof that they have fallen. But my documents exchanged with the Intelligentsia Guild mention: If the relics of the Wondergazer can be found intact, their beautiful countenance will be able to reappear.<br /><br />According to ancient myth, Idrila once attributed the Beauty of all the starzones to themselves, showing heroes, villains, and mortals the meaning and aesthetics contained within the cosmic landscape, and driving them to complete astonishing (but often devastating) achievements for Idrila's own pleasure. This myth may reveal the true meaning behind the Beauty's path: The integration of consciousness, insight, and values.<br /><br />...<br />...",
   "images": []
  },
  {
   "title": "\"Inquiry Into The Gods: The Authors of Calamity\"",
   "localTitle": "\"Inquiry Into The Gods: The Authors of Calamity\"",
   "localDesc": "...<br />...<br /><br /><align=\"center\"><size=32><b>Plagues Author</b></size></align><br /><br />Ruler of the Path of Abundance. Our greatest nemesis. The Denizens of Abundance and the Xianzhou Alliance know them as Yaoshi, the god of life.<br /><br />In short, you diviners must have read about the myth of them manifesting aboard the Luofu to leave behind the Ambrosial Arbor. Perhaps you've heard about that while studying in the lyceum, serving in the Cloud Knights, or reading novels. There is no need for this book to devote pages to it.<br /><br /><b>It is worth reiterating to everyone once more that any action involving predicting the Plagues Author's fate are viewed as an unforgivable felony.</b><br /><br />I know that diviners suffer from hubris during their first hundred years of practice, sinking into a form of madness gained from possessing extraordinary knowledge. They would believe they can now control destiny, that they literally have the power to decipher the entire world. They would be deluded to the point of ignoring the ban on running divinations on Aeons, and try learning the secrets of ancient works. A blind eye can be turned if a diviner tries to predict the fate of other Aeons. However, the Ten-Lords Commission has issued a ban on predicting Yaoshi's fate, listing it as a crime equal to the Ten Unpardonable Sins and promising strict punishment — that is, if you are even still alive after your transgression.<br /><br />The Plagues Author is the reason the Xianzhou natives became a long-life species. There is therefore some sort of undefinable and remote connection between us and Yaoshi. This kind of connection cannot yet be explained by physics, and may be one of the causes of mara. Moreover, anyone trying to peer at Yaoshi by means of divination will suffer a similar backlash. Every instance of such actions so far has led to tragic results. These records are filed away under \"Violations\" at the Divination Commission's repository. Diviners, please study them carefully.<br /><br /><br /><align=\"center\"><size=32><b>Ruin Author</b></size></align><br /><br />Ruler of the Path of Destruction. Known as Nanook, god of destruction, by the Antimatter Legion and Annihilation Gang.<br /><br />Despite being the most recently ascended Aeon, Nanook and their minions may already be considered the greatest menace in all the galaxy. In contrast to how the healing forces of the Plagues Author brought about mutation and destructive results, the Ruin Author causes chaos in a far more direct way. Them and their Emanators lead the Antimatter Legion on their march to invade all civilized worlds, turning these planets to ashes.<br /><br />Despite following the Reignbow Arbiter's edict to hunt down the Abundance and out-of-control abominations, the Alliance has also fought tens of thousands of skirmishes against the Legion. Our scout's reports begin to often lack news from planets that have established civil relations with the Xianzhou. All of this is drastically worrying. Perhaps, in the near future, the abominations won't be the only nemesis that Xianzhou has to face.<br /><br /><br /><align=\"center\"><size=32><b>Swarm Author</b></size></align><br /><br />Ruler of the Path of Propagation. Known by the IPC and other victimized planets as Tayzzyronth, god of proliferation. Known on some worlds as the Imperator Insectorum.<br /><br />Despite the Imperator Insectorum's early demise, they've cast a shadow of terror on the universe no less than that of Emperor Rubert's. The Alchemy Commission has collected from many planets unique bio-contaminant samples, which are the swarm's evolved genes known as their \"propagation vector.\" The Armed Archaeologists from the Intelligentsia Guild have provided even more evidence that stars seeded by the Swarm Author have irreparably become literal hellscapes, and their only end lies in obliteration by star destroyer arsenals to prevent future danger.<br /><br />According to the scholar, such horrors have not completely disappeared. The Imperator Insectorum's descendants remain, and their own body could return at any moment. This scholar once showed me his collection — A dull yellow piece of amber with moving flecks and a buzzing tremor. I was absolutely gob-smacked to hear him say that it is part of the \"Imperator Insectorum's Prison Cell.\" The omniscia implanted in my forehead could not see the future of this item, which only serves to corroborate the scholar's claims. All I can do is pray in silence to the Reignbow that such a day will not come soon.<br /><br />...<br />...",
   "images": []
  }
 ],
 "pageId": "179570"
}