{
 "name": "General's Diary",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "It seems to be a personal diary written in fits and starts by the general of the Seat of Divine Foresight. There is not much content in the diary, and for some reason, the diary's content is all about a cat.",
 "volumes": [
  {
   "title": "General's Diary (I)",
   "localTitle": "Part I",
   "localDesc": "September 7<br /><br />I was wandering around the Exalting Sanctum today, and I saw a foreign Balladian peddling along the street. I went up and found out they were selling pets.<br /><br />The animal I saw looked like a house cat, but its body was much smaller. It was lying down on a mat in a bamboo cage, purring and meowing affectionately. However, after the Ambrosial Arbor took root, most of the Xianzhou people preferred large and strong pets. I asked the Balladian why this animal was so small, and if anyone had shown interest in buying it.<br /><br />The person responded that it is true that Xianzhou people like large and strong pets, but there are also those who love petite and delicate ones. Now that he saw the sparkle in my eyes, he expected that I must be the latter. Perhaps it was fate? I couldn't refuse.<br /><br />The person also said that this small animal is called a grimalkin, and it was one of the species that the ancestors of Xianzhou loved to keep during the Primeval Imperium Era. Today, the strong Xianzhou house cat evolved from this small grimalkin. This was in line with what I'd read in old texts. However, the grimalkin had been extinct for many years. This made me suspicious, and I inquired about its origin.<br /><br />The person swore to me that though grimalkins were extinct in Xianzhou, they were bred on many other planets. This animal is truly just an ordinary white grimalkin. It was neither genetically modified, nor was it an invasive species, so I could rest assured.<br /><br />How could I turn down looking after a long-extinct little animal to help continue its lineage — especially after petting those tender little paws?<br /><br />Eventually, I paid hefty sum for the grimalkin, named it \"Mimi,\" and took it home. Only that I'm too busy with official business and have little time to take care of Mimi. After thinking it over, chores like feeding it and changing its water should also be entrusted to Qingzu.",
   "images": []
  },
  {
   "title": "General's Diary (II)",
   "localTitle": "Part II",
   "localDesc": "December <nobr>22</nobr><br /><br />Mimi is getting bigger and bigger, and becoming more and more attached. It's also very intelligent. Mimi's soft, snow-like fur flows like the clouds, and its nine ridged tail has a big ball of fuzz at the end. Mimi's round, full, and blue irises possess radiating patterns like cracks over ice. Their colors are rich, charming, and dignified.<br /><br />However, Mimi's appetite is strangely large. Is it really a grimalkin? I thought to myself that the name \"Mimi\" might not be too appropriate at this point.<br /><br />Qingzu told me the other day that she had purchased <nobr>200</nobr> catties worth of meat for the Seat of Divine Foresight's meals in the past week, but Mimi wiped it all clean. The story did not end there. She also said that this has become the gossip of the town, and the rumors have it that the general has been neglecting his duties and indulging in gluttony instead. This has gotten the people all riled up.<br /><br />Qingzu was worried that could be bad for me, but I didn't think too much of it and told her not to worry. In my opinion, \"The Glutton General\" sounds more impressive than \"The Dozing General.\"",
   "images": []
  },
  {
   "title": "General's Diary (III)",
   "localTitle": "Part III",
   "localDesc": "January <nobr>19</nobr><br /><br />The food expenses are gradually becoming unsustainable. I thought that there must be some way to deal with this, so I brought in a healer from the Alchemy Commission to check on Wave-Treading Snow Lion (sorry, Qingzu, I'm horrible at naming). The healer's consultation was fruitless, instead suggesting we try some genetic testing. I agreed. The results were in line with its food intake — as expected, it was not a grimalkin after all, let alone an ordinary house cat.<br /><br />It was a lion. Hence the name change to from Mimi to Wave-Treading Snow Lion.<br /><br />However, this fact did not affect its usual grimalkin-like behavior. Whenever Snow Lion is free (it usually is), it either scratches the silk curtains or rips the felt, or engorges itself on its specially-prepared schizonepeta. Of course, Qingzu's effort can't be overstated. She's really trained it well, but sometimes it unfortunately gets in the way of official business.<br /><br />All that aside, the top priority now should be to find ways to reduce the food expenditure. I'm afraid this will take some time to figure it out.",
   "images": []
  }
 ],
 "pageId": "209342"
}