{
 "name": "Curio Management Log",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "A Curio management log written by Asta. It is made public at the station's terminals for all researchers to peruse.",
 "volumes": [
  {
   "title": "Curio Management Log (I)",
   "localTitle": "Part I",
   "localDesc": "Profile Number: <nobr>021</nobr><br />Curio Designation: Astro Rod<br />Remarks: Only as a collection item. Research application is forbidden.<br />Curio Profile: A tool invented by Herta researchers to explore the geological structure of alien planets. Mainly made of the <nobr>108</nobr>th elemental metal from a deceased planet. Its body emits a glowing blue radiance, appearing as if the user is holding nothing. The sensor at the end points to where the user came from and guides them on the way back. No matter how hard the geological structure of the planet is, just gently insert the Astro Rod into the surface of the planet, and it can analyze a great deal of geological data. It is a sacred object in the eyes of those researchers who are fascinated with the study of planetology.<br />Related Studies:<br />1. Chadwick, Department of Galactic Geography Lv. 2 Researcher — History and Future Projection of Astro Rod's Development<br />2. Misa, Department of Galactic Geography Lv. 2 Researcher — The Astro Rod's Developmental History and Current State<br />Researcher Notes:<br />The Astro Rod. I've heard of it even before stepping foot in the space station, and now I finally can see it in its physical form!<br /><align=\"right\">— Wen Shiling, Department of Implement Arts</align><br />An Astro Rod is said to be the gift that best represents someone's love. An Astro Rod can point her in the direction she desires, and can tell her my feelings for her...<br /><align=\"right\">— [NAME OMITTED], Department of Galactic Geography</align><br />Don't think I don't know what you're up to!<br /><align=\"right\">— Bernard, Department of Galactic Geography</align><br /><br />Profile Number: <nobr>056</nobr><br />Curio Designation: Light of The Stars (Defunct)<br />Remarks: The Curio has been damaged during the invasion of Antimatter Legion. Do not submit research applications.<br />Curio Profile: A tiny, pristine, and well-decorated box. The container itself is clean and flawless, and it has nine mini drawers on each of its four faces (not including the top and the bottom faces). Within each drawer is a luminescent crystal that corresponds to a color on the starlight spectrum. Currently only contains parts of its original pieces as the Curio is yet to be fully restored.<br />Related Studies:<br />1. Sara, Department of Insight Lv. 4 Researcher — An Examination on Clues About Aeons Conveyed in Light of The Stars Via Spectral Imaging Technology<br />2. Department of Implement Arts Lv. 2 Researcher — A Study on Denoising Stellar Images of Light of The Stars<br />Researcher Notes:<br />I'm so upset! Only two studies before it's my turn, and the Legion destroyed it!<br /><align=\"right\">— Emily, Department of Insight</align><br />Why does the Department of Insight like studying this thing so much? For all I care, you all are the reason that it's defunct!<br /><align=\"right\">— [NAME OMITTED], Department of Implement Arts</align><br /><br />Profile Number: <nobr>148</nobr><br />Curio Designation: Crackup Conch<br />Remarks: Do not expose to water.<br />Curio Profile: A polished conch, covered in a pattern of planetary rings. Hold it to your ear to hear distant jokes told in the conch. As long as you can hold back from laughing, you can slowly obtain the power offered by the being within the conch. Those who try to gain power in this way will eventually die in a depression of unmatched intensity. Legend says three previous users are still alive and living in seclusion.<br />Related Studies:* Due to outdated research data, the Crackup Conch will be reconditioned in the near future. All related papers are currently disabled. Please stay tuned.<br /><br />Researcher Notes:<br />Thank you, magical conch. If it weren't for you, I wouldn't know what to do when I feel down.<br /><align=\"right\">— Mare, Department of Insight</align><br />What is wrong with this thing? Why does it keep trash talking me? My blood pressure is through the roof. Just how is it de-stressing?<br /><align=\"right\">— Wen Shiqi, Department of Implement Arts</align><br />Let's just change its name and call it Crackup Conch (Corrupted). @Lead Researcher Asta, when will this be updated?<br /><align=\"right\">— Joanne, Medical Department</align>",
   "images": []
  },
  {
   "title": "Curio Management Log (II)",
   "localTitle": "Part II",
   "localDesc": "Profile Number: <nobr>269</nobr><br />Curio Designation: Joy Filtration Set<br />Remarks: Need to contain in an airtight, non-oxygenated environment<br />Curio Profile: A set of <nobr>21</nobr> small portable devices are individually packed in cubes with special materials. These devices come in all shapes and sizes, ranging from voice recorders, micromotors, tie clips, drinking glasses, notebooks, and more. Joy and joy-adjacent emotions can be identified and collected using different devices.<br />Related Studies:<br />1. Rolanna, Department of Implement Arts Lv. 2 Researcher — A Simple Analysis of the Emotion Recognition Logic Implemented Within the Joy Filtration Set<br />2. Mishi, Department of Galactic Geography Lv. 3 Researcher — A Report on Joy Filtration Set's Internal Storage Medium Wavelength<br />Researcher Notes:<br />When can we successfully extract the emotions from the Joy Filtration Set and implant it in my brain?<br /><align=\"right\">— [NAME OMITTED], Department of Insight</align><br />Commenter above, if you are already putting your hopes of experiencing happiness in this, might I suggest you place an appointment with the Medical Department for their counseling services?<br /><align=\"right\">— Rosemary, Service Department</align><br /><br />Profile Number: <nobr>458</nobr><br />Curio Designation: Unbearable Weight<br />Remarks: Please attach a completed Personal Intellect Assessment Form before applying to use the Curio.<br />Curio Profile: A crystal-encrusted crown. The imperial crown from the silicon-based lifeforms of the Totton planet, a living fossil of the monarchy's history. The life forms of this race have clear crystal bodies. They think and communicate through internally generated electrical signals. When a Tottonid dies, it becomes pure mineral. Illnesses in its body turn it brightly colored. Each deceased Tottonid emperor will be embedded in this crown of laurels composed of the remains of previous emperors. The Tottonids believe this crown brings the wisdom of generations to its rulers. It's also the reason why the rulers of the Tottonid have always been unusually large, heavy, and beautiful.<br />Related Studies:<br />1. Silleurite, Department of Ecology Lv. 3 Researcher — A Review of Studies Involving the Genetic Revival of the Tottonids<br />2. Shelyn, Department of Ecology Lv. 2 Researcher — Establishment of an Interaction Inverse Model of the Unbearable Weight and Its Optimization <br />Researcher Notes:<br />Why are there so many Department of Ecology researchers working on this?<br /><align=\"right\">— Wen Shiqi, Department of Implement Arts</align><br />Can the person in charge of the Department of Implement Arts assign something to this person who has nothing to do? He had been leaving pointless comments in several Curios' profiles already!<br /><align=\"right\">— [NAME OMITTED], Department of Ecology</align><br /><br />Profile Number: <nobr>752</nobr><br />Curio Designation: Rating Pistol<br />Remarks: Requires containment within non-refractive material<br />Curio Profile: While it may have the appearance of a common forehead thermometer, the Rating Pistol also has a slightly closed eye on it, which will rapidly spin around a few times antagonistically as you pick it up. Use it on ordinary items and, with a \"beep\" sound, you will see that Pom-Pom is 1 point, Himeko 9 points, the lab's glass doors <nobr>10</nobr> points, and the cosmic bouquet 2 points. March 7th cannot be rated by this device. As for the internal reasoning behind its rating system, every researcher aboard the space station has their own theory, which could have been compiled into a whole book called Study on the Rating System of the Rating Pistol.<br />Related Studies:<br /><span style=\"display: inline-block; color: #eb4d3dff; text-align:center; font-weight:bold;\">???, Department of ??? — I'll give it a go</span><br /><span style=\"display: inline-block; color: #eb4d3dff; text-align:center; font-weight:bold;\">???, Department of ??? — New entry logged. Silver Wolf — <nobr>100</nobr> points</span><br />Researcher Notes:<br />I know Himeko, but which department is Pom-Pom from? How do they only get one point? And who's March 7th?<br /><align=\"right\">— Edmond, Security Department</align><br />These are all written by Lead Researcher Asta. Might be someone she knows!<br /><align=\"right\">— Wen Shiling, Department of Implement Arts</align><br />What, how did garbled text get into this file? Did the terminal get infected by some virus again?<br /><align=\"right\">— Joanne, Medical Department</align>",
   "images": []
  },
  {
   "title": "Curio Management Log (III)",
   "localTitle": "Part III",
   "localDesc": "Profile Number: <nobr>1381</nobr><br />Curio Designation: Total Eclipse of the Heart<br />Remarks: Contain in vacuum. Do not activate.<br />Curio Profile: A conical device made by an unknown polished rock. When the central cones are perpendicular to each other, the device enters a dormant state. When the cones are parallel, the device is activated. When activated, any object that crosses the outer ring will be corroded and disintegrated into basic particles. The device is usually used to disintegrate waste products on the space station and transmute them into usable materials for the different departments. One thing to note is that once the number of objects disintegrated exceeds a certain point, the corrosion area will expand and will cause an observable negative reaction to the psyche of organic life forms. Do not activate without written permission from the space station.<br />Related Studies:<br />1. Esther, Department of Insight Lv. 4 Researcher — Personas and Shadows: A Study of Psychological Impact, from Cone Corrosion to Aeon Projection<br />2. Lamina, Department of Ecology Lv. 3 Researcher — The Effect of Brain Bioelectric Methods and Cross-Species Microcomputer Connectivity on the Efficacy of Brain Rehabilitative Therapy<br />Researcher Notes:<br />What happens when someone's psyche had been corroded? Will it awaken some kind of personality?? Has anyone tried it? Reply please!<br /><align=\"right\">— Lukacs, Department of Galactic Geopolitics</align><br />After you get corrupt, your name will get a (Corrupted) label on the terminal.<br /><align=\"right\">— [NAME OMITTED], Maintenance Department</align><br /><br />Profile Number: <nobr>1984</nobr><br />Curio Designation: Door to A New World<br />Remarks: Unknown<br />Curio Profile: A teleportation device that the Department of Implement Arts acquired by chance. The shape is consistent with the common toilet seat, with a ceramic-textured surface and a complete flushing system. The mechanism of action is unknown for the time being, and no significant side effects have been reported after the teleportation is completed. However, due to personal constitution, symptoms such as dizziness and vomiting may occur after repeated use in a short period of time. Rumors like \"Bury your head in a toilet and flush it, and you will open a door to a brand new world\" was once widely circulated on a certain planet, and the existence of this machine confirmed the authenticity of some of the rumors.<br />Related Studies:<br />(The ████████ experiment using Door to A New World and its data are not available to the public for the time being according to the request of the Department of Implement Arts.)<br />Researcher Notes:<br />I've stuck my head in this thing, but why did I not end up in a \"new world\"?<br /><align=\"right\">— [NAME OMITTED], Department of Galactic Geography</align><br />The researcher in the comment above, you don't seem very sharp. You shouldn't put your head inside. You should be sitting on it and flush!<br /><align=\"right\">— Adler, Department of Ecology</align><br /><br />Profile Number: <nobr>2691</nobr><br />Curio Designation: Energy Black Hole<br />Remarks: Do not expose to food items. Activate the heating mode of the space station's thermostat system before utilizing the Curio.<br />Curio Profile: A heater fueled by some kind of clean energy, it was once used as an electric pancake pan by an IPC trade commissioner (note: attempted). After being spotted by a Department of Implement Arts researcher, it was brought to the space station. The patterns on the surface of the heater was ascertained by the Department of Insight to be the crest of an anonymous family and the name of a person suspected of being ████ Landau. The heating function of the heater is non-functional and non-responsive to any fuel inserted. According to the current observation record, the heater will actively absorb heat energy from surrounding objects, and excessive exposure to it can cause hypothermic reactions to homeothermic animals.<br />P.S. A joint experiment from the Departments of Implement Arts and Service has shown that the energy that the heater can absorb does not, in fact, include caloric energy from food items.<br />Related Studies:<br />1. Thaler, Department of Implement Arts Lv. 2 Researcher — Thermodynamic Properties and Matter Accretion Properties of Black Holes<br />2. Adler, Department of Implement Arts Lv. 2 Researcher — A New Perspective on Population Growth and Explosion: Organic Populations and Black Holes<br />Researcher Notes:<br />What? Not for heating food? So what can this be used for? This touches on the blind spot in my cognition!<br /><align=\"right\">— Mare, Department of Insight</align><br />Nonsense conclusion! That experiment was not rigorous at all, and the \"zero calorie\" decision was unnecessarily stringent! Look, as long as it was not listed on the package itself, the food inside would come up to zero calories! The Department of Implement Arts knows jack s***!<br /><align=\"right\">— [NAME OMITTED], Department of Ecology</align>",
   "images": []
  }
 ],
 "pageId": "209338"
}