{
 "name": "Adler's Research Report on Ghost Stories",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "The research report written by Adler, a member of the Department of Implement Arts. It records all kinds of ghost stories of the Herta Space Station.",
 "volumes": [
  {
   "title": "Adler's Research Report on Ghost Stories (I)",
   "localTitle": "Part I",
   "localDesc": "<align=\"center\">Rowdy Security Door</align><br /><br />During one Amber Era, Herta Space Station welcomed a fateful researcher. He quietly made a vow to devote the rest of his life's effort on the space station to the pursuit of unique scientific research results. Unfortunately, the \"rest of his life\" turned out to be longer than expected, perhaps even amounting to eternity.<br /><br />We know not what sort of experimental accident he faced at the time, but we can confirm that this \"accident\" was a necessary prerequisite for the story that follows. To deduce past events, you might need to use a little imagination — Perhaps it was a Curio capable of \"mental projection,\" or perhaps the project he was working on was itself related to the topic of \"mental projection.\" He pushed the button with anticipation, thinking that the data he had dreamed of would appear on the screen, but what he did not expect was the beginning of a tragedy.<br /><br />The Security Department records show that among the accidents that have occurred in the space station, there have many deaths of researchers, but not once has there been a clear record of a researcher \"disappearing into thin air.\" But his body did, in fact, disappear, and no one knows where he went. Moreover, no one had any records of his experience. Perhaps to this day, a shadow of it still remains in the dust of the space station. What a cruel twist of fate. He completed the final step of the experiment by himself — his mind was completely projected into an object.<br /><br />Just imagine, what kind of experience would it be if you could only \"observe\" what's happening in front of you, but couldn't interact with it or act in line with your own thoughts? The answer: It's torture! The mind is trapped in a \"prison,\" but what do the thoughts represent? What kind of receptacle can carry formless thoughts? Nobody knows the answer.<br /><br />However, this casts a shadow over the space station. Who would like to have a cup filled with a human's negative thoughts instead of piping hot coffee?<br /><br />A researcher responded that he had heard strange noises near the security door of the department. He described the sound as a \"shrill incessant wailing,\" like the cries of some strange creature. My assistant and I quickly completed the interview and investigation, and visited the mysterious and rowdy security door again. However, the situation was regrettable for everyone there. We did not find any suspicious phenomenon, nor any evidence that could support the theory of \"mental projection.\" Under the relentless in-depth investigation of my assistant and I, we finally found a lone Wubbaboo near the security door, who kept making \"woo woo\" sounds. However, one of the researchers, in their exhaustion, mistook this for crying, which eventually led to this wild goose chase.<br /><br />The author hereby requests: Ghost stories need to be debunked, and work needs to be moderated! See you next time!",
   "images": []
  },
  {
   "title": "Adler's Research Report on Ghost Stories (II)",
   "localTitle": "Part II",
   "localDesc": "<align=\"center\">Vanished Toilet</align><br /><br />Author's note: I didn't expect everyone to like my ghost story compilation so much. Thank you everyone for your support! In the future, I will dig deeper with my assistant to bring you a different reading experience. In addition, I also carefully looked over everyone's opinions in the comments section, and many readers expressed that they did not like my writing style. I'll make adjustments in this story. You are also welcome to leave your thoughts in the comments section!<br /><br />\"If a toilet suddenly appears in front of you, do you have the courage to step up and flush it?\"<br /><br />Several days ago, I received a special submission. Due to the request of the contributor, it is inconvenient to disclose the specific details. The only thing that can be revealed is that this is a letter from an \"eyewitness\" of the ghost story, and the experience of the story is also novel, never-seen-before content.<br /><br />By interviewing the eyewitness, my assistant and I pieced together the full picture of the ghost story: If you press the flush button of the mysterious toilet that suddenly appears at the end of the corridor, you will lose consciousness and be \"taken\" to a mysterious room...<br /><br />Since my assistant and I were unable to find the mysterious toilet, it was impossible to explain the mechanism of bodily transportation. But we did visit that mysterious room. The moment when I opened the door, I was actually full of fear and apprehension: Could it be a trap? Or maybe it was a place for some of the space station's under-the-table activities? Alas, in order to reveal the truth to my friends and readers, I went on in.<br /><br />It turned out that it was just an ordinary room, and there was a researcher from the Department of Implement Arts, who was trying to track down the \"toilet.\" Rather, its correct name was \"Experiment <nobr>13</nobr>\"... After patiently talking with the researcher, the full story was uncovered — the mysterious \"toilet\" was a Curio borrowed by the Department of Implement Arts for a confidential experiment, code-named \"Experiment <nobr>13</nobr>.\" Due to a mistake by the researcher in the experiment, Experiment <nobr>13</nobr> caused all kinds of rumors throughout the space station.<br /><br />But is that the whole truth behind the researcher's explanation? Or is it some kind of conspiracy? Or maybe... the answer is left to you to write in the comments section! Everyone is welcome to discuss this topic of \"Space Station Ghost Stories.\" The theme is: Press my flush! Have the pen to yourself!",
   "images": []
  },
  {
   "title": "Adler's Research Report on Ghost Stories (III)",
   "localTitle": "Part III",
   "localDesc": "<align=\"center\">Hiatus Notice</align><br /><br />I regret to inform readers that this account will cease updating content indefinitely.<br /><br />Due to personal reasons, I am unable to continue serializing the follow-up content of this report.<br /><br />At the same time, I hereby solemnly declare that the content published on this account is adapted by the author based on the rumors in the space station. Please understand it does not have any scientific rigor, nor does it represent the views of the author toward participation in any experimental project.<br /><br />Finally, I would like to thank everyone for your love and support throughout the run of this report!",
   "images": []
  }
 ],
 "pageId": "209343"
}