{
 "name": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A special issue of Butterfly Shadow, the most authoritative publication in the Butterfly Fantasy industry of the Xianzhou Alliance. It lists the ten most outstanding works in the developmental history of Butterfly Fantasy within a thousand years.",
 "volumes": [
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. <nobr>10</nobr>: Robe Brethren",
   "localTitle": "No. <nobr>10</nobr>: Robe Brethren",
   "localDesc": "With the increase in contact between the Xianzhou Alliance and other worlds, the unique art form of Butterfly Immersia was popularized to the masses. In this issue, Butterfly Shadow invited thirty veterans of the craft to vote for the top ten best Butterfly Immersia works within the last millennium to pamper our readers.<br /><br />It matters not if you are from the Xianzhou Alliance or if you hail from a world beyond, we hope you would enjoy the following works. They are the zeitgeist of contemporary Xianzhou art and a great reflection of the Xianzhou's spiritual history.<br /><br /><align=\"right\">Editor of Butterfly Shadow</align><br /><br /><align=\"center\"><size=+2>No. <nobr>10</nobr>: Robe Brethren</size></align><br /><align=\"center\">Director: Wan Yi</align><br /><align=\"center\">Script: Ji Rong</align><br /><br />Everyone knows your business is doing well. Your younger brothers are all successful, and you don't need an older brother like me anymore. Only now, after your little sister got beaten up by street thugs, that you thought about me. You don't know what else you can do. How would I know what I did to offend you? You won't even call me \"Brother.\"<br /><br />This piece is set on the Xianzhou Yaoqing at the end of the Three Sufferings Era. Taking the perspective of a Zhuming Foxian man, the piece recounts the story of how he joined the largest Brotherhood in the Yaoqing and became its legendary ringleader as a Yaoqing non-native. The eminent Mr. Wan Yi is one of the first creators who managed to put the art of Butterfly Immersia on the map of artistic appreciation. He pioneered the technology of the Empathy Matrix in this piece, significantly slowing the subjective perceptions of time for experiencers, thus launching Butterfly Immersias into an age of long stories.<br /><br />During the Three Sufferings Era, the social order of the Xianzhou was close to collapsing. In the absence of a social order, organized crime rapidly filled the void and quickly rose up to build their own underground kingdoms. These criminal syndicates are collectively called the Brotherhood, with their ringleader being the Robe Brethren.<br /><br />Four millennia have passed since. Under the protection of the Reignbow Arbiter, the Xianzhou realms had long returned to lawfulness and peace. Terms like the Brotherhood and Robe Brethren had faded into the sands of time, becoming one of the many historical terminologies.<br /><br />However, as they have disappeared in society, the Robe Brethrens have embedded themselves in the depth of Xianzhou's soul as a cultural symbol. Members of the Brotherhood often speak a frightening but decorous Yaoqing dialect. Even in the modern era, one can still see teens trolling the streets and crudely imitating the Yaoqing dialect and fragments of the Brotherhood's tacit creed.<br /><br />In my opinion, what they were reminiscing is not the cruel, chaotic, and lawless era, but the resilience, valor, and honor of these Robe Brethrens. However, these portrayals are merely the playwright's romantic interpretations.",
   "images": []
  },
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. 9: The Old Verdant Home",
   "localTitle": "No. 9: The Old Verdant Home",
   "localDesc": "<align=\"center\"><size=+2>No. 9: The Old Verdant Home</size></align><br /><align=\"center\">Director: Yuan Bo</align><br /><align=\"center\">Script: Bashir Bassett</align><br /><br />— Master, we will soon depart the Verdant Home to return nevermore...<br />— We have never left. The Verdant Home is not elsewhither, but here. The Verdant Home is wherever we stand.<br /><br />This piece is based on the Foxian creation myth and tells an epic story of monumental proportion. Before The Old Verdant Home, works of Butterfly Immersia tend to narrate using only one main perspective. The Old Verdant Home pioneered a multi-perspective narrative that allows the experiencer to live through the wars, peace, stability, and exile at the beginning of the Foxian history, as told from the perspective of the three sages Qingzheng, Manzhi, and Li Si.<br /><br />There was a period of in-depth cultural exchange between the Xianzhou Alliance and the Interastral Peace Corporation, and The Old Verdant Home is a work born in that era. At that time, Ms. Bashir Bassett was probably the most popular dramatist in Interastral Peace Entertainment, and The Old Verdant Home indeed showed her profound dramaturgy.<br /><br />On the other hand, Mr. Yuan Bo's handling of war scenes and perspective switching in this work has also become the basic teaching material for countless Butterfly Immersia students in later generations.<br /><br />However, we can still say that this Butterfly Immersia piece is a special product that could only be made in that era. With the financial resources of Xianzhou, it would've been difficult to film the magnificent scene in which millions of people fought to de death. The Free-Will Illusion technology provided by Interastral Peace Entertainment also allowed the magical effect of total immersion to be brought to life.<br /><br />Sometimes we can't help but feel that the whole galaxy is one isolated island after another, with self-absorbed and xenophobic islanders. Whenever this happens, I immerse myself once again in The Old Verdant Home not to re-experience its plot, but to reassure myself of the kind of miracles we can create when two civilizations work together.",
   "images": []
  },
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. 8: Kaib Mongb Kib",
   "localTitle": "No. 8: Kaib Mongb Kib",
   "localDesc": "<align=\"center\"><size=+2>No. 8: Kaib Mongb Kib</size></align><br /><align=\"center\">Director: Zi Cheng</align><br /><align=\"center\">Script: Zi Cheng</align><br /><br />Kaib mongb kib, kaib mongb kib, when a draft of cold air swirls around your shoulder, do not turn around.<br /><br />When Zhong Si, a Foxian lady from the Fanghu, returned to her village after studying on the Luofu for over a century, she noticed everything had become eerily different from the home in her memories. As she dug deeper, she discovered the village elder had passed away for years, and people are worshiping an indescribable entity as the new village elder.<br /><br />\"Kaib mongb kib\" is a medicinal concept among the Foxians of Fanghu, meaning \"being physically taken over by evil entities.\" Zi Cheng, who grew up in a Fanghu Foxian medical family, naturally utilized this concept and created this piece called Kaib Mongb Kib.<br /><br />Kaib Mongb Kib is the first horror immersia in Xianzhou's history. Previous authors would utilize horror elements in their works to help the plot along and not as the central theme, due to the mindset that extreme negative emotions such as horror would not make for a good entertainment experience. However, Kaib Mongb Kib's viral success utterly shattered the antiquated notion of the entertainment industry and set off a boom for horror-thriller Butterfly Immersias.<br /><br />It is worth mentioning that Zi Cheng used Xianzhou people's fear of Heliobi to masterfully create an eerie atmosphere in this piece. However, Heliobi has now become a standard in horror Butterfly Immersias, and gradually lost its original magic.",
   "images": []
  },
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. 7: Lolling Grass",
   "localTitle": "No. 7: Lolling Grass",
   "localDesc": "<align=\"center\"><size=+2>No. 7: Lolling Grass</size></align><br /><align=\"center\">Director: Wen Guang, Wen E</align><br /><align=\"center\">Script: Shu Kuan</align><br /><br />\"With three hundred chess pieces, one can become comparable to a general who leads a thousand armies; With a chessboard, one can deduce and interpret the political changes of a country.\" This is the principle of The Study of Chess.<br /><br />Based on the true story of the founding of the Whistling Flames trading guild, this piece of work tells an inspiring story that has touched a generation of the Xianzhou people. A young Foxian girl, Yingzhen, was a rare mathematical genius, but her future in the academy was cut short due to a moment of confusion. Foxians of the time were still traveling merchants on the Xianzhou, while Yingzhen, who had to become a traveling merchant, gradually learned how to apply her mathematical knowledge to business. Eventually, Yingzhen founded the Whistling Flames that soon became a business magnate on the Xianzhou, and her book, Lolling Grass, became a compulsory textbook for every merchant on the Xianzhou.<br /><br />Before Lolling Grass, biographical immersias usually focus on heroes, soldiers, pilots, and even bandits or evildoers as protagonists, and their plot is usually about their action-packed lives charged with emotions. A characteristic of these biographical immersias is that they tend to allow the experiencers to experience the magnificent historical moments, rather than allowing one to feel the life journey of the protagonists.<br /><br />Lolling Grass changed the industry in that it is a biographical immersia with a core theme on commerce, but moved away from the rivalry and intrigue of business development, instead focusing on the dry disciplines of mathematics and business as the main axis of the plot, allowing the experiencers to step into Yingzhen's perspective and experience her journey firsthand to achieve conceptual breakthroughs in these disciplines.<br /><br />I remember three hundred years ago, when my fellow students and I went to experience the Lolling Grass, we were all students of immersias, so our grasp on the esoteric arts of mathematics is not good. But when Yingzhen intuited The Study of Chess, we were all overcome by the ecstasy (and shock) of grasping the truth, to the point that we were quaking in our boots. This unique charm might be why the art of Butterfly Immersia cannot be replaced.<br /><br />Another trivia: The popularity of Lolling Grass caused the Wen Sisters to soar in celebrity. This was why many sibling duo directors mushroomed in the Xianzhou within that century. It's a shame that few can reach the height that the Wen Sisters did.",
   "images": []
  },
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. 6: Life on a Plate",
   "localTitle": "No. 6: Life on a Plate",
   "localDesc": "<align=\"center\"><size=+2>No. 6: Life on a Plate</size></align><br /><align=\"center\">Director: Bao Chang</align><br /><align=\"center\">Script: Bao Chang, Xue Xie</align><br /><br />In the art of gastronomy, a paradox exists: Only when you understand that gastronomy is not an art can you become an artist.<br /><br />Life on a Plate is the only veritable-records styled immersia that is chosen for this list. In this immersia, experiencers take the perspective of a lucky epicurean who gets to enjoy an exclusive dining experience with the legendary chef, Xue Xie.<br /><br />Ms. Xue Xie founded one of the most celebrated restaurants on the Xianzhou Yuque — the Hallowed Snow Chalet. In her years of activity, \"Xue Xie\" could almost become a synonym for \"God of Culinary.\" Bao Chang took the opportunity and captured Life on a Plate, creating one of the most over-the-top miracles of Butterfly Immersia history.<br /><br />I would be hard-pressed to pinpoint a particular innovation in this work in terms of the study of immersias for it to qualify for the Millennium Top Ten list. So let's do away with those boring technicalities... Why wouldn't anyone like Life on a Plate? In this immersia, experiencers are invited to the abode of Xue Xie, listening to her recounting of her culinary philosophy while preparing food with her. Allow me to repeat: Why wouldn't anyone like Life on a Plate?<br /><br />Bao Chang was infamous for his egotistical persona after his celebrity. He had publicly shamed pedants who critiqued Life on a Plate. \"If you don't like other immersias, it just means you dislike those works, but if you don't like Life on a Plate, it shows your distaste toward your own life.\" Looking back after centuries, it surprised me to realize the truth in his words.<br /><br />The protagonist of Life on a Plate, Ms. Xue Xie, enjoyed a lifespan of <nobr>384</nobr> years and passed without major diseases. It was said that loneliness was prominent in her later years as she continued to re-experience this immersia that starred herself until the eternal slumber finds her among the vivacity of this fantasy.",
   "images": []
  },
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. 5: Deep Water",
   "localTitle": "No. 5: Deep Water",
   "localDesc": "<align=\"center\"><size=+2>No. 5: Deep Water</size></align><br /><align=\"center\">Director: Yong Zheng</align><br /><align=\"center\">Screenwriter: Fu Rong</align><br /><br />Don't touch it, don't make a sound, back away slowly, that thing is not a waterweed...<br /><br />In the Scalegorge Waterscape, the birthplace of the Vidyadhara race, there is a special profession: \"Pearlkeeper.\" During Vidyadhara's stage of hatching rebirth, they had no means of resisting external threats. Thus, the Pearlkeepers were needed to protect their vulnerable compatriots. Crane used to be a Cloud Knight, but returned to Scalegorge Waterscape to be a Pearlkeeper after retiring. One day, during a routine inspection, Crane came upon some unusual signs. At that time, she didn't know that it was because an evil beast that had been sleeping underwater for thousands of years had awakened... Crane had to join forces with her comrades to battle the evil beast in the dark ancient sea, and protect the vulnerable sacred land of Scalegorge Waterscape.<br /><br />Deep Water is possibly the first immersia of the evil beast genre. Director Yong Zheng and screenwriter Fu Rong could even be called the inventors of the said genre. In addition to this, Luofu Monster, Heliobus Ingenia, and Xianzhou Predator that they collaborated on are also widely regarded as classic evil beast immersias.<br /><br />How to impart the sense of overwhelming oppression of evil beasts, how to use the dark and mysterious environment to invoke terror (such as the ancient sea of Scalegorge Waterscape in Deep Water), and how to shape the moment when human beings fall into fear and burst into courage when facing evil beasts... It is no wonder that scholars of the immersia genre have a saying: \"Memorize all the immersias of Yong Zheng, and you will master evil beast immersias.\"<br /><br />Another point worth mentioning about Deep Water:<br /><br />The art of Butterfly Immersia is loved by all races in the Xianzhou Alliance, the directors of almost all immersias are Foxians.<br /><br />This is inevitable... After all, the filming and production of Butterfly Immersias rely on Foxians' innately keen mental prowess. Focusing on and regulating the fantasy world requires extraordinary meticulousness and ability. Without this ability, making a immersia is tantamount to creating music for the hard of hearing or painting for the hard of seeing... Strictly speaking, it is not impossible, but very difficult.<br /><br />Yong Zheng is undoubtedly an exception. As Vidyadhara, he has become one of the greatest directors in the history of Butterfly Immersia. It is hard to imagine how many difficulties he had overcome to achieve such great success.<br /><br />Foxian directors account for an overwhelming majority in the immersia industry. This also leads to another problem: Before Yong Zheng debuted, most of the Butterfly Immersias told the story of Foxians from the perspective of Foxians. After all, people are better at and more willing to create characters they are familiar with. However, all of Yong Zheng's works in his creative career are from a Vidyadhara's perspective.<br /><br />Be it Crane, the brave and fearless Pearlkeeper in Deep Water, or Linda, the Vidyadhara scientist who was attacked by their own crazed experiment in The Xianzhou Predator, they have all become classic characters in the history of immersia. After Yong Zheng became a household name, more and more works began to bravely choose to tell stories from the perspective of non-Foxians.",
   "images": []
  },
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. 4: Starskiff Pilot",
   "localTitle": "No. 4: Starskiff Pilot",
   "localDesc": "<align=\"center\"><size=+2>No. 4: Starskiff Pilot</size></align><br /><align=\"center\">Director: Sai Hong</align><br /><align=\"center\">Screenwriter: Su Qin</align><br /><br />Sit tight and hold on, get ready for lift-off!<br /><br />A mysterious starskiff pilot who seems to be unremarkable, but in fact has a peculiar skill. Whenever a customer encounters a difficult problem — as small as being late for work, or as big as catching hoodlums, he will say with his signature smile: \"Sit tight and hold on, get ready for lift-off!\" After which, he starts up that mysterious combat starskiff and uses his superb piloting skills to complete the mission and solve the problem.<br /><br />The Starskiff Pilot franchise has released <nobr>927</nobr> films so far across three directors. End each film has had a good box office reception. Frankly speaking, this work, like all fast-paced immersias, has no plot depth, no twists, and few character arcs, only rushing adrenaline. But it is this simple, straightforward, and raw type of experience that has become the longest-running immersia series on the Xianzhou.<br /><br />However, please forgive me for being curt, but the experts invited for this issue put this immersia in the \"Millennium Top Ten\" list (at fourth place no less) to show that they are not biased toward the \"sophisticated\" and \"avant-garde,\" but are also able to enjoy the fast-paced immersias that general fans love to see.",
   "images": []
  },
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. 3: Last Night on the Luofu",
   "localTitle": "No. 3: Last Night on the Luofu",
   "localDesc": "<align=\"center\"><size=+2>No. 3: Last Night on the Luofu</size></align><br /><align=\"center\">Director: Wu He</align><br /><align=\"center\">Screenwriter: Wu He</align><br /><br />— I sometimes feel that life is thirty percent disappointment, thirty percent panic, thirty percent helplessness, and ten percent shared by suffering and love.<br />— If you were given another chance, would you want to live life over again? <br />— Of course.<br /><br />Hai Yuan is a Xianzhou merchant who lived to be <nobr>1100</nobr> years old and is on the verge of being stricken with mara. Now, he is almost unable to think about anything smoothly, and can only endure the nibbling away of the plague. On the eve of going to the Ten-Lords Commission to accept his end, Hai Yuan had a long dream. He dreamed that everyone who appeared in his thousand-year life was waiting for him in a vast wasteland. In the long dream, Hai Yuan discussed life, philosophy, religion, and art with the people in his memories and finally achieved reconciliation with himself. At the end of the immersia, Hai Yuan woke up at dawn and walked into the Ten-Lords Commission with a smile.<br /><br />Wu He is the youngest director and screenwriter to be selected for the Millennium Top Ten. He won the Best Newcomer award at the Exalting Sanctum Immersia Festival with Mount Dingjun, and won three awards of Best Immersia, Best Original Screenplay, and Best Substitution Experience at the Exalting Sanctum Immersia Festival with Last Night on the Luofu.<br /><br />However, compared with the explosive box office performance of Mount Dingjun, Last Night on the Luofu might even be considered to have not been a big hit. This is completely understandable as many people are willing to go to immersias to realize their dreams, but how many people are willing to go to immersias to really have a long dream?<br /><br />But there is no doubt that Last Night on the Luofu is a truly great piece of work. It dives deep into people's hearts, explores fears and desires, and shows how a person can achieve self-consistency and reconciliation even in the last moments of their life. It can be said to be closer to an autopsy on the human condition than an immersia.<br /><br />Some harsher critics believe that Wu He, as a Foxian director, has a wrong understanding of being mara-struck, and that there are some unscientific aspects in his treatment of dreams. In reality, Wu He didn't intend to base his work on scientific principles at all. What this work tells is by no means a \"mara-stricken dream\" in the literal sense, but a highly conceptualized and symbolic analysis into the psyche.<br /><br />It's true, Foxians and Vidyadhara won't become mara-struck, but we can all see a reflection of our own lives from this immersia... All our disappointments, our sorrows, our unwillingness and reluctance — but also, an answer to the most difficult question in the world: \"Why should we carry on living?\"<br /><br />\"For that percent of love.\"",
   "images": []
  },
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. 2: Reignbow Arbiter",
   "localTitle": "No. 2: Reignbow Arbiter",
   "localDesc": "<align=\"center\"><size=+2>No. 2: Reignbow Arbiter</size></align><br /><align=\"center\">Director: Xiao Tong</align><br /><align=\"center\">Screenwriter: Yu Chun</align><br /><br />I urge you to forget about life and death. Let us fight now to turn the tide. I would like to teach you to be ever victorious, brave, and enduring.<br /><br />About four thousand to five thousand years ago, the Xianzhou experienced the chaotic Three Sufferings Era. From a wider perspective, the collapse of social order on each Xianzhou ship is an insignificant bit of history. Instead, the bloody battle of life and death was the tone of that era. Reignbow Arbiter was not Reignbow Arbiter at that time, but a mortal hero. Reignbow Arbiter led the Xianzhou people during the magnificent confrontation with the Denizens of Abundance, which ultimately destroyed the giant tree \"Muldrasil\" of the Wingweavers at the cost of self-burning, but saving the Xianzhou Alliance. Reignbow Arbiter is an epic immersia based on this legend.<br /><br />To this day, there are still a group of fundamentalists who think that Reignbow Arbiter is an immersia that blasphemes Reignbow Arbiter. This is because it allows the experiencer to enter the perspective of Reignbow Arbiter to experience the epic final battle as Reignbow Arbiter, and even experience the process of Reignbow Arbiter's rise to the godhood after death, which can be said to be disrespectful.<br /><br />But in reality, only by experiencing this powerful epic from such a perspective can the experiencer truly appreciate how much blood Reignbow Arbiter and the brave people of Xianzhou shed to achieve the current peace for the Xianzhou to rest and recuperate.<br /><br />But even putting aside the vexatiousness of these fundamentalists, Reignbow Arbiter remains a controversial masterpiece. The biggest controversy is that when Yu Chun wrote the script, the historical facts were modified based on personal preference, which is considered unacceptable to many experiencers.<br /><br />For example, Yu Chun downplayed the existence of the Heliobi leader, the \"Flint Emperor\" in the entire immersia. Yu Chun even summed up the arrow of Reignbow Arbiter that destroyed the Ambrosial Arbor as \"an advanced awakening of an Aeon's power in a mortal body,\" which is an obvious violation of historical facts. At present, historians generally believe that the arrow at that time borrowed the power of the Flint Emperor, but Yu Chun personally dislikes heliobi and revised that part of the story.<br /><br />However, flaws cannot detract from the beauty. Controversial masterpieces are still masterpieces. But in my personal view, I still hope that you can read some more reliable historical materials (such as Ode to Reignbow Path) before experiencing Reignbow Arbiter to avoid being misled by this immersia's dramatized version of events.",
   "images": []
  },
  {
   "title": "Butterfly Shadow's Special Issue: The Ten Best Butterfly Immersias of the Millennium — No. 1: The Bridge to Grandma's Home",
   "localTitle": "No. 1: The Bridge to Grandma's Home",
   "localDesc": "<align=\"center\"><size=+2>No. 1: The Bridge to Grandma's Home</size></align><br /><align=\"center\">Director: Zi Run</align><br /><align=\"center\">Screenwriter: Zi Run</align><br /><br />— Doing this will only end badly<br />— No one has ever had a good ending in this world<br /><br />As the Three Sufferings Era has passed for thousands of years, the social order of the Xianzhou has become more stable, and the Brotherhood has become history. However, the remaining members are still trying to continue the past glory in an era that does not belong to them. The old \"code of conduct\" has broken down, and the new members have no bottom line and are unscrupulous. It was the Brotherhood that caused the last underground war before completely dying out.<br /><br />The Bridge to Grandma's Home is a classic Robe Brethren immersia, also known as \"the last Robe Brethren immersia.\" Unlike most Robe Brethren immersias, the main perspective of The Bridge to Grandma's Home is not a member of the Brotherhood, but the daughter of the boss, little Rain. It is plain as day to anyone with a perceptive eye that little Rain is the embodiment of Director Zi Run.<br /><br />In The Bridge to Grandma's Home, the Brotherhood has shed its polished exterior, and the brethren are just a group of despicable, cruel, and shameless criminals. Zi Run once lived in such an environment, and as a child, fully experienced the extensive bloody conflict within the Brotherhood.<br /><br />The production company Spooky Fantasy Entertainment did not agree with Zi Run's filming of this immersia with a strong autobiographical nature. On the one hand, autobiographies possess strong subject matters specific to the protagonist, which is considered to hinder the substitution of the experiencer. On the other hand, at that time, Robe Brethren immersias had not yet gone out of fashion yet. This led them to worry that such a subversive Robe Brethren immersia would not have a particularly good box office response.<br /><br />In the end, Zi Run had to pay out of pocket to film the immersia. As results would prove, the production company's judgment was wrong. The Bridge to Grandma's Home became the most popular Butterfly Immersia at the box office that year, and was also recognized as the greatest Butterfly Immersia in history.<br /><br />Since then, Zi Run left Spooky Fantasy Entertainment and used the earnings to create Elsholtzia Fantasy Entertainment. The former went bankrupt soon after.<br /><br />There is another thought-provoking detail about The Bridge to Grandma's Home. In real life, a young Zi Run was adopted by an officer when the Cloud Knights completely wiped out the Brotherhood, and lived a happy, enviable life from then on. But at the end of The Bridge to Grandma's Home, little Rain died in her father's arms during his last hurrah.<br /><br />Perhaps deep down, Zi Run really did die that night when the Brotherhood was wiped out.",
   "images": []
  }
 ],
 "pageId": "209339"
}