{
 "name": "The Luofu Sky-Faring Commission Guilds List",
 "iconPath": "a3dcdeaef3a7d460de1b86b57c802fe293c53246d3b55b49d94ae502d9f3d275",
 "desc": "A catalog of trades from the Sky-Faring Commission, recording operations of the guilds aboard the Luofu.",
 "volumes": [
  {
   "title": "The Luofu Sky-Faring Commission Guilds List",
   "localTitle": "The Luofu Sky-Faring Commission Guilds List",
   "localDesc": "There are currently seven trade guilds affiliated with the Luofu Sky-Faring Commission: the Whistling Flames, the Celestial, the Securocrat, the Goldstream, the Plainfeather, the Firefly, and the Aquaglider.<br />For the convenience of connection between the Sky-Faring Commission and various other business interests, the amicassador and scope of trade for each guild are as follows:<br /><br /><size=36>The Whistling Flames Guild</size><br /><b>Amicassador:</b> Tingyun<br /><b>Scope of trade:</b> Import and export of various products for refinement.<br /><br />The Whistling Flames guild has the fastest and safest bio-transport vessels in the galaxy. In addition to industrial processing materials, our guild also handles farming products, breeding, and transformations. We sincerely welcome planets rich in bio-materials to contact us.<br /><br /><size=36>The Celestial Guild</size><br /><b>Amicassador:</b> Yanming<br /><b>Scope of trade:</b> Import and export of various cultural productions, artworks, publications, and other cultural products.<br /><br />The Celestial guild handles trades of art and literary products. Please contact us to discuss further if you want to hold an exhibition or event involving a foreign culture aboard the Xianzhou, or if you wish to showcase Xianzhou culture off-world.<br /><br /><size=36>The Securocrat Guild</size><br /><b>Amicassador:</b> Changqing<br /><b>Scope of trade:</b> Import and export of various weapons and military products.<br /><br />The Securocrat guild trades in military goods. The alliance's mission is <b>solely</b> to maintain order, and eliminate the Abominations of Abundance. Any export of military technology must first be approved by the Sky-Faring Commission.<br /><br /><size=36>The Goldstream Guild</size><br /><b>Amicassador:</b> Changwen<br /><b>Scope of trade:</b> Import and export of various pharmaceutical products.<br /><br />The Goldstream guild handles the import and export of medical and health-related products. Based on the Sky-Faring Commission Trade Management Regulations, any pharmaceutical products not included in the trading allowlist must undergo inspection. Offenders are strictly prohibited from trading with the Luofu.<br /><br /><size=36>The Plainfeather Guild</size><br /><b>Amicassador:</b> Zhiyao<br /><b>Scope of trade:</b> Import and export of various starskiff-related products.<br /><br />In addition to their starskiff exports, the Plainfeather guild also provides after-sales modding services for starskiffs so that they match various different lifestyle and cultural themes.<br /><br /><br /><size=36>The Firefly Guild</size><br /><b>Amicassador:</b> Yunling<br /><b>Scope of trade:</b> Import and export of various goods within the Xianzhou Alliance network.<br /><br />The Firefly guild gathers specialties from all over the galaxy onto the Luofu: the Zhuming's porcelain, the Fanghu's marine products, the Yuque's jade abaci, and various other specialties from other Xianzhou vessels.<br /><br /><size=36>The Aquaglider Guild</size><br /><b>Amicassador:</b> Zhongchu<br /><b>Scope of trade:</b> Import and export of various secondary-industry products (such as agricultural by-products, raw chemical and textile materials, etc).<br /><br />The Aquaglider Guild undertakes trades for almost all industries, and owns a huge fleet of spaceships. They are the largest of the seven guilds aboard the Xianzhou Luofu.",
   "images": []
  }
 ],
 "pageId": "209341"
}