{
 "name": "A Study into the Mara-Struck",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A thesis by the Alchemy Commission verifying the origin of and research into mara afflicting the Xianzhou natives.",
 "volumes": [
  {
   "title": "A Study into the Mara-Struck (Preface)",
   "localTitle": "(Preface)",
   "localDesc": "<align=\"center\"><size=36>A Study into the Mara-Struck: Introduction</size></align><br /><br />Since the manifestation of the Ambrosial Arbor, the Xianzhou natives have acquired an endless lifespan and the Alliance has been exposed to and resisting the mara for some six thousand years now.<br /><br />Just like the maiden voyage of the Xianzhou, it represented the end of humanity's long war against aging and death, it's not until Reignbow Arbiter interfered that the three races allied, and the Xianzhou people began their endless conflict against the undying and Abominations of Abundance.<br /><br />Perhaps time is just a flat circle. The Xianzhou people shook off one opponent, only to welcome an even more powerful foe. But nobody knows from whence the end of this war will come.<br /><br />This humble manuscript attempts to address the origins of the concept of being \"mara-struck,\" the Xianzhou people's changing perceptions toward it, and related scientific breakthroughs. The intention is for readers to understand the nature of Xianzhou native's longevity more clearly and subjectively, and to understand the Plagues Author's indelible influence on Xianzhou.<br /><br />Lady Dan Shu and several healers assisted me in piecing together this book, and I also plucked plenty of first-hand information from the Elixir Research Terrace at the Alchemy Commission. O great friends, you have given me so much that I cannot thank you individually here.<br /><br /><align=\"right\">Alchemy Commission Alchemist, Huayue</align>",
   "images": []
  },
  {
   "title": "A Study into the Mara-Struck (Part 1)",
   "localTitle": "(I)",
   "localDesc": "<align=\"center\"><size=32><b>Origins</b></size></align><br /><br />As we all know, the golden age of the Theophany Era collapsed in an instant: After becoming long-life species, the nine Xianzhou ships reproduced exponentially, eventually reaching the maximum threshold for a population.<br /><br />With thousand-year lifespans, the venerable had monopolized power and wealth aboard the Xianzhou for doing nothing. Meanwhile, on the other side were some <nobr>300</nobr> billion of the coarse, reduced to pieces of meat, who barely comprehended their own existence. The celestial traces granted by the Ambrosial Arbor could never satisfy human greed, and Xianzhou became a bloated, sinking fleet — not even all the delves in the world could keep up with the population growth, and the plan to colonize new frontier planets with the coarse to ease population pressure was like trying to boil the ocean. According to calculations, these worlds would suffer the same fate as Xianzhou within three generations.<br /><br />Ultimately, what later generations called the Civil War broke out. Families and cliques on the nine Xianzhou ships bickered and fought each other, the coarse rioted, and the Yuanqiao was tragically destroyed as it plunged into a red giant star. It was precisely at this delicate moment in time that the first case of mara-struck was recorded in history.<br /><br />Based on records from \"The Three Sufferings\" chapter inside the History of the Xianzhou, the Xianzhou Yaoqing's Master of the Delves (NB: This rank of nobility, back when such things existed, has been lost to the annals of time.) Changhuan loved to wine, dine, and make merry. Not even an attack on the delve could stop him from hosting his thousandth birthday party, and he invited many guests. At the banquet, the nobles looked forlorn as they barely touched their dishes. Only the host, with glazed eyes, swallowed everything before him as he ate several humans' weight in food and drink — as though consigning it all to a bottomless pit, yet still not satisfying his appetite.<br /><br />By the time the guards had been routed and the palace gates bashed down, those who broke in found nobody there. The corners of the room were filled with wriggling pieces of flesh: Countless eyes, ears, tongues, teeth, limbs, hairs, fat... Swelling up or sloughing off like crazy, making it hard to connect all this fleshy matter with having once belonged to a human body.<br /><br />This record of Fatty Flesh was regarded as an absurdist fable for some time. But people soon came to realize that this was not an isolated incident.<br /><br />Faced with public outrage and riots, the self-proclaimed \"Immortal\" venerable either ignored them like bodies in a morgue, or tackled them with witchcraft as though they were possessed. History is littered with countless atrocities: The Zhuming's \"Red Ragelord\", the Xuling's \"Bone Palace\", the Yuque's \"Bloodbath Tomb\"... Behind every tragedy lies one key component: At the end of a long life, people lose empathy for humanity and descend into madness.<br /><br />We thought that it was the tyranny of the powerful. But over the following centuries, the coarse fighting for survival also fell into the same rut. This period came to be known as the \"Age of the Null,\" and the glorious Xianzhou civilization with its Ambrosial Arbor fell into its darkest days.<br /><br />This madness — later coined as mara — began to plague the minds of every long-life Xianzhou native like a living nightmare that is impossible to rid.<br /><br />...<br />...",
   "images": []
  }
 ],
 "pageId": "263507"
}