{
 "name": "Mysterious Advisory Letter",
 "iconPath": "438f4f52bcea0dbb77f1306c255fcfbc7f007697913788c280069da015bcc0e8",
 "desc": "None",
 "volumes": [
  {
   "title": "Mysterious Advisory Letter",
   "localTitle": "Mysterious Advisory Letter",
   "localDesc": "Dear Mr. Carefree:<br /><br />I hope this finds you well!<br />Your suggestions have been well-received. Since then, I've received many favors and I am extremely grateful.<br /><br />However, I've recently encountered some wee matters which I find frustrating. After much deliberation, I've finally decided to trouble you, and I hope that you can be so kind as to enlighten me on the matter.<br /><br />I used to own several entities, all of which being operated in tip-top shape. However, you probably are also aware of the Denizens of Abundance a few decades back — the ones they call Shen, in cahoots with the Disciples of Sanctus Medicus — who all infiltrated the Xianzhou under the auspices of a Grand Fair guild to try starting a riot. I got caught up in all this with the rebels, and my business was getting worse by the day to the point of being unsustainable. I'm afraid it's on the verge of bankruptcy.<br /><br />It's left me sleepless, and I have no idea what to do. It'd be impossible to cover all the debts alone. I've wracked my brains to come up with plans like fleeing to an alien planet, but I'll never escape a warrant from the Ten Lords. If things are like they seem, I'd be better off surrendering at the Hall of Karma and just ending everything!<br /><br />I wouldn't mind if it were only me that's affected, but I've got kids and elders that could be in danger no matter what I do. I cannot countenance such outrageous acts, but no alternative remains: And so I seek your advice, and hope you're able to offer a few pointers. I would be forever indebted to any teachings you could offer; otherwise, I'll be off to the Hall of Karma...<br /><br />*The remainder of the letter is blurry and illegible.*",
   "images": []
  }
 ],
 "pageId": "263510"
}