{
 "name": "List of Archenemies",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A dossier from the Seat of Divine Foresight recording various enemy forces opposed to the Xianzhou.",
 "volumes": [
  {
   "title": "Ruin Scroll: Lord Ravager",
   "localTitle": "Ruin Scroll: Lord Ravager",
   "localDesc": "<align=\"center\"><size=36><b>[List of Archenemies — Ruin Scroll — Contents]</b></size></align><br /><br />...<br />...<br /><size=32><b>Lord Ravager</b></size><br />Doomsday Beast<br />Trampler<br />Voidranger<br />Baryon/Antibaryon<br />...<br />...<br /><br /><align=\"center\"><size=36><b>[Glossary] Lord Ravager</b></size></align><br /><br /><b>Category</b><br /><br />Their identities are not fixed and are based on species of origin.<br /><br /><b>Summary</b><br /><br />A Lord Ravager is an Emanator who oversees many divisions in the Antimatter Legion, and is selected by the Ruin Author, Nanook.<br /><br />Despite the countless worlds, civilizations, and lives that Nanook has annihilated, they still leave a pathway open to delay the doomsday of some powerful victims who obey their will — or who even step gleefully onto the path of Destruction. Endowed with the powers of Destruction, these creatures are twisted into dreadful Lord Ravagers.<br /><br />Rumor has it that Nanook has seven Overlords, each representing one of the seven extremes of Destruction. But so far, we have yet to find any specific data on these seven Overlords.<br /><br />Alliance observational records, corporation intelligence networks — there's barely any useful information out there on this — after all, there are no remnants by definition wherever Destruction goes, and that includes information. At least four of the Overlords remain a complete mystery, and can only be distinguished by their affinity for Destruction.<br /><br /><b>Observational Records</b><br /><br />[Zephyro]<br /><br />With a terrifying reputation as a one-man army, Zephyro is the most passionate Overlord about violent destruction. Zephyro is obsessed with the raw power and beauty of things just as they burst open at the point of destruction.<br /><br />In Year <nobr>6804</nobr> of the Star Calendar, the sun of New Bethlehem was ignited, scorching its planetary surface with huge amounts of radiation and instantly turning it into glass;<br />In Year <nobr>7143</nobr> of the Star Calendar, a huge cyclone was stirred up, smashing the ecosystem on Aedirn into smithereens;<br />In Year <nobr>7658</nobr> of the Star Calendar, the Moonshield's outer shell was drilled straight through, launching an attack on the planet core that crushed the entire world...<br />These acts of Destruction neatly encapsulate Scorching Flare's extreme passion for doomsday scenarios.<br /><br />Potential threat to the Alliance: Very high.<br /><br />[Celenova]<br /><br />Celenova is the front-line general for the Ruin Author Nanook.<br /><br />For some reason defying logic, Celenova is Nanook's most frequently-used general. Her troops spread throughout the galaxy, weaving a network of destruction between the stars.<br />The Yaoqing, the Zhuming, and the Fanghu ships all have records of fighting against Celenova's minions.<br />Stellaroar is also the only Emanator of Destruction to board a Xianzhou ship. Records from the History of the Xianzhou have her requesting a ceasefire with the Xianzhou Zhuming around Year <nobr>5700</nobr> of the Star Calendar, requesting the ship to change course and assist in attacking the homeworld of the wingweavers.<br /><br />Potential threat to the Alliance: Very high.<br /><br />[Irontomb]<br /><br />Irontomb's modus operandi is attacking technologically advanced civilizations.<br /><br />All survivors — without exception — recount the same experience: A complete intellectual collapse.<br />In a flash, inorganic AI legions are paralyzed or turn against their mates; outer space defense arrays begin targeting the home planet; flying vehicles scatter at random like flies, unable to target the enemy... Irontomb's forte is attacking civilized worlds confident in their technology.<br />Recently, the Xianzhou Yuque has produced intelligence about Irontomb attacking the Baranza Forge. We must guard against his attack as soon as we can.<br /><br />Potential threat to the Alliance: Very high.<br /><br />[???]<br /><br />This Overlord's name has not been clearly identified, but they have left behind observational records.<br /><br />Stargazers of the Yuque once produced <nobr>152</nobr> consecutive years worth of observational records about the dead planet Syracuse-III.<br />The Legion crept very slowly toward this front line, building up an advantage, exerting pressure, and chipping away at any resistance. Just like observing an ant colony, they watched their victim experience slow structural collapse.<br />Similar phenomena also occurred during the deaths of Red Babel, the Ogul ring, and others. Speculation rose that behind the scenes lay an Overlord with the calm, self-sufficient temperament of a chess grandmaster, pulling the strings of strife as it developed.<br /><br />Potential threat to the Alliance: Very high.<br /><br />[???]<br /><br />This Overlord's name has not been identified, but they have left behind observational records.<br /><br />Based on IPC records, at least <nobr>122</nobr> planets were plunged into chaos of unknown origin over the past <nobr>600</nobr> years before their ultimate demise at the hands of the Antimatter Legion.<br />Corporation investigators initially leaned toward these being isolated events. But all disaster assessment reports attributed these events to a single cause: \"spiritual\" disintegration; the internal conflict of belief systems; the crumbling of spiritual pillars; the collapse of trust within civilizations; and the complete abandonment of all hope.<br />The Yuque's Divination Commission believed that behind these series of events lurked an unseen Lord Ravager.<br /><br />Potential threat to the Alliance: Unknown.<br /><br />[???]<br /><br />This Overlord's name has not been identified, but they have left behind observational records.<br /><br />The Intelligentsia Guild has provided a light comparison map of the starzone around the Yvanna chain. One-third of its stars have been extinguished by some unknown force for nearly <nobr>300</nobr> years, and it is beyond reason to suggest that this has occurred naturally.<br />The Antimatter Legion roams freely across these worlds shrouded in darkness, raining down destruction upon this eternal nightscape. Survivors from the Yvanna system term this one \"The Sun Devourer.\"<br /><br />Potential threat to the Alliance: Unknown.<br /><br />[???]<br /><br />This Overlord's name has not been identified, but they have left behind observational records. <br /><br />Ecologists from the Luofu's Realm-Keeping Commission once researched a strange world that has completely been converted into antimatter. All antimatter objects hurtle toward their matter counterparts, releasing a destructive dazzle upon impact.<br />Antimatter Legion Creations have always had distorted, twisted appearances. When destroyed, many instantly implode with an intense backfire, dragging their enemy along with them to their destruction. Perhaps this strange characteristic is derived from this unnamed Overlord?<br /><br />Potential threat to the Alliance: Unknown.<br /><br />(Two lines of postscripts are recorded at the bottom of the dossier)<br /><br /><align=\"right\">\"The Cloud Knights have been created following Reignbow's edict to fight against Abominations, but so many battles were had against the Antimatter Legion since its foundation. In foreseeable future, the Cloud Knights will inexorably come up against minions of the Ruin Author, so adequate preparations should be made soon.\"</align>",
   "images": []
  },
  {
   "title": "Abomination Scroll: The Borisin",
   "localTitle": "Abomination Scroll: The Borisin",
   "localDesc": "<align=\"center\"><size=36><b>[List of Archenemies — Abomination Scroll — Contents]</b></size></align><br /><br />...<br />...<br /><size=32><b>Borisins</b></size><br />Wingweavers<br />Houyhnhnms<br />Viscorpi<br />Heliobi<br />Cobrakinds<br />...<br />...<br /><br /><align=\"center\"><size=36><b>[Glossary] The Borisin</b></size></align><br /><br /><b>Category</b><br /><br />Primates — Hominids — Canine subspecies<br /><br /><b>Summary</b><br /><br />The borisin are the oldest nemeses of the Alliance, and the main constituent of the Denizens of Abundance. Their planet of origin remains unknown. However, judging by genetic screen results, the borisin share a common ancestor with the Foxians — yet the two have diverged onto very different paths.<br /><br />Foxian epics tell how the races were divinely inspired by a Lord of Longevity from beyond the stars. Drinking from the Redspring, they were granted immortality. But later historical developments saw the borisin consider the Foxians as slaves or cannon fodder, fueling their desire to conquer the stars.<br /><br />According to verifiable Alliance records, there have been three large-scale wars between the Xianzhou and the borisin, with heavy losses on both sides. Therefore, the Cloud Knights must remain vigilant about the borisin's movements.<br /><br /><b>Physiology</b><br /><br />The borisin have a distinct canine anatomical structure: Broad, slender skeletons; powerful jaws and neck muscles; well-developed fangs; pointed ears atop the skull; and sharp claws on hand and foot.<br /><br />Within the broad classification of long-life species, the borisin can be said to have the greatest healing ability.<br /><br />Alongside this hyper-healing is their ability to shapeshift (known as \"Moon Madness\" by the borisin). This ability has also been observed very rarely in some Foxians (apart from the Foxians of the Yaoqing). Shapeshifting is accompanied by intense hyperplasia of the bone and muscle structure, such as a protruded snout and jawline, and the twisting in of the foot structure. This damaging deformation process is eventually completely restored by the borisin's rapid healing ability.<br /><br />During battle, the borisin emit a pheromone known as Lupitoxin, which stimulates fear in the amygdala. To counteract these effects, the Cloud Knights take medicinal pellets to suppress their innate fear when in combat.<br /><br /><b>Technology</b><br /><br />The borisin are particularly skilled at biotechnology, and perform various body modifications upon themselves. Borisin armor and weapons both have characteristics of living entities.<br /><br />Their ships are known as mechabeasts or beast ships. These are biological spaceships with the ability to feed, attack, and reproduce. The borisin's combat vessels for everyday hunting are also known for their rapid velocity.<br /><br /><b>Politics</b><br /><br />The borisin have a tribal council system, with many ancient cultural traditions centering around the strong preying on the weak, or respect for force.<br />A single tribe is called a \"Pack,\" and a multitribal entity is called a \"Great Pack.\"<br />The borisin often select the most cunning and strong to lead their Pack: the Brood Lord. For a Great Pack, the leadership selection process forces the competing Brood Lords to fight each other, ranking them from top to bottom based on strength. A Great Pack leader is called \"Father Wolf\" or \"Warmuhtar\".<br /><br /><br />(Two lines of postscripts are recorded at the bottom of the dossier)<br /><br /><align=\"right\">\"The last Warmuhtar, Hoolay, has been interned and now the new Warmuhtar is...?\"</align><br /><align=\"right\">\"Anecdotal accounts seem to suggest that it's Angqin or Leesa. — Qingzu\"</align>",
   "images": []
  }
 ],
 "pageId": "263517"
}