{
 "name": "Remnants of a Barista's Handbook",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A handwritten page from a secret book.",
 "volumes": [
  {
   "title": "Remnants of a Barista's Handbook",
   "localTitle": "Remnants of a Barista's Handbook",
   "localDesc": "<align=\"center\">Monday, March <nobr>20</nobr>th</align><br />Objectively speaking, people like me are novelists in the purest sense. I don't write for money. I write whatever comes to mind. Everything I've seen and all my experiences from traveling are reflected in my novels. If it wasn't for family, I really wouldn't be helping out at the cafe.<br /><br /><align=\"center\">Tuesday, March <nobr>21</nobr>st</align><br />The customers today were basically all young couples. There was one curious pair. The man was yakking on to the woman about his history of \"starting a business from scratch.\" It was so awkward, but the lady seemed to enjoy it. I stood in front of the counter and listened in for a long time until my back hurt. I was trying to look for some inspiration, but there was laughably none to be found.<br /><br /><align=\"center\">Friday, March <nobr>24</nobr>th</align><br />Two times in a row, it was the lady who paid the bill. And judging from their clothes, she was rich, and he wasn't. While the nature of love does not discriminate based on wealth, the \"rich girl, poor guy\" trope is excellent writing material. A rich but innocent girl meets a poor loaf with an ulterior motive. Love takes root from the seed of lies.<br /><br />\"She was immersed in this fantasy, completely ignoring the falsehood it concealed. This may be the first time in her youth that someone is willing to talk to her so patiently. Her fantasy and thirst for love, and the shackles of her family that bind her have now come so closely together. Even though they have only met twice in the cafe, she is already at a loss, completely absorbed this great white bliss. So much so that she would not doubt that this was all an elaborate ruse. Because up till now, no one else has even had the thought of deceiving her. Not to mention, deception also costs precious time.\"<br /><br /><align=\"center\">Sunday, March <nobr>26</nobr>th</align><br />The couple came to the cafe for the third time, and the man named \"Bill\" brought the girl some papers — documents to invest her family's wealth in. The poor girl, who has never seen the dark side of the human heart, does not know how to refuse, and is played like a fiddle by the cunning loaf.<br /><br />\"The investment document incessantly tugs at her shame, a constant reminder that the love she longs so dearly for can never overcome a certain line. Faced with such a sudden advancement, she is struck to the bone with nervousness. All she could muster were a few shy nods, unable to refuse anything. Even though she grew up in a generous environment, she never expected the tolerance and goodwill of society.\"<br /><br />The novel's outline is complete and I estimate that I should be able to finish it in a month or two.<br /><br /><align=\"center\">Monday, April 3rd</align><br />Some Silvermane Guards came and said that the Fragmentum's corrosion will soon spread to Backwater Pass, and that I should tell the cafe owner to prepare to move. It's a pity that I've only recently started to like the life at the cafe. I love the feeling of carefully grinding coffee beans and meticulously brewing, only to come up with a bitter lump of paste. Ironic and helpless, just like most people's lives.<br /><br /><align=\"center\">Tuesday, April 4th</align><br />The couple hasn't been here for almost a week. Maybe it's because the transport hub has been closed to traffic. That \"Love is tragedy\" is something everyone knows. So, let's end the new book with a tragedy.<br /><br /><align=\"center\">Wednesday, April 5th</align><br />The couple actually came today. They didn't order coffee, just a cup of hot water. The woman cried a lot. It seemed that her father had cut her off after knowing about them, and now she can't even afford to eat. Bill gave her some money to stay at a hotel for a few days before going back to make amends with her father. This Bill is no novice. He's playing the long game.<br /><br /><align=\"center\">Friday, April 7th</align><br />The surrounding shops are almost all done moving. After cleaning up, I had to go to the Plaza's Management Office to go through the procedures of ending the rent. I didn't expect to see Bill there. The guy was crying to the people at the Management Office about how he was cheated by the young lady of the developer's house. But the people at the Management Office said that the girl named \"Lavonne\" was just a real estate agent. She wasn't the boss's daughter. Ha? Wouldn't you know? Truth really is stranger than fiction.<br /><br /><align=\"center\">Sunday, April 9th</align><br />There is still a box of candy, and four boxes of outdoor furniture that have not been removed. Despite all his tiredness, my uncle can still be so stingy. Why didn't he ask for help? He just had to come by himself. Oops, I realized I haven't bound my manuscripts yet. Hopefully nothing gets left behind.",
   "images": []
  }
 ],
 "pageId": "29328"
}