{
 "name": "Solwarm Festival Celebration Plans",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "Belobog's traditional holiday celebration plans... But not this year's.",
 "volumes": [
  {
   "title": "Solwarm Festival Celebration Plans",
   "localTitle": "Solwarm Festival Celebration Plans",
   "localDesc": "<align=\"center\">Solwarm Festival Celebration Plans</align><br /><br />To all residents of Rivet Town:<br /><br />On this festive occasion, the Rivet Town Administrative Committee and Chamber of Commerce offers our best wishes to all townspeople, and we have prepared a seven-day-long celebration for you. The specific arrangements will now be announced as follows. We sincerely invite all residents to attend and celebrate this wonderful festival together!<br /><br /><align=\"center\">Seven-Day Celebration of Solwarm Festival</align><br />The Solwarm Festival celebration will span seven days this year, starting on the Monday following the date of this announcement. During this period, the Administrative Committee will set up a celebration area in Rivet Town Plaza for various activities. We will save the grandest celebration for Sunday, marking the culmination of the seven-day celebration. Unlimited food and beverages will be provided during the celebration, and all townspeople can indulge in the festive atmosphere without holding back on fine food and drink. Families can also organize their own booths during the celebration to show off what they have to offer. The Sunday celebration will end at exactly <nobr>00</nobr>:<nobr>00</nobr>, announcing the official end of the seven-day celebration of the Solwarm Festival.<br /><br />Additionally, the Chamber of Commerce will also hold the \"Solwarm Festival Garden Party\" at the business street. There will be numerous new Solwarm Festival-themed mechanical handicrafts, as well as plenty of affordable and delicious suncakes available. Everyone is most welcome to shop to their hearts content.<br /><br /><align=\"center\">Special Arrangements for the Orphanage</align><br />In order to let the children of the orphanage feel the warmth of the festival, the Rivet Town Chamber of Commerce discussed arrangements with the caretaker of the orphanage, Natasha. This was in hopes that the children can participate in the Solwarm Festival through a \"homestay,\" program with the residents of Rivet Town, and experience the familial atmosphere during the festival. To this end, the Chamber of Commerce, on behalf of the orphanage, opened up registrations for host family volunteers. When registrations opened, many generously volunteered. The Chamber of Commerce and the orphanage would like to express our sincerest gratitude to the kind townspeople of Rivet Town!<br /><br />At present, the orphanage has sent letters of acknowledgment to all families who registered to participate. The children will arrive at the successfully registered families the night before the celebration to spend a joyous festive period with you!<br /><br /><align=\"center\">Special Arrangements for Silvermane Guard Family Members</align><br />It has been more than a few years since the Silvermane Guards left Rivet Town for the front lines. Taking the military families of Rivet Town into consideration, you actively support your relatives' bravery and sacrifice, while simultaneously contributing your own strength to Rivet Town's development. For this, the Rivet Town Administrative Committee would like to express our greatest respect and heartfelt gratitude to you on behalf of all the townspeople!<br /><br />The Solwarm Festival is approaching. The Rivet Town Administrative Committee and the Chamber of Commerce, on behalf of the residents of Rivet Town, will visit the homes of military family members to extend our regards. Also, we will bring special festive gifts to symbolize the joyful atmosphere. We would like to wish all the military families a happy festival and blissful life. We also happily look forward to all the good news and achievements from our Silvermane Guards away at camp!",
   "images": []
  }
 ],
 "pageId": "29322"
}