{
 "name": "Xin<nobr>-41</nobr> Homeward Cloud Messaging",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "The Homeward Cloud Messaging system transmits echoes from other planets across the galaxy, thereby carrying messages from the researchers' homeland and family to the space station. These are screened by the Department of Galactic Geopolitics and distributed to the corresponding researchers on the station.",
 "volumes": [
  {
   "title": "Xin<nobr>-41</nobr> Homeward Cloud Messaging",
   "localTitle": "Xin<nobr>-41</nobr> Homeward Cloud Messaging",
   "localDesc": "Mail Origin: Planet Xin<nobr>-41</nobr><br />Mail Type: Family Greetings<br />Examination Result: Passed, no memetic virus present<br />Examiner: Elizabeth Watson<br />Send to: Department of Ecology - Entry Researcher - Eikura Shuu<br /><br /><align=\"center\">***S E A L***</align><br /><br />Dear Shuu,<br /><br />Your dad and I are very happy to have received your third letter. It made him so happy that he lit a Harmonious Joy that he has saved for many years to celebrate. I couldn't stop him. You know what I'm talking about. Ever since the Slinkans announced the ban on spices, all related products have been removed from our daily lives. Your dad is risking being arrested and physical punishment to celebrate. He even showed the entire town your letter. Please understand that he's not trying to breach our family's privacy. It's just that he's genuinely proud of having you as his son.<br /><br />That night, everyone bunched together to read your letter. The Curio in the space station that you mentioned is something unheard-of here. And the descriptions of the researchers you work with, heh, well, to people like us who have spent their entire lives on Xin<nobr>-41</nobr>, they sound like geniuses compared to even the Slinkans. However, according to what you said in your letter, the Slinkans aren't the embodiment of the truth nor the dominion of the universe. Then does that mean they aren't able to bring our civilization to its apex? Are there really more majestic beings than the Slinkans? To be honest, this is all a little too much for me. I tried looking through historical records in the pile of dusty books about the period before the Slinkans arrived but was stopped by your father. He said that the only reason I would attempt to do something as risky as reading banned books is that I had nothing better to do. I was about to use your words to talk back to him, but he said that if I had the time for that, I'm better off gathering another basket of leaves from the spice fields so that we would have enough money to send you a few more things from home next harvest season. I thought about it. Your father was right. These things are better left to you young people to think about. Oh, and there was a boy who got really excited reading your letter. His name is Milo, and he used to attend the same academy as you.<br /><br />Let me think... He stood on a chair and said you have brought brand-new knowledge to everyone. He said that you were... the fire bringer... or something. He quickly left after saying that. At the time I'm writing this letter, he has already been missing for twenty-two days. And today, in the foggy morning, his body was discovered. The morning fog has been very thick recently on Xin<nobr>-41</nobr>. I think it's because the Slinkans have increased the burning of spices. I think they're celebrating some sort of holiday or welcoming someone important. A number of small spacecrafts flew frequently around the Slinkan Residential Area. But I digress. Back to Milo. He was lying in the wilderness a hundred meters from the Slinkan Residential Area. His eyes, mouth, ears, and abdomen were stuffed full with used spices. The townspeople all said this is a warning from the Slinkans. We buried Milo on a small hill, on the side where the dark yellow lilacs blossom. A few people cried, including your father. They loudly denounced the thick smoke and how it makes their eyes hurt, but quietly claim that Milo's individualistic style cost him his life. If he had an idea, he should've talked to everyone about it. They also said that he was stubborn like a pair of fire tongs, and did rat anyone out till his death. Don't worry, after what had happened, I won't ever let your dad carelessly share your letters again.<br /><br />Oh, I've also got something that's been bothering everyone. Aren't you working at Herta Space Station? Then what does Madam Herta mean? Is that a person? From your descriptions, she sounds like a Slinkan. Intelligent, wealthy, cold, and a little crazy. You've dealt with Slinkans on Xin<nobr>-41</nobr> for more than a decade, so it's no surprise you were able to earn her favor. Obviously, I'm not saying that your work isn't just as splendid. I believe that getting number one in your evaluation is a result of an immense amount of hard work. But then again, you've already proven you were capable of that when you first passed the exam and received the ticket to board the space station. Oh, and that Master Capote you talked about. Him being so nice to you shows that there are more good people than not in the galaxy, or why would the stories of the Galaxy Ranger be passing around everywhere? If you are a big celebrity on the space station as you say, then you need to be even more careful and restrained. Please don't mind my nagging, I just don't want you to be impulsive and pay the price for it. A mother knows her son better than anyone ever could.<br /><br />Well, that's all the reminders I have for you. I've been dreaming about you lately. In my dream, you locked yourself in a black house. It makes me very worried. Maybe it's because I'm getting old. I let my imaginations get the better of me and it's been affecting my sleep. I'm always worrying about if your work is going well, if you're eating enough, if you've lost weight, if you're wearing enough clothes... and all sorts of other questions. I had the Astral Logistics send you a pair of wool pants I spent an entire season knitting, but it was rejected by the space station... They said that everyone there wears protective uniforms and have no use for something crude like this. Your dad was furious and tossed the pants in the new house we purchased for you. We basically spent all the savings we had from harvesting spices on that house. We're not recklessly spending money. There aren't many other luxuries to be had with the Slinkans ruling the place. We both hope that you can get married and start a family of your own soon. But if you don't plan on staying on Xin<nobr>-41</nobr>, then that's a whole different story. After all, that would be something completely beyond both of our imaginations.<br /><br />Oh Shuu, Mom wishes you health and happiness. Hop on a warp ship soon and come home to us.<br /><br /><align=\"center\">***S E A L***</align>",
   "images": []
  }
 ],
 "pageId": "359649"
}