{
 "name": "Vache's Letter",
 "iconPath": "4e0866b22989204a87eab3ea324bc86095448fa550cadaec043651d70044e0b7",
 "desc": "A letter covertly sent by Natasha's brother, Vache, after being exiled to the Snow Plains.",
 "volumes": [
  {
   "title": "Vache's Letter",
   "localTitle": "Vache's Letter",
   "localDesc": "Natasha:<br /><br />How have you been? I hope you are doing well.<br /><br />I am, as I stated in my previous letter, envious of you. You always show unwavering kindness to your patients... I'm envious of your inherent compassion.<br /><br />I remember giving a speech on stage when I first started school, waving my arms, and advocating for the development of \"Blizzard Immunity.\" In hindsight, I was a fool. During my final days of medical school, I became increasingly stubborn and withdrew into myself. Experiments and ambitions consumed my heart, and the patients who were supposed to be in my care were progressively ignored...<br /><br />Natasha, I dare not beg your forgiveness. I owe the people of the Underworld too much already.<br /><br />I might have spent the rest of my life as a madman wallowing in my convictions if you hadn't agreed to my desire for self-exile. The cold has revealed to me my arrogance. How can a child who grew up in warmth ever begin to comprehend a cure to bitter cold? Thank you for giving me one last chance to discover the answer.<br /><br />I live in abandoned houses under broken roofs and continue my experiments. One step after another, I've made breakthroughs. I'm trembling, not because of the cold... but because I can feel I'm getting closer to the answer I seek... I'd become a pariah, unable to return to civilized society nor to face my parents... but I didn't despair, because I'd discovered the meaning of my existence. I had a feeling I was on the right track.<br /><br />The reagents I developed in the Underworld have a serious flaw: the medication only addresses the issue of organ hypothermia and failure, and it will be caught in a never-ending vicious cycle of consumption and recovery. I should have changed the focus of my study a long time ago and tried to figure out how to raise the temperature of the organs and of the body in a controlled manner.<br /><br />Natasha, thank you very much. You helped me find the missing piece in the development of Blizzard Immunity.",
   "images": []
  }
 ],
 "pageId": "359650"
}