{
 "name": "Snapper Jam Appetizer",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A story about food from a restaurant flier. Possibly some sort of performance art.",
 "volumes": [
  {
   "title": "Snapper Jam Appetizer",
   "localTitle": "Snapper Jam Appetizer",
   "localDesc": "<align=\"center\">*This is an advertisement flyer from a diner that closed down.*</align><br /><br /><size=+18><align=\"center\">The Legend of Snapper Jam Appetizer</align></size><br /><br />The Eternal Freeze was imminent and Belobog had not yet been formally established.<br /><br />Under the command of the first Supreme Guardian, Alisa Rand, workers were summoned from across the country for the largest insulation project ever in history. This enormous layer of insulation would prepare Belobog for the endless blizzard. At that time, a young worker by the name of Nicholas was good at cooking. Not only had he mastered all kinds of traditional dishes, but also had developed many new ones.<br /><br />Every weekend, workers would bring over food to his home, so that he could prepare a big meal for everyone. Every worker would leave his home satisfied with a full stomach. However, it wasn't long until they wanted to taste his delicious food during the work days.<br /><br />\"Is there any way to eat a delicious meal on a cold construction site?\"<br /><br />Food would quickly turn cold and hard due to the weather conditions on a construction site. It didn't taste as good as dishes fresh out of the pot. The heating technology at the time also wasn't as developed. The smart Nicholas believed this to be a major problem, one that almost all workers would encounter. Solving it meant that he could help everyone. Thus, he pondered: Is there any food that can endure the bitter cold?<br /><br />Nicholas spent countless hours trying different dishes at home. He tried various combinations, but none of the results satisfied him. One day, he was mentally exhausted and hadn't realized the fried fish was already cold. On top of that, he accidentally knocked the fried fish into the pot, cooking it together with redsunset jam. By the time he realized, it was already too late. He put the dish aside, ready to throw it out the next day. However, when he woke up the next day, he decided to give it a taste. To his surprise, it was delicious!<br /><br />He had come up with an ultimate cold dish, one that workers could eat in the cold weather.<br /><br />Thanks to Nicholas' promotion, Belobog workers can enjoy a delicious lunch, motivating them to work harder. The news spread to Supreme Guardian Alisa Rand, who tasted his unique dish and praised his innovation. She named the dish \"Snapper Jam Appetizer.\" Afterward, Nicholas made further improvements to the dish. It is now the most famous dish for Belobog gatherings.<br /><br />There are many scribbles on the page:<br /><br />What nonsense and fabrications. A novel?<br />The Supreme Guardian's Secret Visit<br />It was around <nobr>100</nobr> AF when they cultivated the redsunset fruit for jam that could withstand the cold.<br />So that's more useless knowledge. Nice.",
   "images": []
  }
 ],
 "pageId": "359655"
}