{
 "name": "An Evening Journey Through Exalting Sanctum",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "An essay published in the literary review section. There are always wistful people on the Xianzhou who like to write long essays to express their feelings.",
 "volumes": [
  {
   "title": "An Evening Journey Through Exalting Sanctum",
   "localTitle": "An Evening Journey Through Exalting Sanctum",
   "localDesc": "<align=\"center\">Small Talk in Exalting Sanctum: Lifestyle Section</align><br /><align=\"right\"><nobr>13</nobr> November, <nobr>10</nobr>th Year of the Star Calendar</align><br /><align=\"right\">Author: Huai Min</align><br /><br /><align=\"center\">An Evening Journey Through Exalting Sanctum</align><br /><br />On the twelfth of October at the Sleepless Earl, I met my old friend from the Artisanship Commission, whom I had not seen in two or three centuries.<br /><br />It was odd. I recall that I had a minor disagreement with him and we both vowed to never speak again, yet I instantly let go of all our past grievances when I heard him call out for me in the Sleepless Earl... Little did I imagine that we would sit at the same table and drink tea together again after a few centuries.<br /><br />It seems the Sleepless Earl is just the kind of place where you always have surprise encounters.<br /><br />We drank pot after pot of Whale-Tide Spring and called for more hot water. As the tea thinned in its aroma, the daylight started to dim. My friend was assigned to manage ships and equipment in the Cloud Knights and must return to his post according to regulations, and we parted ways unwillingly after exchanging contact details.<br /><br />As I walked below the lanterns on the way home, I recalled the many memories I shared with my friend. I remembered that I passed the flying test when we were learning how to fly ships at the Sky-Soaring Seas, but my friend didn't. I remembered we did part-time jobs at All Under One Roof for a long time just to get enough money to buy the latest Halcyon jade abacus... We were once the closest of friends, yet we didn't talk for centuries because of some disagreement I can't even remember.<br /><br />If my friend and I were not living in the Xianzhou, we might have passed away before we even hit a hundred years old and would have never met again. That would be far too unfortunate.<br /><br />Maybe I drank too much tea and was too excited — I couldn't sleep even though I laid in bed for a long time, and I decided to take an evening walk. The moon in the delve today was clearer than that of days before and would be a pity to miss. It would be best enjoyed with someone else. Luckily, my student was also awake, and I brought him to take an evening walk with me.<br /><br />Past the Garden of Leisure and deep in the grass was the ruin of a garden complex built in the old style. It was hidden deep in the grass and yet to be cleaned out. The masonry reflected a gentle white light under the caresses of the moon. A pseudo-ancient stone lion was lying sideways on the grass, napping sweetly in the open as if it was slowly sinking into a pond of moonlight... My student and I held our breath, terrified of possibly waking it.<br /><br />The other ruins here included stone pillars with lotus capitals and water basins etched with cloud patterns. Unfortunately, there was no complete garden left anymore. Young artists want to revive the old style as \"fashion\" and build old things every once in a while. I believe they, just like me, are terrified of the endless expanse of time. They always want to remember the past more intensely to prevent the bygone days from being diluted, but all this effort will prove to be futile before time.<br /><br />The mossy masonry deep in the grass seemed to be breathing. A distant voice was saying: \"Don't try to understand it. For tonight, you need only to feel.\" I, therefore, stopped thinking too much. During that time, my student had already fallen asleep on his feet.<br /><br />Pedestrians passed the Verdurous Garden every day in the company of moonlight and broken rocks, only this time we have folks of leisure such as my student and I.",
   "images": []
  }
 ],
 "pageId": "409930"
}