{
 "name": "The startaro bubble tea tastes horrible.",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A review on the taste of tea in Starskiff Haven. It was displayed on the screen after being posted to a forum.",
 "volumes": [
  {
   "title": "The startaro bubble tea tastes horrible.",
   "localTitle": "The startaro bubble tea tastes horrible.",
   "localDesc": "<size=32><align=\"center\">Just Chatting — Starwatcher Station</align></size><br /><br /><align=\"right\">It is vitally important to know how to view things, and how to view everything — Commander of the Starwatcher Station</align><br /><br />An Afternoon Tea Break — The startaro bubble tea tastes horrible<br /><br /><align=\"center\">[ACCOUNT DELETED]User_<nobr>93246353</nobr></align><br /><align=\"center\">Posted on: September <nobr>21</nobr></align><br /><br />I can't be the only one who thinks this startaro bubble tea tastes terrible. None of the new products launched by Immortal's Delight this year are palatable! @ImmortalsDelight_LeisureTeas I seriously need to call out the staff putting in the ingredients at your Starskiff Haven outlet. Can they suck up the taro pieces the size of someone's fist? The tea also tastes as bland as water. Did they forget to add the tea concentrate?<br /><br /><align=\"center\">Special Stargazer</align><br /><align=\"center\">Posted on: September <nobr>22</nobr></align><br /><br />They use tea concentrate!? Then why am I drinking it? So that I can taste the overboiled common beans and unwashed taro? There are <nobr>26</nobr> teahouses on Starwatcher Avenue and they're the only one who dares to do this.<br /><br /><align=\"center\">Pie doctor of night</align><br /><align=\"center\">Posted on: September <nobr>23</nobr></align><br /><br />The Sleepless Earl is the only good place left on Luofu. At least they are still brewing tea the old way. That's way better than the streetside shops using mass-produced machines / Forward this message to be in the draw for a Sleepless Earl loyalty card<br /><br /><align=\"center\">So long, and thanks for all the jade abaci.</align><br /><align=\"center\">Replied to: Pie doctor of night, September <nobr>23</nobr></align><br /><br />Ermmmm can't say I didn't guess that ending. Never imagined someone would still be tooting the horn for the Sleepless Earl in this day and age. Can't you tell the owner herself knows nothing about tea? That shop was propped up all because of Outworlders who know nothing about tea culture. How many Luofu locals do you see drinking their stuff?<br /><br /><align=\"center\">Mapo tofu with bownana</align><br /><align=\"center\">Replied to: Pie doctor of night, September <nobr>23</nobr></align><br /><br />I can immediately tell that you're one of those useless people who visit the Sleepless Earl. You think their tea tastes better just because it's in a clay pot and not in a normal cup? Seriously, has anyone been to Royal Tea? They've recently put a big teapot in front of the store and it even says \"Luofu relic. Please do not touch.\" That's what a real classic is, if you ask me. Anyone who still goes to the Sleepless Earl is losing face for us old Luofu citizens.<br /><br /><align=\"center\">Pie doctor of night</align><br /><align=\"center\">Replied to: So long, and thanks for all the jade abaci, September <nobr>23</nobr></align><br /><br />Blabbing about \"Old Luofu\" and \"locals\"... this is what loses face for us Xianzhou citizens! Why do we still have old geezer traditionalists like you? \"All who arrive from the endless starry seas are our guests\" — didn't the teachers in the lyceum teach you this? @StarwatcherStation_StartledDeer Can the mod of the day please delete this post!?<br /><br /><align=\"center\">Let the Trials Come</align><br /><align=\"center\">Posted on: September <nobr>29</nobr></align><br /><br />Woe is me, for the Xianzhou art of tea has perished! In days of yore 'twas a balance of various scents distilled, a frugality of practicality and simplicity combined, a world order of filial respect and table side manners observed, and a modest joy of sipping tea as life's meaning is revealed. Now, cast your gaze upon Luofu, and despair at how all had dissipated! No billows of clouds, no tumbling of creeks, the heavens have forsaken us, and the noble houses are lost. All are now interchanged with works of blunt metal, O the very ugliness of it! Be it so that the tea sets have retired, and that the art of tea is lost to this world. Yet, how unsightly that we now drink tea by the roadside, and sip its aromas as we carelessly walk! Xianzhou had constructed the interconnected web through thousands of dimensions so friends from all corners of the universe could converse, yet now we misconstrue words and spread wide slander and false discourse! 'Tis a time when the very foundations of Xianzhou are in danger!<br /><br /><align=\"center\">Mapo tofu with bownana</align><br /><align=\"center\">Posted on: October 2</align><br /><br />Woah, a real Luofu resident is here! Everyone, scamper! Actually, are they in the wrong section of the station? Lol<br /><br /><align=\"center\">A portrait burning at Starwatcher</align><br /><align=\"center\">Replied to: Let the Trials Come, October 7</align><br /><br />What you say is correct, however the Xianzhou is nowhere near as unsightly as you make it out to be. I am but a humble citizen who has worked for some time in Luofu's tea industry, and it is my opinion that the new metallic tea machines have lowered the threshold for people who want to try out tea. Classic methods such as \"Vegetations in the Alchemy Cauldron\" need so much time and equipment, therefore less and less people were drinking tea that way. I think it's a good thing that more Outworlders can now experience the essence and uniqueness of Xianzhou's art of tea.<br /><br /><br /><align=\"center\">Mapo tofu with bownana</align><br /><align=\"center\">Posted on: October <nobr>10</nobr></align><br /><br />Here's an honest fellow! Everyone, get out of here!",
   "images": []
  }
 ],
 "pageId": "409926"
}