{
 "name": "<nobr>100</nobr> Common Xianzhou Proverbs for Outworlders",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A pamphlet made by the Sky-Faring Commission to help the Outworlders to understand more about the culture of Xianzhou.",
 "volumes": [
  {
   "title": "On Travel: Arriving at the Xianzhou",
   "localTitle": "On Travel: Arriving at the Xianzhou",
   "localDesc": "Scenario<br /><br />Glenn is an Outworlder traveler newly arrived at Xianzhou and she is already looking forward to life here. Passing through the Jade Gate, she arrives at the Starskiff Haven on the Xianzhou Luofu to meet her friend Han Meimei, whom she got to know over the internet. Though Glenn is well-versed in Xianzhou's unique culture and lifestyle amongst the Outworlders, actual life here is still quite different to what she had imagined. There are still plenty of surprises...<br /><br />Dialogue<br /><br />Han Meimei: \"Welcome, Glenn! It must have been a long trip!\"<br />Glenn: \"Thank you, Han Meimei.\"<br />Han Meimei: \"Are you tired? I'll take you to Petrichor Inn to rest first.\"<br />Glenn: \"I'm not tired. You can take me to look around first. I got to know a lot about Xianzhou from the internet, but it still feels very different once I got here.\"<br />Han Meimei: \"And that is what we call 'one showing is worth a hundred sayings'!\"<br /><br />Idiom<br /><br />One showing is worth a hundred sayings<br /><br />Meaning: To see something is far better than to hear about it, indicating that one's own experience is more reliable than hearsay.<br />Usage: The idiom stresses the importance of relying on facts and maintaining one's independent thoughts, instead of being swayed by others' opinions.<br />It can also be used to convey the idea that \"seeing something with your own eyes leaves a stronger impression than only hearing about it.\"<br /><br />Example Usage<br /><br />I'd long heard of Dragon Spring Brew's deliciousness and was delighted to try it, but I was totally disappointed after ordering a pot at Spices Supreme. Seriously, tasting is believing.",
   "images": []
  },
  {
   "title": "On Travel: Presenting Gifts",
   "localTitle": "On Travel: Presenting Gifts",
   "localDesc": "Scenario<br /><br />After Glenn completed the trade applications in the Palace of Astrum and successfully signed the trade agreements, she wanted to express her gratitude to Han Meimei, who had always supported and helped her. She had brought some snacks from her homeland and wanted to gift those to Han Meimei...<br /><br />Dialogue<br /><br />Han Meimei: \"Congratulations! I heard that you've wrapped up the trade agreement. That's great news. I booked a private room at Spices Supreme to have a celebration together.\"<br />Glenn: \"Thank you, Han Meimei! I really don't know how I can thank you better. I've got some snacks from my homeland here...\"<br />Han Meimei: \"Thank you so much. I'm gonna go ahead and take those!\"<br />Glenn: \"This is but a small gift to communicate my vast appreciation. I hope it's enough.\"<br />Han Meimei: \"Thank you. You're too kind.\"<br /><br />Idiom<br /><br />A small gift bears one's vast appreciation<br /><br />Meaning: The gift may be small, but the thought weighs heavy. This saying indicates a gift should not be judged by its monetary value, but by the intent behind it.<br />Usage: \"A small gift for one's vast appreciation\" is a humble euphemism that is usually spoken by the giver of the gift. These polite euphemisms do not have much actual value in Xianzhou's socialization etiquette, but their aim is to sound elegant and proper. Therefore, it may be hard for Outworlders to understand how to use them.<br />For the people of Xianzhou, even an expensive gift may be described via this idiom to reduce the value of the gift. Please remember this is not a dishonest statement or an attempt to discredit the gift.<br />The one receiving the gift usually should not use this idiom because it implies you are belittling the gift. That goes against the Xianzhou code of etiquette.<br /><br />Inappropriate Use<br /><br />I know this jade abacus is not some rare item, but since you came all the way here to give it to me, I suppose that counts as a small gift that bears vast appreciation.",
   "images": []
  },
  {
   "title": "On Work: Life in the Workplace",
   "localTitle": "On Work: Life in the Workplace",
   "localDesc": "Scenario<br /><br />Claude is an Outworlder seeking employment at the Xianzhou, and was hired recently by Glenn as a foreign trade warehouse manager. He started his job of registering stock at the Trove of Verdure warehouses in Cloudford after passing his interview. However, as he frequently turned up late for work and was distracted during work hours, Glenn prepared to have a serious talk with him...<br /><br />Dialogue<br /><br />Glenn: \"Why are you never at your post when I'm checking up on you?\"<br />Claude: \"The one who seeks can never find what they're seeking, and the one being sought can never encounter the one seeking.\"<br />Glenn: \"If you keep leaving your post, then I'll have to fire you.\"<br />Claude: \"Hahaha, yeah sure.\"<br />Glenn: \"Deal. Your wish is my command.\"<br /><br />Idiom<br /><br />Your wish is my command<br /><br />Meaning: Rather than showing respect using words, it is best to just obey the other person.<br />Usage: Its original meaning is to accept the goodwill of others instead of politely trying to decline for superficial humility. This is a polite phrase often used after someone gifts you something or shows you favor. The above scenario shows an extension of that use, indicating \"we don't need to be polite to each other anymore.\"<br />This idiom was originally a phrase of humility that can only be applied to oneself in the Xianzhou culture. In contrast, there are phrases of respect that can only be used on other people. When living at Xianzhou, one needs to be able to identify the differences between phrases of humility and respect, and avoid situations where the two types of terms are mixed up and misused.<br /><br />Inappropriate Use<br /><br />\"There are <nobr>3000</nobr> documents here. Please send them to me today after registering them all, and make it so my wish is your command.\"",
   "images": []
  }
 ],
 "pageId": "409937"
}