{
 "name": "Echoes of Antiquity: A Grand Overview of Traditional Xianzhou Folk Culture",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "A small pop-science book on Xianzhou folk arts written by Mr. Xiyan for outworlders.",
 "volumes": [
  {
   "title": "Echoes of Antiquity: A Grand Overview of Traditional Xianzhou Folk Culture — Prologue",
   "localTitle": "Preamble",
   "localDesc": "Compared with your thriving and ever-changing entertainment industries, culture and entertainment on Xianzhou have developed rather slowly. Developments in culture always require the new to supersede and replace the old, but as each generation on Xianzhou is so long, it's difficult to change any aesthetic trends or styles.<br /><br />Of course, this is just a crude interpretation. A more nuanced interpretation would be: Mainstream culture on the Xianzhou is rather classical, even retaining many original forms from antiquity. You'll definitely feel its unique charm as long as you visit the Sleepless Earl on a storytelling night. Somebody once told me after listening to a performance: \"I can't help but cry after listening to that tune. It feels like I were listening in to echoes of antiquity!\"<br /><br />Mr. Xiyan and I are old friends, and he really loves discourse. One day, he acted on a whim and began collating all of these old songs for organizing. I took my chances too, and encouraged him not to quit. My daughter Mengming is young, and doesn't know about all this old culture. This book is extremely helpful for her.<br /><br />If you're interested in these \"Echoes of Antiquity,\" then come and let Mr. Xiyan teach you a thing or two!<br /><align=\"right\">Shuhua</align>",
   "images": []
  },
  {
   "title": "Echoes of Antiquity: A Grand Overview of Traditional Xianzhou Folk Culture — Storytelling",
   "localTitle": "Storytelling",
   "localDesc": "Storytelling is a form of folk art enjoyed by almost all Xianzhou residents. It's an extremely simple art form: One person, one fan, and one gavel on stage, with a full house listening on. That's all you need to know about this ancient art.<br /><br />Storytelling themes fall into three categories: Legendary stories, historical epics, and urban banter. Legendary stories divide tales into supernatural, mystery, and chivalry. Historical epics, meanwhile, divide tales into imperial, heroic, and villainous. Urban banter tales don't really have their own subcategories, and focus instead on those small, everyday stories — particularly humorous ones.<br /><br />Storytelling may look simple enough, but there are in fact many different ways of doing it. My humble style is at least <nobr>600</nobr> years old, but when an ignorant junior asks me, \"Mr. Xiyan, do you know how to perform storytelling?\" I could only answer, cheekily: \"Barely.\"<br /><br />All you need to tell stories is your mouth, but you can't just leave people there \"listening\" to a boring story. No, a storyteller lets you see, feel, and smell each little detail. Even though you're just sitting there, I have to take you along with me, so it feels like you were immersed in this story. For example, if you're talking about a treacherous battle some <nobr>5000</nobr> years ago — one you weren't around to see, heck, I wasn't even around back then. You want to leave feeling as though you were an eyewitness who just escaped the perils of the frontline.<br /><br />But really, it's impossible to get a sense of it no matter how lively I might describe things to you. You're better off going into the Sleepless Earl and catching one of my humble performances: Then, you'll eventually get it.<br /><br />It's okay if I don't have a show that day. Any show performed at the Sleepless Earl will leave you feeling satisfied. As for other precious Xianzhou folk art forms out there, we will continue discussions below.",
   "images": []
  },
  {
   "title": "Echoes of Antiquity: A Grand Overview of Traditional Xianzhou Folk Culture — Xianzhou Chordophone",
   "localTitle": "Xianzhou Chordophone",
   "localDesc": "Xianzhou Chordophone is a kind of traditional folk art. The name comes from the performer who has to play a chordophone while reciting along at the same time, hence, \"Xianzhou Chordophone.\" The lyrics and rapping of this style convey a vivid ambience of everyday markets, mainly using urban slang and sometimes even lacking strict rhymes. Its themes cover a wide range, from heroes of yore to passionate romance.<br /><br />In my humble opinion, Xianzhou Chordophone has the highest barrier to entry for any local folk art: Not only do prospective artists need to be nimble in speech, but they also have to be excellent performers. One solo performer has to play many characters, distinguishing each to the audience by using only recitation and rap.<br /><br />Not just that, but it's called \"Chordophone\" for a reason: Extreme proficiency in playing the Xianzhou chordophone is naturally a key requirement. Despite having only three strings, a Xianzhou Chordophone performer can use them to subtly evoke thousands of different moods, scenes, and emotions. I'm not talking about merely stringing along on a chordophone here.<br /><br />When I was young, I heard Master Qiju's chordophone tale \"Jing Yuan's First Hunt\". By \"young\", I was almost <nobr>300</nobr> years old... But her superb acting and outstanding musicianship still move me deeply to this day.<br /><br />Now, Master Qiju has already entered into the Hall of Karma. Some new performers have honed their craft over the centuries to also perform this masterpiece to perfection. But I truly still prefer and yearn to hear her rendition of \"Jing Yuan's First Hunt.\"",
   "images": []
  },
  {
   "title": "Echoes of Antiquity: A Grand Overview of Traditional Xianzhou Folk Culture — Foxian Drum Chanting",
   "localTitle": "Foxian Drum Chanting",
   "localDesc": "Foxian drum chanting is the youngest out of all the Xianzhou regional folk arts.<br /><br />Its origins can be traced back to the first Foxian merchants banging pots and hawking goods out on the street when the Foxians first joined the Xianzhou Alliance. Performers strike drums while singing with the rhythm. It's almost exclusively a singing art, with almost no spoken word.<br /><br />Foxian Drum Chanting themes closely align with the ethnic characteristics of the Foxians, who praise heroes and romance while singing of passionate battles and ardent emotion. However, compared with the simplicity of Xianzhou Chordophone, Foxian drum chanters usually adopt serenely beautiful and boundlessly evocative lyrics.<br /><br />But I don't think this is a contradiction. After all, one of the earliest Foxian drum chanting songs is the Foxian traditional \"Epic of the Old Verdant Home.\"<br /><br />In recent years, two Foxian drum chants have become quite popular: The \"Cloud Knights Against the Borisin\" with its depiction of historical heroes, and the soft, joyful romance of \"Foxian Bewitched.\" If you've got the time to spare, I recommend you give them a listen.",
   "images": []
  },
  {
   "title": "Echoes of Antiquity: A Grand Overview of Traditional Xianzhou Folk Culture — Vidyadhara Elegies",
   "localTitle": "Vidyadhara Elegies",
   "localDesc": "Neither Xianzhou Chordophone players nor Foxian Drum Chanters really pay much attention to melody. Xianzhou locals focus on their playing of the chordophone, rather than singing, while the Foxians focus on lyrics, often beating the drum along to the same melody for the whole song. The Vidyadhara locals are different: They use only a simple castanet for their instrument, relying on extremely diverse sets of melodies.<br /><br />But if you're a cheery listener who doesn't particularly like to hear tales of suffering and you see a Vidyadhara local take up their castanet to start clacking and singing... Then I humbly advise you to run for the hills! As what follows may just be unbearable for you.<br /><br />It's because Vidyadhara elegies can be said to represent all of the most tragic aspects of Xianzhou culture. When singing of love, Xianzhou Chordophists sing of schoolyard crushes, Foxians chant of unbridled passion, but the Vidyadhara players sing about loves lost. Similarly, the heroes of Xianzhou songs are chivalrous and courageous, the Foxian heroes drive out treacherous evil, but the Vidyadhara players sing of pyrrhic victories.<br /><br />Vidyadhara elegies suit a tragic tone, and they only have a handful of happy endings. Most performances leave listeners with a bitter-sweet taste. Now that I think about it, Vidyadhara elegies originate from an era of great unrest for them, and perhaps this commitment to the tragic form comes from such times of turmoil.<br /><br />Several hundred years ago, there was once a Vidyadhara player named Ling Jie who sang two operas which went sensationally viral aboard the Xianzhou Luofu: \"Dragontooth Tales\" and \"Fateful Rebirth.\" \"Dragontooth Tales\" is a heroic epic with a tragic ending, while \"Fateful Rebirth\" tells of the ill-fated romance between a Xianzhou local and a Vidyadhara local that can only end in tragedy for all.<br /><br />Nowadays, Ling Jie has been hatched and reborn, but her works have not been lost. Countless Xianzhou residents follow in the footsteps of Ling Jie and study these elegies, many of whom are not even Vidyadhara themselves. In this day and age, whenever you hear someone singing a Vidyadhara elegy in Xianzhou, they'll almost definitely claim to be a devoted disciple of Ling Jie.<br /><br />That's why I always thought that Ling Jie's rebirth was different from other Vidyadhara players. Her culture really does live on forever in the hearts of Xianzhou residents.",
   "images": []
  },
  {
   "title": "Echoes of Antiquity: A Grand Overview of Traditional Xianzhou Folk Culture — Crosstalk",
   "localTitle": "Crosstalk Comedy",
   "localDesc": "There are various theories about the origins of crosstalk in Xianzhou, and each is debated more vigorously than the next. But I venture to surmise that this debate is rather boring, and even more meaningless. All you need to know is that crosstalk comedy forms an extremely important part of civil life in Xianzhou, and that's enough.<br /><br />As far as I know, it's by no means rare to find Xianzhou humans, Foxians, Vidyadhara, and even Outworlders who care not for opera and storytelling. However, there is hardly anyone who hates crosstalk.<br /><br />It's simple to see why. Crosstalk is stylish, popular, easygoing, and funny. After a long and exhausting day, sometimes you just want to relax your body and mind. That's when you find a teahouse, order a pot of hot tea, and lie back in your chair to enjoy some crosstalk — ah, now that's the life!<br /><br />Crosstalk usually requires two people to perform. One performer throws out the jokes, while the other catches and builds upon them. Back and forth the conversation goes, as they talk up a hilariously witty little skit.<br /><br />My humble profession might be storytelling, but crosstalk performers have much in common with us, relying on our quick tongue and wit to make a living. I spoke earlier about how a good storyteller shouldn't just talk, but rather immerse the audience in a scene — crosstalk is just the same.<br /><br />What's more, crosstalk needs more than just one master performer. If your partner's found lacking, then even the greatest crosstalker of all time would turn out to be no good. There's a teamwork between two people that creates a delicate beat, and this unique narrative rhythm happens to be the magic that captures crosstalk's wit and wonder.<br /><br />This is where some audiences will ask, \"In that case, isn't crosstalk more difficult than storytelling?\"<br /><br />Well... I'll cast no judgment here. Why not drop into the Sleepless Earl for some storytelling and crosstalk? And then you'll be able to decide for yourself.",
   "images": []
  },
  {
   "title": "Echoes of Antiquity: A Grand Overview of Traditional Xianzhou Folk Culture — Acrobatics",
   "localTitle": "Acrobatics",
   "localDesc": "If crosstalk uses words to bring joy to the audience, then acrobats use their body movements to do the same.<br /><br />Acrobatics in Xianzhou is a traditional art almost as old as time. The Xianzhou humans, Foxians, and Vidyadhara all have their own acrobatic traditions even before joining the Xianzhou. The reason is simple, too — in any time, place, and society, there'll always be marvelous buskers with talent, an interest to perform, and a need for money.<br /><br />A variety of skills are used to put on dazzling acrobatics feats. Some are tough and hardcore stunts, while others are ingenious magic tricks — and the latter are often better for the show. Think about it: a Vidyadhara's performance of \"Cloudcry Magic\" takes painstaking practice, but doesn't really stupefy the crowd, as the Vidyadhara race has always known such tricks. However, a Foxian's performance of \"Cloudcry Magic\" will earn a standing ovation for its astonishing wonder, because nobody can figure out how a Foxian could have done it.<br /><br />Therefore, when Guinaifen first debuted on the Xianzhou acrobatics scene, the audience went absolutely wild.<br /><br />A traveler from beyond Xianzhou had learned so many tricks, some of which are difficult to master even for long-life species... I humbly suggest that you take the time to watch Guinaifen's performance to experience for yourself just how much incredible skill this profoundly talented acrobat has.<br /><br />In my estimation, the most important aspect is that a short-life individual like Guinaifen has blasted a breath of fresh air through the stuffy world of Xianzhou folk art. Her acts include traditional stunts such as fire-breathing, sword-swallowing, bowl-balancing, umbrella-dancing, neck-pulling, and boulder-smashing — but she also invented her own uniquely creative tricks such as bullet-catching, eating noodles upside-down, and whistling while brushing her teeth.<br /><br />I've spent half my life on storytelling and honed my craft with words, but I still have no words to describe even one-thousandth of her supreme talents... Ah, I warmly invite you to enjoy her performance should you have the time.",
   "images": []
  }
 ],
 "pageId": "41459"
}