{
 "name": "Codex of Apocrypha",
 "iconPath": "e69628154d47624c817ac558d87a95794422ca0cc5705d58039f03145823a595",
 "desc": "Notes on the animals of Xianzhou. Includes their appearance, habits, related medicines, recipes, and proverbs.",
 "volumes": [
  {
   "title": "Codex of Apocrypha — Beasts: Yellow Boulder",
   "localTitle": "Beasts: Yellow Boulder",
   "localDesc": "<b>Yellow Boulder</b><br /><br />[Other Names]<br />Also known as Stone Calf, Sleepstone, and Eight-Hundred-Miles.<br /><br />[Appearance]<br />Has ossicones, with a short tail, lustrous fur, and stony texture.<br /><br />[Behavior]<br /> The animal has a mild temperament and hibernates in the mountains during cold seasons. It consumes large amounts of wild grass and fruits before winter, and its meat is the most tender and plump at that season. It then turns into rock and hibernates in mountainous valleys, during which its meat has absolutely no taste. It is therefore a precious food ingredient dependent on the seasons.<br /><br />[Legend]<br />There was once a Xianzhou man who raised cattle in a faraway delve. Calm and peaceful, he spent <nobr>300</nobr> years away from home. His brother went looking for him, and they had an emotional reunion. He told his brother that a sumptuous banquet was prepared, but there was no food — only a valley strewn with stones. The brother was surprised, and the herdsman yelled, \"Rise, cattle!\" And all the yellow boulders within <nobr>800</nobr> miles transformed into herds of plump cattle.<br /><br />[Flavor]<br />Beef: Sweet, warming, and non-toxic.<br />Milk: Sweet, cooling, and non-toxic.<br />Horn: Bitter, warming, and non-toxic.<br /><br />[Effects]<br />Beef: Nourishes the spleen and stomach, strengthens muscle and bone.<br />Milk: Calms the mind, nourishes the stomach and lungs.<br />Horn: Stops bleeding and treats diarrhea.<br /><br />[Recommended Recipe]<br />Three Rocky Delicacies: Also known as Stone Soup. Remove skin and sinew from a few pieces of yellow boulder neck meat and ribs, place into a copper pot, then immerse with a few dozen liters of morning dew from Scalegorge Waterscape. Wash and slice black forest mushroom and rocky bamboo shoots, add to the pot, then bring to a boil on medium heat. This dish dispels cold and dampness, and warms the digestive organs.<br /><br />Note:<br />Investigations show the person raising cattle in that distant delve should have been one of the Alchemy Commission masters. They are skilled at transmigrating animals, so the legend should represent a demonstration of biological transmigration.",
   "images": []
  },
  {
   "title": "Codex of Apocrypha - Beasts: Tuskpir",
   "localTitle": "Beasts: Tuskpir",
   "localDesc": "<b>Tuskpir</b><br /><br />[Other Names]<br />Also known as Dreaming Noble, Eternal Peace, and Sacred Branch.<br /><br />[Appearance]<br />Elongated proboscis, no horns, speckled fur like the sky dotted with stars.<br /><br />[Behavior]<br />A migratory beast, it lives in hot springs, valleys, and other places with geothermal heat. It is a timid animal by nature. Its proboscis is used to filter feed on aquatic insects and small fish like a whale would.<br /><br />[Legend]<br />Spring waters where the tuskpirs live often have a soothing and meditative effect. The water breaths and creates a spiritual aura. In the olden days, the Luofu people used to grind down the animal's horns into medicine, calling it Spirit-Soothe Powder. It is often used to treat insomnia due to anxiety or depression.<br /><br />[Flavor]<br />Meat: Spicy, warming, and non-toxic.<br />Horn: Bitter, cooling, and non-toxic.<br /><br />[Effects]<br />Meat: Quenches thirst, replenishes blood, and soothes the organs.<br />Horn: Relieves pain by activating qi. Relieves asthma by soothing qi.<br /><br />[Recommended Recipes]<br />Sacred Branch: Taskpir horn is actually a clump of feces. Poachers nowadays deliberately classify it into grades, making ridiculous assessments for different feces patterns and types just to pump up prices. In my opinion, the sacred branch could be used as ornaments or burnt as incense. Once burned, they calm the mind. Do not ingest orally.<br /><br />Spirit-Soothe Powder: Made from pulverized tuskpir horn, plus other ingredients. Rich in minerals but toxic if overdosed.<br /><br />Note:<br />The Realm-Keeping Commission has verified that the tuskpir horn is no longer in any modern medicine, and its hallucinatory effect appears identical to that of intoxication.",
   "images": []
  },
  {
   "title": "Codex of Apocrypha - Beasts: Gentle Halcyon",
   "localTitle": "Beasts: Gentle Halcyon",
   "localDesc": "<b>Gentle Halcyon</b><br /><br />[Other Names]<br />Also known as Puffergoat, Floating Ram, and Heaven's Mutton<br /><br />[Appearance]<br />Curled horns, no tail, soft and fluffy coat.<br /><br />[Behavior]<br />A species that lives in flocks and has a gentle demeanor. Shaped like a fluff ball, this animal inhales air into an internal air sac when in danger, inflating its whole body to float upward away from predators. They fly up in large groups, as if they are sightseers.<br /><br />[Legend]<br />The Xianzhou people raised this animal for its wool. As they live in flocks, keepers usually lasso the head sheep. We now know that leather from their skin is very elastic, and their air sac is strong and durable, making all parts of the animal useful for starskiff production. Gentle halcyons raised at the sky farms regulated by the Sky-Faring Commission live carefree lives.<br /><br />[Flavor]<br />Mutton: Sweet, very warm, and non-toxic.<br />Milk: Sweet, warming, and non-toxic.<br />Horn: Salty, warming, and non-toxic.<br /><br />[Effects]<br />Mutton: Good for the spleen, warming and cooling the internal organs.<br />Milk: Warms the liver and lungs, nourishes weaker constitutions, and replenishes blood.<br />Horn: Relieves fevers, clears the liver, and brightens the eyes.<br /><br />[Recommended Recipes]<br />Lingering Sauce: Wash and carve the Puffergoat into small cubes and place into a casserole. Mash star leek, taro peppers, and ambrosial apricots together into a marinade for the mutton. Simmer over an open fire until the meat disintegrates. Add sliced sturgeon, then grind into a paste for a delicious condiment.<br /><br />Divinely Gifted Crimson Lamb: Use the Crimson Melodies wine from the Dragon Spring Brew distillery to cook the mutton. Marinate the mutton and roll it up tightly, then immerse it into the wine, using a Scalegorge stone to weigh it down. Allow the mutton to soak until the liquor has permeated into the bones, then cut the meat into slices as thin as paper.<br /><br />Note:<br />The flock management techniques recorded are rather old-fashioned, and the lasso method has now been lost to the ages.",
   "images": []
  },
  {
   "title": "Codex of Apocrypha - Beasts: Downy Antler",
   "localTitle": "Beasts: Downy Antler",
   "localDesc": "<b>Downy Antler</b><br /><br />[Other Names]<br />Also known as Lady Antlers, Wandering Velvet, and Startled Deer.<br /><br />[Appearance]<br />Their antlers appear as tree branches, blooming flowers in spring. They have a short tail, and a soft and fluffy coat.<br /><br />[Behavior]<br />Downy antlers have a symbiotic relationship with a certain species of flowers, with said flowers growing out of their antlers and particularly dense clusters at the intersection of several branches. When chased by predators or otherwise startled, these clusters will burst apart, with flower petals scattering everywhere to confuse nearby enemies.<br /><br />[Legend]<br />The Xianzhou people of the past sought flower petals for pouches carried closely on their persons. In the old days, scholars would set up spring banquets on skiffs, seeking downy antlers and chasing them in delves. The people would compose poetry and play music as they watch petals raining down.<br /><br />[Flavor]<br />Venison: Sweet, warming, and non-toxic.<br />Antlers: Sweet, warming, and non-toxic.<br />Flowers: Bitter, cooling, and slightly toxic.<br /><br />[Effects]<br />Venison: Good for the spleen, warms the kidneys and stomach.<br />Antlers: Warms both liver and lungs, nourishes weak constitutions, and replenishes blood.<br />Flowers: Clears excessive internal heat and moisture by inducing sweating.<br /><br />[Recommended Recipes]<br />Golden Velvet Rice: Pluck blooming flower clusters from young downy antlers in early spring, selecting blooms with the most richly colored petals. Blanch in diviner grass soup with a pinch of salt. Add day-old purple rice, then steam together. Consuming this dish regularly can calm the mind and grant better eyesight, with the effects enhanced if cooked using waters from Scalegorge Waterscape.<br /><br />Blooming Pistil Soup: Cut flower buds from the clusters using a knife, dip them in wax and soak them in a pot of honey. Immerse the pot in the thermal springs of Scalegorge Waterscape in summer and watch the flowers bloom. Enjoy the wondrous aroma and sight!<br /><br />Note:<br />Despite being an endangered species, its population remains stable under the tenure of the Realm-Keeping Commission.",
   "images": []
  }
 ],
 "pageId": "41469"
}