{
 "name": "Species of the Galaxy: Wubbaboo",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "On the surface, this book is no different from any other. But upon closer examination, you will find that it is surrounded by a layer of stellar light, as if imbued with a hidden spell.",
 "volumes": [
  {
   "title": "Species of the Galaxy: Wubbaboo",
   "localTitle": "Species of the Galaxy: Wubbaboo",
   "localDesc": "*On the surface, this book is no different from any other. But upon closer examination, you will find that it is surrounded by a layer of stellar light, as if imbued with a hidden spell. The encyclopedic information on Wubbaboo is recorded on the open page of the book. You can turn the page with your hand, but the content will always remain the same. It's almost like flipping through a book of sifting sand. It seems that you need some sort of authorization to view the other contents — some sort of key.*<br /><br />Galactic Species Serial Number: Spiritual #415<br /><br />Species Name: Wubbaboo<br /><br />Galaxy Nickname: Wubba, Jinx, Mischievous Astral Spirit<br /><br />Category: Kingdom Spiritual Organism - Class Astral Spirit - Order Shapeless - Family Spirit Essence - Species Heliobus<br /><br />Research Summary:<br /><br />Spiritual organisms, represented by Astral Spirits, can be traced back to the recorded beginnings of the Amber Era. The Leviathan's Conception Theory believes that some elder Leviathans were run aground after the Dusk Wars. During their lengthy slumber, their decomposed cells became the seedbed for organic organisms, and their dissipating life force became wandering Astral Spirits. However, more and more scholars have begun to publicly denounce the Leviathan's Conception Theory in recent years. Other nascent theories are not included here.<br /><br />In the beginning, the Astral Spirits did not possess individual wills and all they did was float and wander aimlessly in the galaxy. During the Trailblaze, as the Nameless traveled between the galaxy, the Astral Spirits became allured by the humans' freedom of travel. The mortal beings possessing the strong emotions of love and lust made a strong impact on the barren core of the Astral Spirits. Humans have become the most desirable hosts for Astral Spirits. The Astral Spirits would follow the scent of emotions and find their prey, possess their body, and turn the host into a mindless walking corpse. Hosts that aren't able to fuse with the Astral Spirits will die on spot. A verified case of a Nameless named Erwin Hessler became possessed by an Astral Spirit and managed to form a symbiotic relationship with it. Those possessed by Astral Spirits and ended in tragedy are lost as time goes on.<br /><br />Afterward, these types of spiritual organisms hid and blended into human society. Their exceptional abilities to sense emotion and control people's hearts and minds are feared by many.<br /><br />Wubbaboos have inherited the abilities of their Astral Spirit ancestors, but are not as deadly. On their own, Wubbaboos enjoy scaring people and appear as ghostly, semi-transparent, shifting forms. After attaching itself to a host, the personality of the host will change dramatically and their behavior completely altered. After committing a series of pranks, the host will regain consciousness.<br /><br />If the brutal acts of Astral Spirits are for the purpose of possession and evolution, then Wubbaboo's roaming would purely be —<br /><br />For fun.<br /><br />That's right. They go around being mischievous for no specific reason and would leave after they get bored. The ruckus would end and the host would return to normal but the damages caused along the way cannot be salvaged.<br /><br />According to the space station's <span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">Adler's Tier System</span>, Wubbaboos falls under the medium containment level. Although it does not pose a deadly threat, it does have the potential to cause a lot of trouble and should be kept from breaking loose.",
   "images": []
  }
 ],
 "pageId": "443590"
}