{
 "name": "A Child's Letter",
 "iconPath": "4e0866b22989204a87eab3ea324bc86095448fa550cadaec043651d70044e0b7",
 "desc": "A letter left behind by a child, which appears to be addressed to another child.",
 "volumes": [
  {
   "title": "A Child's Letter",
   "localTitle": "A Child's Letter",
   "localDesc": "Marlet,<br /><br />I haven't seen you in a long time. I told my father I missed you, so he said I could write to you.<br /><br />As I wrote this letter, my father was reading over my shoulders. I didn't want him to, but he'd probably read it when he mails it for me. So, whatever.<br /><br />It's all your fault that I had a fever lately. I cried for the longest time after you moved away because I thought you'd forgotten me. So imagine my surprise when I received the cookies you sent me a few days ago. I couldn't stop thinking about you, so much so that I couldn't do well on a test. My father said it's just an excuse, but I really do believe that it was your fault. Same as this fever.<br /><br />My father said I could go visit you over the weekend, but we live too far apart. He thought after some time, maybe several months, or the next Solwarm Festival, we'd make new friends, and we'd gradually forget about each other. That's what happened to him when he was younger. When I asked him about it, he looked away and it was only then that I noticed his face had turned red.<br /><br />My mother was reading my letter just now, but now they're gone.<br /><br />I understand why my father is worried. You'd better send cookies to me every week and I'll also write to you. If you think it is unfair, then you can write to me and I'll bake you some cookies. My parents are back now. My mother said it would be nice if we'd work in the same factory. That's where my parents met.<br /><br />Adults think they know everything. They think we want to get married, but our relationship isn't like that at all. They don't know anything about us. Right now, they're giggling to themselves. If I didn't have a fever, I'd write this letter in secret and mail it myself, so they wouldn't be able to read it.<br /><br />I want to become a scientist, capable of creating the largest furnace this world has ever seen. That way, when we go out to the Outer Municipal District, we won't have to wear so many layers of clothing. Do you remember? When we went out there to play, I wore so many layers that I couldn't even put my arms down. We ended up not doing anything fun. When I invent that furnace, we'll play there again.<br /><br />So, I probably won't go to work at the factory. I'm more interested in going to the research institute. If you want to come with me, you can be a scientist. I'll understand if you want to do something else though. That's what makes me different from those adults.<br /><br />I'm a little sleepy as I'm still on medication today. That's all for now. My dad said he'll mail the letter for me later.<br /><br />Arna",
   "images": []
  }
 ],
 "pageId": "443595"
}