{
 "name": "Observation on Wubbaboo Behavior",
 "iconPath": "2c8612a35e8ca114c3cc53eb7811d329897b780d1b5ccbabe5f7febcde188b0c",
 "desc": "Behavioral research report about the Department of Ecology's collection, the spiritual organism Wubbaboo.",
 "volumes": [
  {
   "title": "Observation on Wubbaboo Behavior",
   "localTitle": "Observation on Wubbaboo Behavior",
   "localDesc": "<align=\"center\">*This page is extremely wrinkled. It is obvious that someone had crumbled it into a ball before tossing it away.*</align><br /><br />File Number: <nobr>510523455323647432</nobr><br />Department: Department of Ecology<br />Copyright Ownership: Eikura Shuu<br />Number of Times Submitted: 7<br />Estimated Filing Date: <nobr>32</nobr>, <nobr>11</nobr>, <nobr>2157</nobr> AE<br /><br />Main body<br /><br />Wubbaboos exist in the world individually, in groups, and parasitically. It is known that when without a host, Wubbaboos keep their whereabouts hidden. After they parasitized a host, their destructiveness is positively correlated with the host's mobility①②.<br /><br />Based on a small test sample③, a singular Wubbaboo possesses the intelligence of a roughly six-year-old human. When in a group, the Wubbaboos' individual intelligence reduces dramatically. This is because the thought waves of spiritual organisms interfere with each other, and a resonance in frequency will affect their individual decision-making.<br /><br />Whether with or without a host, the actions of the Wubbaboo (and its host) will abide by the four following rules:<br />1. Happy Wubbaboos will quickly run around a room with five or more corners.<br />2. Sad Wubbaboos will gather in an empty room and share their unhappy thoughts with one another.<br />3. Angry Wubbaboos will expose themselves to strong rays of light. Some Wubbaboos will not be able to bear strong emotions and scatter into galactic dust.<br />4. Calm Wubbaboos will experience the strangest period of their life. They will destroy everything in their path and prank organisms around them out of no reason but pure mischief, truly living up to their nicknames of being a Jinx or Mischievous Astral Spirit.<br /><br />Comment<br /><br />①Cited Reference: \"Wubbaboo possesses space station brute, steals <nobr>113</nobr> pairs of radiation protective boots in under a month. Caught due to unbearable odor\" from Herta Urban Legends issue <nobr>2156</nobr> AE Month <nobr>25</nobr>.<br />②Cited Reference: \"Blitz! Quickest collection operation in station history: Wubbaboo possesses seventy-year-old woman, caught and booked within five minutes\" from Herta Urban Legends issue <nobr>2157</nobr> AE Month 7.<br />③The first sample is taken from researcher Adler. Due to Adler's spectacular display of intelligence in his age group, the results were ineffective. The second sample is taken from researcher Wen Shiling. This paper has adopted the test conclusions of this sample.<br /><br />Reviewer Feedback<br /><br />1. It's common sense not to reference urban legends.<br />2. Is the sample size large enough? Have enough samples been taken? Does abruptly coming to a conclusion based on a singular sample reference fit with the Herta Space Station's research values?<br />*So it's my fault that there are only two children on the space station?*<br />3. What does \"rooms with five or more corners\" mean?<br />*A room with more than five corners means a room with more than just four corners. How else do you want me to explain it?*<br />4. \"Some Wubbaboos will not be able to bear strong emotions and scatter into galactic dust.\" What were the steps that led to this research conclusion? I recommend an investigation looking into whether this researcher has abided by the research guidelines, and if there were unacceptable behaviors such as damaging collections and assets.<br /><br />Review Conclusion<br /><br />The research process is grossly lacking in scientific rigor and approach. The validity of the research conclusion is yet to be proven.<br /><br />Department Evaluation Conclusion: Failed. Will not be filed and stored<br />First Evaluation Reviewer: Capote Dow Lanci*To hell with you!*<br />Second Evaluation Reviewer: None",
   "images": []
  }
 ],
 "pageId": "497757"
}