{
 "name": "Rye Bread Soda Iceberg",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "An in-page advertisement for a lifestyle magazine, recommending various dessert recipes.",
 "volumes": [
  {
   "title": "Rye Bread Soda Iceberg",
   "localTitle": "Rye Bread Soda Iceberg",
   "localDesc": "<size=+2><align=\"center\">Rye Bread Soda Iceberg</align></size><br /><br />At the beginning of the Eternal Freeze, many migrants thought there wouldn't be a need for cold snacks in Belobog. But soon, they couldn't resist the frozen delight.<br /><br />Belobog's central heating warmed every room of every household, and the heat made the air dry. Who wouldn't want to eat a frozen delight after a hearty steaming meal? Eating that frozen delight indoors will hit all the right spots. Eating it outdoors? Well, that's a whole other sensation!<br /><br />One of the traditional flavors from Belobog is rye bread soda.<br /><br />Rye bread soda is almost as old as Belobog itself. In <nobr>73</nobr> AF, the Belobog food committee, not wanting excess bread to go to waste, suggested an idea to several bakeries to create another product with them. First, the excess bread was turned to rusks, completely crushed, and soaked. Then, the bread liquid was extracted and fermented. The result was rye bread soda. It can be considered a product of Belobog's absolute resourcefulness. It's been proclaimed as an iconic drink that even children can enjoy.<br /><br />In recent years, there is a new rye bread soda on the market, called rye bread soda iceberg, based on the original rye bread soda formula. This new version is quite popular among young people. It is common to see young couples outside a dessert shop eating an iceberg with small spoons. Rye bread soda iceberg is easy to make and the ingredients are simple. Let's learn how to make it at home!<br /><br />Rye Bread Soda Iceberg Ingredients<br /><br />Rye Bread Soda: <nobr>800</nobr> ml<br />Moo-Moo Yogurt: <nobr>330</nobr> ml (one bottle)<br />Sugar: <nobr>10</nobr> g<br /><br />Steps to Make Rye Bread Soda Iceberg<br /><br />1. Pour the rye bread soda into an airtight bag and leave it outside overnight to freeze completely.<br />2. Use tools such as an ice shaver to shave the iced soda onto the plate and form an iceberg.<br />3. Pour the Moo-Moo Yogurt into a bowl and stir with sugar. At this stage, you can add as much different jams of your liking to the mixture.<br />4. Pour the mixture from the top of your dark iceberg to form a sweet and sour silvery, silky layer, and you're done!<br /><br />Tips<br /><br />1. Feel free to replace the rye bread soda with any other sweet beverage. It will taste the best with rye bread soda though!<br />2. Please finish the iceberg as soon as possible if you are indoors. If you're worried about it melting too fast, you can add small amounts of well-cooked animal collagen to the mixture. You won't have this problem if you eat it outdoors!",
   "images": []
  }
 ],
 "pageId": "497763"
}