{
 "name": "Message For New Repairers",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "Messages between Belobog heating workers about the heating piping's safety maintenance before a festival.",
 "volumes": [
  {
   "title": "Message For New Repairers",
   "localTitle": "Message For New Repairers",
   "localDesc": "By now, you should have received the Heating Maintenance Safety Operation Manual. Make sure you read that first.<br /><br />As you are well aware, my wife is about to give birth, so I will be heading home earlier today. I'll be gone for half a month, which means I won't be here for the big maintenance before the Solwarm Festival. But relax, Bel will walk you through everything. Just don't forget what I taught you and you'll be fine. I know you pick up on things fast.<br /><br />However, the maintenance of heating pipes is the most important maintenance job in Belobog. I've made some notes here, in case you forgot. While you read this, open your safety operation manual and follow along. Remember to ask Bel if you have any questions.<br /><br />I won't go over the first and second points because there's nothing to say about getting the certificate and wearing protection. Those are too basic. For the third point, check the lighting for the heating maintenance area. You should pay special attention, especially to the emergency lighting. There was an accident in the past with my master where the furnace wasn't lit. No lighting is a recipe for accidents.<br /><br />The fourth point on changing the pipes' protective coating has one missing point at the top, remember to ALWAYS wear insulation gloves. The pipes are full of hot steam and there's no insulation around them. One touch and you will be scalded. I have taught you the ratio to mix the protective coating liquid and water, so be careful. It doesn't matter if you waste some coating liquid, just don't add too much water! The pipes' surface temperature is very high, so if you brush a very watery liquid onto it, the room will fill with water vapor. If something goes wrong, it can be fatal. As for how to apply the coating, you already know this. Brush it thinly and evenly, don't go back and forth.<br /><br />The eighth point goes over the most important thing — maintenance of the steam turbine rotor. Halfway through the maintenance, be sure to check your maintenance clothes' electrical insulation and protective goggles. Also, when going back for maintenance, please remember to stop the boiler and generator. This is a delicate device and if it breaks, there's no replacing it for a while. You can't be too careful with it. For the tenth point, the alarms and monitoring devices we use now are different from the ones in the manual. Just go with what I taught you.<br /><br />That's about it. Once the heating maintenance is complete, you'll be a full-fledged maintenance worker.<br /><br />Come by during the Solwarm Festival and I'll treat you to a special suncake. It's more delicious than anything you'll find in the stores. Also, my wife's relatives are coming over, so try to dress up a bit.",
   "images": []
  }
 ],
 "pageId": "497760"
}