{
 "name": "Unsent Letter",
 "iconPath": "4e0866b22989204a87eab3ea324bc86095448fa550cadaec043651d70044e0b7",
 "desc": "Recorded on the flimsy piece of letter sheet was the frigid cold and warmth from Belobog of days past. It is a remnant of the past and some sort of testimony.",
 "volumes": [
  {
   "title": "Unsent Letter 1",
   "localTitle": "Part I",
   "localDesc": "<align=\"center\">*The ancient paper the letter was written on was already thin as a butterfly's wings, ready to crumble into dust at the slightest touch.*</align><br /><br />Mom:<br />By the time you receive this letter, the gifts I asked Betty to take home should also have arrived.<br /><br />I'm afraid I can't come back to celebrate your birthday this year. The work here at the army is just too much, and I can't take a holiday.<br /><br />However, rest assured. We are pretty far from the front line, so we are quite safe. The Supreme Guardian herself has also been here commanding the troops for the past few months. Everyone is working at their posts, so I can't really sneak off on my own.<br /><br />Mom, I'm dreaming a lot about when I was just a child. I remember how I complained you always came off work so late and didn't pay any attention to our family. What did you say to me then? You said \"It is my responsibility,\" but I didn't understand it. Now, Belobog is facing a crisis that is growing more and more dire, and I finally understood the responsibility an \"Architect\" should carry. As the war worsened, I actually join an unannounced big project recently. Sorry, Mom, I can't tell you what it is even though you work for the design institute. I can only say it involves the most majestic creation of the Architects that I have ever seen. I'm lucky as it is to be a part of the team. Wow, I never thought there'd be a day when I'd feel so proud of my job...<br /><br />I wish you could see it in action. I swear any enemy would be stricken by paralyzing fear by the mere sight of it. However, the Supreme Guardian said this creation would only be activated if Belobog stands at the brink of destruction. In that case, I wish you never get to know what we're making.<br /><br />Anyways, let's talk about something else — The command center was completed last month and our goods were gradually being moved in. I put a pot of solarflower on my desk and it's growing pretty well. Every time I looked at it, I'd think about the flowers in our living room. How are they doing? You also liked to knit while sitting next to the window. Do you still do that, now the Eternal Freeze is getting worse? The gift I asked Betty take back is to protect your knees. You always said your knees hurt in cold weather. I know a few Silvermanes here who just got back from their mission, and they got some wolf manes made into a knee pad. Please remember to use them.<br /><br />Lastly, this might be a bit late, but I still want to say — Happy Birthday, Mom.<br /><align=\"center\">Love, Lana</align>",
   "images": []
  },
  {
   "title": "Unsent Letter 2",
   "localTitle": "Part II",
   "localDesc": "<align=\"center\">*The ancient paper the letter was written on was already thin as a butterfly's wings, ready to crumble into dust at the slightest touch.*</align><br /><br />Betty:<br /><br />I got Larry to make a wolf mane knee pad. Do remember to go to his house and get it off him. He hurt his leg and can't go to the front lines anymore. Remember to take some gifts with you when you go, and remember to say thank you to him! Don't act like we have no manners in this family.<br /><br />I won't be able to come back for a long time. I was checking the fortifications in the trenches a few days ago and got injured. It's not a big deal, so don't tell Mom just yet. I don't want her to overthink things. I told her that I've been in the Command Center all this time.<br /><br />I was so busy for the past while, and only got around to writing to you now I'm resting around the Command Center. Annie talked to me about how you've been lately. You are really doing so well. You stayed home to look after Mom and are managing your studies at the same time. That really is a lot of responsibility. As your older sister, I'm so sorry that I can't look after you when you need it most.<br /><br />I've seen so much death out here, so for the past while I've been thinking... well, it's not impossible that I might pass away myself. If that does happen, then our family is in your hands. Look after Mom and yourself. I left some money in the house with my savings from my previous job. I hid it in your wardrobe in THAT spot — You know what I'm talking about. Don't be too hard on yourself if you want to buy something. I trust that you won't waste the money.<br /><br />Although I feel like I don't need to nag you again, but Betty, please don't get upset with Mom. She is just that kind of person, right? Just give in to her a little.<br /><br />Also, there's something I never told you, haha. You see, I always felt you are my cutest and loveliest little sister, forever and ever.<br /><align=\"right\">Your most beautiful and charming older sister</align><br /><align=\"right\">Lana</align>",
   "images": []
  }
 ],
 "pageId": "526575"
}