{
 "name": "Salmon Bread",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A travel magazine column that shares an all-new way of life in Suburbia.",
 "volumes": [
  {
   "title": "Salmon Bread",
   "localTitle": "Salmon Bread",
   "localDesc": "<align=\"center\">*This is a page cut out from the Voyager magazine.*</align><br /><br /><size=+2><align=\"center\">Keeping up with fishing parties</align></size><br /><size=+2><align=\"center\">How about some juicy frostweave salmon bread</align></size><br /><br /><align=\"center\">Author: Lila</align><br /><br />The lake in the Belobog suburbs may be frozen solid, but hidden beneath the surface is a powerful undercurrent.<br /><br />That's right! It's the undercurrent caused by a large amount of frostweave salmon in search of a spawning ground! It is also the time of year that they are the fattest, because they stock up the energy and nutrients to prepare for the swim upstream, during which they are unable to feed.<br /><br />The Belobog fishing teams head out to prepare for the seasonal hunts. Through efficient and large-scale hunting, the city's frostweave salmon reserves are plentiful. Of course, the proximity of the hunting ground to Belobog means the cruel and extreme temperature and climate have their risks. Such a grand scale of fishing can only be read through the articles.<br /><br />But, starting this year, you can also be a part of the fishing parties!<br /><br />Three years ago, Belobog approved the \"Fishing and Hunting Co-Op Program.\" After a two-year trial run, they're finally ready to open up registrations. As one of the members who participated in the trial run, I will be starting a new column, \"Fishing and Hunting Co-Op,\" in the Voyager. The column will cover travel preparation, delicious foods, and various activities, as well as aspects of the co-op program that may require special attention.<br /><br />As the saying goes, \"the way to a man's heart is through his stomach.\" For the first issue, we will be focusing on the unique delicacy, frostweave salmon bread.<br /><br />Everyone knows that the frostweave salmon we get in the city has been processed to prolong preservation. After the head and guts are removed, the salmon is salted and dried. This process brings out the flavor that we are so familiar with. However, the salmon at the reserves taste even better. The frostweave salmon will freeze quickly out of the water. It can be said that you can't get salmon any fresher than this.<br /><br />The most traditional frostweave salmon dish, which is highly recommended by the head chef of the fishing parties, is the frostweave salmon bread. It is simple to make, so here are the steps:<br /><br />• You will need to have sliced your bread beforehand. It will take a lot of effort to cut it in this cold climate.<br />• You will also need to prepare the redsunset jam beforehand. Cut the redsunset into pieces along with various berries, then stir with seasoning. Be sure to store it in a thermal container, or you will have to melt the jam with hot water, which will be difficult.<br />• Cut the frostweave salmon into slices. You can ask the chefs from the fishing team to help with this step. Next, you will need to peel off the skin, then place the fish meat and jam onto the bread. And there you have it, an authentic serving of frostweave salmon bread.<br /><br />As you may have noticed, the most troublesome ingredient of the recipe is the fresh frostweave salmon, which may be hard to come by in Belobog. You'll find plenty of it at the fishing reserves though. The salmon's freshness and the jam's acidity produce a smooth texture that will have you salivating within seconds. The tenderness of the fish, with a lighter fish stench and more fatty meat, is different from the dry salmon that we're used to. It is truly unforgettable and definitely worth a trip to the reserves.<br /><br />Of course, the fishing parties have a minimum amount of salmon that they must catch before tourist activities can begin. Rest assured, there's plenty of frostweave salmon to go around. The co-op program will only require a one-time fee. In other words, tourists who participate are free to eat as much as they want within the fishing reserves.<br /><br />Next time, we'll be taking a look at how to stay warm in the frigid cold. Stay tuned, avid travelers. This is Lila and I'll see you in the next issue.",
   "images": []
  }
 ],
 "pageId": "527537"
}