{
 "name": "Factions",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "An entry in the Express data bank about factions. It gives an account of the influence between the many factions among the stars.",
 "volumes": [
  {
   "title": "Faction Overview",
   "localTitle": "Faction Overview",
   "localDesc": "<br />It is futile for mortal beings to try and understand the will of the gods, just as a mayfly is irrelevant to a star. However, groups of people with the same misconceptions began to form into a larger group, bringing unexpected value. They progress from being familiar to having a common understanding, from harboring misconceptions to it becoming their faith. As more become attracted to a certain group, factions naturally form from within.<br /><br />Regardless of the size of factions, they all believe that their faith bears the will of the Aeons. Countless factions even claim to be the emissaries of a certain Aeon. Most of the Aeons have found no interest in the ways of these factions. Some, however, find it extremely amusing to watch these ants in their fervent labor. They may provide careful guidance, or create mysticism to alter the progress of the faction. This is their way of influencing the world.<br /><br />Though most of the Aeons remain distant, the vast number of factions have made the stars a lively place. They carry banners and flags, forming allies and foes, fighting those who stand against their beliefs. The galaxy became a lively place indeed.",
   "images": []
  },
  {
   "title": "Astral Express — Trailblaze",
   "localTitle": "Astral Express — Trailblaze",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Choo! Choo! Sit tight, no one fight, warp jump watch your head. Choo! Choo! Seat belt, fasten-up, buffet car speeding up!\"<br /><align=\"right\">— Astral Express Safety Instructions (Pom-Pom version)</align></span><br /><br />After the fall of Akivili, the Aeon of the Trailblaze, their trailblazing will was inherited by their followers, the Nameless, including the Astral Express that the Aeon once rode on. However, as the Cancer of All Worlds continues to spread, the star rails that the Express runs on also fell victim. The Express could barely run before the blight descended, and had no choice but to run around when the rails became overly obstructed.<br /><br />It remained so for many years until a girl with red hair discovered its existence. She was fascinated by the stories the engine and the star rails had in store. She spent countless hours repairing the cracks and evening the dents, restoring the Express to its original form. The curious girl then set foot into the Express and began her trailblazing voyage across the galaxy.<br /><br />The Astral Express made stops at every station, with passengers boarding and exiting along the way. Many join and leave the Express' journey. The travelers come from different worlds, shoulder different burdens, and heading to different destinations. However, while they are on the Astral Express, they would share the same voyage. That is why Himeko and the Express do not hesitate to open the doors to anyone willing to share this magical experience, regardless of their agendas and intentions.",
   "images": []
  },
  {
   "title": "Stellaron Hunters — ???",
   "localTitle": "Stellaron Hunters — ???",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"...Blade, Silver Wolf, Sam... The four mentioned above, dead or alive;<br />Do not hurt the Destiny's Slave, and do not let them lose their ability of independent thinking.\"<br /><align=\"right\">— A wanted notice put out by the Interastral Peace Corporation</align></span><br /><br />In a quiet moment in time, the Cancer of All Worlds began to cause ripples across the stars, like a rock tossed into a pool of water, and began to expand its influence. Before anyone noticed, this twisted and unknown matter had already corrupted a great number of worlds, and the fancy colorful gem known as the Stellaron was in its company.<br /><br />Death and despair followed wherever the Stellaron went. For many civilizations who have experienced the disasters it brings, the Stellaron was a symbol of destruction. However, even knowing its destructive nature, the fearless few travel between worlds to obtain the Stellaron. They call themselves the Stellaron Hunters.<br /><br />No one knows anything about the Stellaron Hunters aside from what they have done. Which Aeon do they worship? What do they want with the Stellaron? With the galaxy filled with rumors about them, only one thing is for certain: Though the Stellaron Hunters are few in numbers, each of them holds incredible capacities and powers.",
   "images": []
  },
  {
   "title": "The Nameless — Trailblaze",
   "localTitle": "The Nameless — Trailblaze",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Mysterious strangers were seen to come and go in many worlds.\"<br /><align=\"right\">— Fables About the Stars by Adrian Spencer Smith</align></span><br /><br />A thousand years ago, the Aeon Akivili traversed across worlds, laying down the star rail that linked worlds together in the sea of stars, and leaving behind countless legends about the universe and exploration. The brave and curious were attracted by the tales of these adventures and followed the steps of the Trailblaze, joining the god on their journeys to explore the Galaxy.<br /><br />The adventurers called themselves the Nameless. They rode in the Express created by Akivili, and set off on thrilling adventures on the planets connected by the star rail. Legend has it that Akivili the Trailblaze loved journeying with mortals. They and the Nameless would share wine from countless worlds and sing songs composed by countless races. They would disguise the moving Express as the trail of a shooting star and laugh at the people looking up in awe. However, they would often get into deep trouble due to their recklessness, only to be saved by the Aeon's power. Akivili formed a deep bond with their followers, and their adventures continued to attract travelers to join the ranks of the Nameless.<br /><br />When Akivili fell, a group of loyal Nameless carried on what the Aeon had started, continuing the exploration of the unknown. They held the belief that one day the will of the Trailblaze will connect the entire universe. The Astral Express that once carried Akivili and their followers still hurries between the stars till this day. It is believed that the Express is powered by the heart of the deceased Aeon, and is repairing with great difficulty the star rail contaminated by the unknown cancer.",
   "images": []
  },
  {
   "title": "Xianzhou Alliance — Hunt",
   "localTitle": "Xianzhou Alliance — Hunt",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Fight together against countless enemies. Be together through endless turmoil. Of the thousand lifespans encountered, I take but one sip and leave the rest to its fate.\"<br /><align=\"right\">— Worlds History as a Mirror, Xianzhou</align></span><br /><br />In an ancient era of legends, multiple Xianzhou ships were tasked with voyaging across the stars to search for the miracle medicine of immortality. The endless voyage took its toll on Xianzhou, wearing away its conviction and shape over the long years, until their eventual encounter with Yaoshi. However, all that the fruit of immortality brought upon them were sorrows, poverty, and endless war and death. It wasn't until Lan, the Aeon of The Hunt, returned from the Abyss. Using gravity as bowstring and stars as arrows, Lan shattered the Ambrosial Arbor and put the wickedness of the Abundance to an end. After Xianzhou returned to the righteous path, it formed an alliance under the guidance of The Hunt and formed a powerful army known as the Cloud Knights. The alliance's goals were to patrol the world and eradicate all Abominations of Abundance, and put an end to the corruption of the undead.<br /><br />Over the years, the Xianzhou Alliance landed on a great number of worlds that used to enjoy the grace of gods. They eradicated countless undead abominations. Any civilization that worshiped the Abundance had to consider the possible threat of the Xianzhou destroying their planet. This kind of deterrence was precisely what the Xianzhou Alliance is hoping to be. They want to be seen as the constant red line for those greedy for immortality, becoming the price that none dares to pay.<br /><br />To this day, countless souls have gathered upon Xianzhou, all bearing the will of The Hunt and the intent of seeking revenge on the ravaging Abundance. They will not rest until the complete eradication of the Deathless Doom, and their galactic tours will not end.",
   "images": []
  },
  {
   "title": "Doctors of Chaos — Nihility",
   "localTitle": "Doctors of Chaos — Nihility",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"We do not heal the body, nor free the soul. We do not covet life, nor shun death. We honor existence itself.\"<br /><align=\"right\">— Murong, Doctor of Chaos</align></span><br /><br />\"Existence is nothing.\" When an organism has this thought and applies it as a guiding principle, it begins to walk on the Path ruled by IX and receive the meaningless glares of the Aeon from some distant void. This will usually have two outcomes: 1) The organism will devolve and truly become nothing, becoming something called a Self-Annihilator. 2) The organism will be captivated by the magnificence of the Aeon, thus becoming a Doctor of Chaos in their spontaneous curiosity.<br /><br />Doctors of Chaos uphold a creed of saving the world: If they are able to prove to IX that existence is more than nothing, they could free that large and lonely soul from the depths of the void. What they try to prove is a paradox, and it cannot be done by mortals, yet the Doctors of Chaos seem to enjoy trying — Because the moment they perceived the worthlessness of life, that glance from the distant galaxy inspired within them a futile desire to revolt against meaningless destiny.",
   "images": []
  },
  {
   "title": "Device IX — Nihility",
   "localTitle": "Device IX — Nihility",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Device IX is real. Go find it! There lies all of Dr. Primitive's secrets!\"<br /><align=\"right\">— Some Drunken Galaxy Ranger</align></span><br /><br />Everything in the universe is bound by the prison of Existence, imprisoned by their body and mind and blinded by the world's appearance. Even the most powerful beings cannot escape this reality. Matter, order, logic, and life... Everything that makes up reality is one side of the coin. On the opposite side, there exists nihility. The two balance each other to create the perfect universe.<br /><br />Legend has it, in the void of nothingness that is difficult to be perceived by the material world, there lurks a mysterious faction known as Device IX. Those who gaze into the void for a long time will gradually be drawn to its dark energy, eventually passing through the Dark Web that separates reality from nothingness. The legend has yet to be proven though.<br /><br />The most prestigious geniuses attempted to solve this mystery, challenging the organization with no results. Why was this organization created? What are its goals? How many members does it have and what do they do? Does... Device IX truly exists? The answer is as void as the question itself.",
   "images": []
  },
  {
   "title": "Denizens of Abundance — Abundance",
   "localTitle": "Denizens of Abundance — Abundance",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"One flower blooms, while thousands more wrinkle. Bones tell no tales, to Abundance most fickle.\"<br /><align=\"right\">— Worlds History as a Mirror, Xianzhou</align></span><br /><br />The Denizens of Abundance create poetry and art in the name of their beloved god, spreading love and kindness of Yaoshi throughout the universe. In the world blessed by Yaoshi, the water never runs dry and creatures are free from the cruel binds of time. Life is free to bloom as it sees fit. In the world blessed by Yaoshi, age is but a number and mortals are not afraid of aging and death. They enjoy their lives to the fullest.<br /><br />Though its denizens come from different worlds, they all tell the same story: Thousands of years ago, war ravaged their lands. The short lives of mortals bred greed and fear, which gave rise to plunder and tyranny. As demons and plagues ran rampant, the very fate of this world and its denizens were at stake... until a kind god descended and planted a flower seed as warm as the sunshine. The moment the seed touched the earth, the whole world was transformed. Parched soil began to heal and muddy waters became clear; men and women tortured by wounds and disease were no longer in pain; people's hearts were no longer filled by sorrow. Mortals discarded their blood-stained weapons and began praising the blessings from the Abundance...<br /><br />Yaoshi ended the suffering of these worlds and bestowed upon mortals body and soul that could withstand the corrosion of time. In return, the Denizens of Abundance made Yaoshi's name known to the universe to show their gratitude. Rumors started to spread that certain hunters who roam between worlds regard Yaoshi as evil and their creation defiled creatures. The Denizens will not tolerate such blatant blasphemy. The heathens must pay.",
   "images": []
  },
  {
   "title": "Elixir Seekers — Abundance",
   "localTitle": "Elixir Seekers — Abundance",
   "localDesc": "Conflict and turmoil linger everywhere in an already short life span. The lust and ambitions of the living continuously spark conflict and disaster. The transience of life has driven many ordinary people into madness. In order to escape the pain and burden that mortality has brought upon civilization, worlds upon worlds have sent out faithful emissaries of the Abundance in hopes of finding the famous Yaoshi and acquiring the elixir of immortality.<br /><br />These Elixir Seekers all come from different backgrounds. Some are royals with the command of an entire fleet, while some are just lonely travelers who have nothing but themselves. What they do have in common, however, is the obsession over immortality. The Xianzhou Alliance has repeatedly warned blind followers that there is a cost that lies behind the blessings of the Abundance. However, their warnings have always fallen on deaf ears. Arrogance and fear have always trumped the voice of reason, pushing Elixir Seekers further on their fruitless voyage.<br /><br />Among the vast number of Elixir Seekers, how many have seen the face of the Abundance? How many can succeed in returning to their civilization with the supposed medicine of salvation? Sadly, these immortality-seeking voyagers have chosen to ignore the harrowing wails of the long-lived monsters that have terrorized the universe.",
   "images": []
  },
  {
   "title": "Antimatter Legion — Destruction",
   "localTitle": "Antimatter Legion — Destruction",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">The emissary in black asked, \"For what purpose do you live?\" He could only give a vague and obscure response, even after thinking about it for a while. A deadly smile appears across the emissary's face. \"Let me put it another way, why are you alive?\"<br /><align=\"right\">— Fables About the Stars by Adrian Spencer Smith</align></span><br /><br />Nanook, the Aeon of Destruction, commands a vast legion that brings chaos and destruction to the world. Loyal followers of Nanook have embarked on the Path of Destruction, placing themselves at the absolute opposite of life and civilization. They are known as the Antimatter Legion that spreads terror throughout the universe.<br /><br />The fiercest races of the universe act as vanguards for the legion. There are also evil strategists who plot out the destruction of worlds and act as the brains of the legion. Innocent new worlds are ruthlessly destroyed, while proud and mature civilizations are forced to learn humility while on the brink of collapse. The will of Destruction will only slow down when faced with a dying world. The legion roams the shattered planet, devouring the chaotic energy emitted by the process of decay. Only when the last flame of civilization has been extinguished will they leave contently to search for their next target.<br /><br />Worlds swept by the tide of the legion ask helplessly in their dying moments, \"why?\" Amidst the cries of despair, the countless evils in the legion sneer so heinously that even the stars shudder. It is said that sometimes the shadow of Nanook emerges from the starry sky to witness the tragic end of another world.",
   "images": []
  },
  {
   "title": "The Family — Harmony",
   "localTitle": "The Family — Harmony",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"The world is in harmony and the stars shine bright. Praise the Lord's boundless virtue! All humans are brethren and all things are connected. The winds of blessing sweep across the lands!\"<br /><align=\"right\">— Odes of Harmony, VII</align></span><br /><br />In the vision of the Harmony, glamorous civilizations in the universe will become brothers and sisters, singing a hymn of unity and enjoying harmony. The whole universe will become a peaceful entity, with no disagreements nor worries of the future.<br /><br />Under the loving light of the Aeon Xipe, the chosen few formed the Family. They came from different worlds and civilizations, but became a tight family. There are no conflicts or disputes among its members, only eternal love and joy. It is a loving family found nowhere else in the universe.<br /><br />The Family calls out to other worlds with their song, encouraging them to embrace the Harmony. Whenever new worlds accepted the blessing of Xipe, the Family will celebrate and rejoice and work even harder at praising the Aeon's kindness. But not every blessed world can become a member of The Family — Few would mention the civilizations that perished out of stupidity or hubris. People are also curious whether any members of the Family had grown tired of the one and voluntarily abandoned the Path of Harmony? In the face of such a question, the Family smiles and replies \"Never.\"",
   "images": []
  },
  {
   "title": "Genius Society — Erudition",
   "localTitle": "Genius Society — Erudition",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Into the hallowed halls step pride, ardor, and reason, traversing the length of a corridor etched with the inscription of knowledge and truth, transmuting into the embodiment of lowliness, apathy, and frenzy.\"<br /><align=\"right\">— Fables About the Stars by Adrian Spencer Smith</align></span><br /><br />Nous stays in a corner of the galaxy, working out the equations of the universe made up of trillions of variables and deriving the unknown laws of imaginary numbers. Once in a while, a spark of intelligence flashes in a mortal world. The Aeon of Erudition sends a signal to its source, inviting geniuses to join in the search for answers to the universe.<br /><br />Many people misinterpret the signal, thinking the invitation to the Genius Society merely represents the favor and approval of the Aeon. Then, they proudly continue to devote themselves to their studies, unaware that the solution to the problems that they have spent their whole lives searching for had already been solved by Nous thousands of years ago. There are also those who rejoice, thinking they have already reached greatness and had created priceless asset of civilization with their diligence and wisdom. They were sure that their life's achievements deserve Nous's approval. These geniuses were eager for a response from Nous, but the Erudition has no time to appreciate the insignificant achievements of mere mortals. Their silence was deafening.<br /><br />Only very few can ascertain Nous's intentions. They humbly ask questions and seek guidance from the Erudition. These enlightened few then disappear from the world, only leaving behind their world-shattering answers. \"The answer to the universe is beyond the limits of mortal wisdom.\" — Only geniuses who can clearly acknowledge this conclusion can break free from the shackles of worldly curiosity, becoming true members of the Genius Society.",
   "images": []
  },
  {
   "title": "Intelligentsia Guild — Erudition",
   "localTitle": "Intelligentsia Guild — Erudition",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"The universe is vast, and knowledge is universal. Both the genius and the mediocre have their own way of living.\"<br /><align=\"right\">— How I Joined the Genius Society and Became Enlightened by Herta</align></span><br /><br />Only the cream of the crop can become members of the Genius Society, but the Intelligentsia Guild wastes not. The Guild is willing to accept all beings from the infinite universe who seek to learn, as well as providing all that is needed for the full pursuit of knowledge.<br /><br />The Intelligentsia Guild advocates that \"all knowledge must be circulated like currency.\" Therefore, although there are different schools that specialize in different subjects within the Guild, everyone is actively engaged with one another with no isolationism. Members trade knowledge for wisdom and formulas for recipes, seeking to achieve mastery. Each school, like a business, pays for itself, and academic circulation maximizes the efficiency of the economic model.<br /><br />Some of the elders in the Genius Society think the Intelligentsia Guild to be laughing stock. However, as an open academic organization, the Intelligentsia Guild was above such mockery. After a long period of research and exploration, its members have reached a consensus that \"the only way to transcend the limitations of the individual is to have an academic network of mutual learning.\"",
   "images": []
  },
  {
   "title": "The Architects — Preservation",
   "localTitle": "The Architects — Preservation",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"The foolish have their wall of flesh, and the greedy have their wall of riches. When the end comes, they will all turn to ash.\"<br /><align=\"right\">— Life Is Too Short by Anonymous</align></span><br /><br />Legend has it, the Aeon of Preservation, Qlipoth, is the oldest Aeon. Silent and mighty, Qlipoth built a light-years long barrier around the galaxy, never engaging in any trivial conflicts or badgering with the other Aeons.<br /><br />Civilizations across the galaxy speculate on the motive of Qlipoth. One said the ancient Aeon foresaw a disaster that could obliterate the galaxy, so Qlipoth built a barrier to protect the worlds; one said Qlipoth was willing to slave for other Aeons and was ordered to build walls for them. There is no way to verify the truth, but Qlipoth's tireless actions moved the mortals. They spontaneously gathered in groups to build a barrier to protect their planet. Some Architects have claimed to feel the protective gaze of the Aeon upon them. They liken it to a gaze of approval, tinged with the warmth of the forge and the smell of lime.<br /><br />The annihilation of a single star can devastate planets thousands of light-years away, pushing them to the precipice of extinction. On rare occasions, worlds are saved only by the walls their denizens have built. People who survived their demise no longer mocked the stubbornness of the Architects. Instead, they joined them, never to question their motives or meaning of Preservation ever again.",
   "images": []
  },
  {
   "title": "Interastral Peace Corporation — Preservation",
   "localTitle": "Interastral Peace Corporation — Preservation",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"With all due respect, is there anyone in the universe more enlightened than our chairman, Qlipoth? Qlipoth acquiesces in all our business decisions, never asking or questioning why. <align=\"right\">How great a privilege! How great a trust!\"<br />— Oswaldo Schneider, Head of Interastral Peace Corporation Marketing Development Division, Level P<nobr>47</nobr></align></span><br /><br />To outsiders, the IPC is an enormous consortium advocating free trade. From a business perspective, the IPC is a business that issues money and monopolizes resources. From a startup perspective, the IPC is a selfless backing, dedicated to the Aeon of Preservation.<br /><br />When many astral citizens talk about the IPC, they talk about its ubiquitous merchandise and logo. It's as if \"The IPC exists whenever there is a transaction.\" In fact, almost all business transactions in the galaxy are based on the credit system created by the IPC. If one were to compare interastral trade to a sports competition, the IPC would be the top athletes as well as the sports, the venue, and the rules themselves.<br /><br />Its absolute dominance over wealth and relentless expansion has given the IPC the image of a business dictatorship. But the IPC pays little attention to lowly ambitious such as dictatorship, because its spirit hasn't wavered since its creation:<br /><br />Give everything to the Amber Lord, Qlipoth.",
   "images": []
  },
  {
   "title": "The Swarm — Propagation",
   "localTitle": "The Swarm — Propagation",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Human desires are complex... twisted... and even ugly. By contrast, the aesthetics of the Swarm and legion are so pure. It's... admirable.\"<br /><align=\"right\">— Some scientist, before he went mad</align></span><br /><br />Life is born of an instinctive desire to reproduce, and the senses and spirit are only unintended byproducts created when carrying out the basic instinct of reproduction. Those who don't submit to their primal desire claim to be wise, unaware that they are already considered food for the offspring of Tayzzyronth, the Aeon of Propagation, the Father of the Swarm. The multitudes of the Swarm King's offspring can cover the starry night, their antenna long enough to measure the galaxy. Worlds fearfully call the self-replicated chaos as — The Swarm.<br /><br />Spirit, soul, technology, philosophy... In the thousand compound eyes of Tayzzyronth, the universal laws pursued by all intelligent races are but a side effect of the ultimate goal of reproduction. The Swarm doesn't seek a following, for worship itself is an unnecessary desire. Only the flying creatures that succumb to the primal instinct will be attracted to its self-replicating nature, transforming to be part of the Swarm after becoming its food.<br /><br />Even without their king, The Swarm continues expanding at an incalculable rate, bringing fear and disaster to worlds chosen as their nests.",
   "images": []
  },
  {
   "title": "Garden of Recollection — Remembrance",
   "localTitle": "Garden of Recollection — Remembrance",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"For people who spend their lives in the desert, even the fleeting memory of aquatic life is priceless.\"<br /><align=\"right\">— Fables About the Stars by Adrian Spencer Smith</align></span><br /><br />To think is to exist, and memories are proofs of that. All things that make up the material world will eventually perish, but they can live on in another way — through Remembrance.<br /><br />Contrary to popular belief that memory is mixed with the imaginary, Memokeepers from the Garden of Recollection believe reality and imagination to be a myth. What is absolutely real and immortal in the universe that is constantly reincarnating? Even stars die and black holes evaporate. On a cosmic scale, they vanish in a breath. In this flood of time and life, the only treasure is the memory that proves the existence of people.<br /><br />Memokeepers from the Garden of Recollection are dedicated to preserving and sharing memories. Enlightened by their master Fuli, Memokeepers shed their mortal flesh and live on in spirit. With this unique gift, they can freely traverse between worlds, unconstrained by physical limits. Memokeepers often disguise themselves as native people of the worlds they visit. They trade, copy, steal, deceive... using every means necessary to collect precious memories.",
   "images": []
  },
  {
   "title": "The Cremators — Remembrance",
   "localTitle": "The Cremators — Remembrance",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Worthless memories wash away in time, like tears in rain...\"<br /><align=\"right\">— From the memories of Roy Hampton before execution, <nobr>2053</nobr> AE</align></span><br /><br />In the Garden of Recollection where memories of the universe are sought and kept, hides a group of extreme Memokeepers who view the marks of existence differently from their colleagues. Instead of treasuring all that has taken place, they believe that there are different qualities and priorities of memories in the world, and that the vacancy of the sacred grounds created by Fuli should not be taken up by worthless memories.<br /><br />The Cremators believe that they bear the sacred duty of filtering memories for the Aeons. They steal the stored memories that Memokeepers have gathered and rank them in order of importance. The ones that they deem worthy are returned to the collection, whereas the ones deemed unworthy are destroyed, never to be found again.<br /><br />The Cremators claim that they are cleaning out the garbage, all in hopes of relieving some of Fuli's burdens, and contributing to the glorious sacred grounds of remembrance. However, the Garden of Recollection scoffed and saw no reason for their actions, for the smallest shard of memory in the universe holds just as great of importance as the grandest of feats. No mortal has the right to judge the value of any piece of memory.",
   "images": []
  },
  {
   "title": "Mourning Actors — Elation",
   "localTitle": "Mourning Actors — Elation",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"They do not laugh, only cry. The more they cried, the harder I laughed. I laughed and laughed until tears fell down my face, and you know what Mourning Actors did? They handed me a tissue.\"<br /><align=\"right\">— A Masked Fool with no name</align></span><br /><br />Mourning Actors are firm believers against Elation. They believe life is full of ups and downs, that agony makes people mature but fleeting joy only offers hopeless temptation. Cheap entertainment is a narcotic for humans to lose themselves in. All beings should renounce joy and endure grief to temper their spirits. To this end, these people have formed an organization.<br /><br />The Actors ride a gondola that spans the stars. They collect and wear faces and masks from different worlds, symbolizing the races that have passed and those that have not. At the same time, they have also recorded sorrows of intelligent life. They compose magnificent tragedies for heroes entering the end and sing graceful elegies for dying stars.<br /><br />Mourning Actors advocate celibacy and penance, hoping this opposite Path will dilute the Aeon of Elation's sweet allure to the universe.<br /><br />However, joy and sadness are two sides of the same coin. Their very essence is engraved into souls of all beings. The Aeon of Elation sees the potential strength in the beauty of tragedy. Perhaps out of fondness for dark humor, Aha blessed these people with the astral power, playfully helping them spread their renouncement of joy across many galaxies.",
   "images": []
  },
  {
   "title": "Masked Fools — Elation",
   "localTitle": "Masked Fools — Elation",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"Even an organization like the Masked Fools sing praises of their Aeon. The Aeon will never give you up, never let you down, or abandon you. They will never make you cry, say goodbye, or tell a lie and hurt you.\"<br /><align=\"right\">— Ast Rickley, super popstar of the Epsilon XII Galaxy</align></span><br /><br />The Masked Fools tell a parable of the birth of their beloved Aeon. When the Aeon of Elation climbed to the highest branch on the Tree of Existence, they saw the cold and despicable void, the stars operating like machinery, and how the meaning of all things bows before nothingness. They continued looking until they saw a baby fall to the ground and cry because it had been wronged. The Aeon burst into laughter, laughter so clear it tore through the cold universe and still reverberates through the universe today.<br /><br />The Fools believe that the truth of the world is a joke, and that the ultimate meaning of all things lies in mere laughter. The universe is merciless, but there is joy to eliminate pain, dilute sorrow, resist nothingness, and heal wounds. Laughter, the gift of intelligent races, is the only answer.<br /><br />Masked Fools are extremely radical when it comes to their belief amongst the followers of Elation. In their pursuit of pleasure, they do whatever it takes to find it, often causing havoc wherever they go. They laugh at heroes for self-righteousness, kings for lust for power, lovers for infatuation, and scholars for overthinking. Their goal is to stir the stagnant pool of life to create surges and change. It is only then that the Fools derive their greatest pleasure. It would be a welcome sight if someone could turn the tables on them.",
   "images": []
  },
  {
   "title": "History Fictionologists — Enigmata",
   "localTitle": "History Fictionologists — Enigmata",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"History really is not mired in truth, reality can be distorted; we shouldn't let the past stay in the past, but instead in the present, where everyone can embellish it.\"<br /><align=\"right\">— The Five Millennia Void by History Fictionologist Luddokan</align></span><br /><br />There is evidence that History Fictionologists are a group of Emanators that were enlightened by Aeons. They often plunge into the sea of stars alone, traveling planet to planet with the sole purpose of fabricating, obscuring, and destroying the local history. History Fictionologists believe that the past determines the future — when a civilization's history is definite, its future development is doomed as all possibility is eliminated, leaving only a sad and rigid path forward. In order to save these worlds from the sad fate of objectivity, History Fictionologists, under the directive of Enigmata, are determined to shroud the universe in mystery.<br /><br />History Fictionologists carry out their mission of destroying history alone and decisively, with an altruism that is difficult to comprehend. Their views are poorly understood by most, and their blatant hatred of objective facts is somewhat extreme. Many worlds are beginning to realize the irreversible, intangible damage that these Emanators of Enigmata have caused to culture. Across the galaxy, History Fictionologists have a reputation comparable to that of the Antimatter Legion. The Intelligentsia Guild has publicly denounced them: The Antimatter Legion destroys matter, but the History Fictionologists destroy the very universe itself.",
   "images": []
  },
  {
   "title": "The Riddlers — Enigmata",
   "localTitle": "The Riddlers — Enigmata",
   "localDesc": "<span style=\"display: inline-block; color: #dbc291ff; text-align:center; font-weight:bold;\">\"You know what I know, and you don't say what I don't say. What am I?\"<br /><align=\"right\">— Riddler Baden Babbibalo Bala</align></span><br /><br />The Enigmata has a large number of followers, with The Riddlers being a prominent group. They were once palace hall poets, chiaroscuro painters, masters of disguise, or occult monks. While having reached great heights in their respective fields, after coming into contact with the Aeons, they turned into an incomprehensible group of people who spouted ridiculousness and wrote falsehoods.<br /><br />Where the History Fictionologists are devoted to the mystification of history, The Riddlers are obsessed with destroying the certainty of language. Words used to express meaning are gradually obfuscated in the mouths of The Riddlers. They deconstruct texts, abuse metaphors, change word orders, tamper with semantics, and transform otherwise precise language into something beyond recognition.<br /><br />While The Riddlers are not as grandiose as History Fictionologists, their actions still have a subtle but huge impact on the universe. Why is it so hard to find a pure and precise language in the galaxy these days? That is another riddle left by The Riddlers.",
   "images": []
  }
 ],
 "pageId": "527531"
}