{
 "name": "Military Machinery Routine Maintenance Record Form",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "The Silvermane Guards Logistics Department periodically releases this routine maintenance notification. Pity so few people pay attention to it.",
 "volumes": [
  {
   "title": "Military Machinery Routine Maintenance Record Form",
   "localTitle": "Military Machinery Routine Maintenance Record Form",
   "localDesc": "<align=\"center\">The routine maintenance of the Technology Division has been completed, and the maintenance records are as follows:</align><br /><br />Item of Inspection: Guardbot Type-3<br />Inspection Date: August 5<br />Inspected Part: Saw Arm<br />Inspection Contents: Operation of the Saw Arm's motor and control valve<br />Inspection Result: Normal<br />Equipment Maintenance Personnel: Mira<br />Note from Technology Division:<br />Not at all up to the level of normal operation. Defective products should not be in the arsenal.<br /><br />Item of Inspection: Guardbot Type-1<br />Inspection Date: August 5<br />Inspected Part: Alert & Patrol Component<br />Inspection Contents: Whether the inspected part is at optimal sensitivity<br />Inspection Result: Maybe Normal<br />Equipment Maintenance Personnel: Laurie<br />Note from Technology Division:<br />\"Maybe Normal?\" Please pay attention to the inspection report writing conventions. After verification from the Technology Division, it is found that the device is at optimal sensitivity and can be put into operation.<br /><br />Item of Inspection: Warehouse No. 3 Transport Equipment<br />Inspection Date: August 5<br />Inspected Part: Whether the Goods Transport Belt is complete<br />Inspection Result: Normal<br />Equipment Maintenance Personnel: Mira<br />Note from Technology Division:<br />Verified. Make sure the belt is regularly serviced.<br /><br />Item of Inspection: Low-Voltage Explosion-Proof Switch<br />Inspection Date: August 5<br />Inspected Part: Whether the switch's wiring insulation layer is damaged<br />Inspection Result: Normal<br />Equipment Maintenance Personnel: Laurie<br />Note from Technology Division:<br />The insulation layer that was just changed last month has already shown signs of deterioration. Defective products should not be in the arsenal. Suggest investigating the Munitions Procurement Department closely.<br /><br />Item of Inspection: Rotating Duplex Turret<br />Inspection Date: August 5<br />Inspected Part: Operation of the hydraulic propulsion mechanism<br />Inspection Result: Slight creaking due to deterioration of the bearing area. Problematic area replaced and lubricated.<br />Equipment Maintenance Personnel: Laurie<br />Note from Technology Division:<br />Verified. Lubrication is checked. The quality control for lubricant oil is very bad. Please conduct a thorough investigation of the Munitions Procurement Department.<br /><br /><align=\"right\">Signature of Head of Technology Division: Molly</align>",
   "images": []
  }
 ],
 "pageId": "527542"
}