{
 "name": "Ice Storm Causes",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "An interview with a weather expert discussing the causes of ice storms and other scientific information.",
 "volumes": [
  {
   "title": "Ice Storm Causes",
   "localTitle": "Ice Storm Causes",
   "localDesc": "<align=\"center\">* This is an interview published on the Crystal Daily — Weekend Edition before the Solwarm Festival. *</align><br /><br /><align=\"center\"><size=+2>Among the Crystal Peaks: Do You Really Know About Ice Storms?</size></align><br /><br />Last week, the Belobog Meteorological Center issued a code orange ice storm warning. North Nycatha was buffeted by an intense cold front, as the center and suburbs of the Overworld were violently hit by ice storms. This time, the short bout of freezing rain brought glaze to Belobog. This is where long icicles form on many structures and trees.<br /><br />Thanks to the Architects' sacred protection, Belobog remains warm all year long, but there are still rare occasions of freezing rain. We have invited a Belobog meteorologist, Professor Yegard, to give us a brief introduction on ice storms.<br /><br />Reporter Millie (hereinafter referred to as M): Hello, Professor Yegard.<br /><br />Professor Yegard (hereinafter referred to as Y): Hello.<br /><br />M: Last week, Belobog experienced an ice storm in the suburbs and downtown area. Can you give a brief explanation of the causes?<br /><br />Y: At the weather station, we usually call it freezing rain. They refer to the same weather condition. Before we talk about that, I must first mention the abnormally low temperatures that occur in Belobog before the Solwarm Festival.<br /><br />M: I believe you're referring to the Belobog Winter, right? The news has made announcements about it in every region.<br /><br />Y: The dropping temperatures combined with the sudden strong winds from outside the Belobog greenhouse area, which rushed to the suburbs, formed freezing rain. The urban heat island lied in the city center, so the temperature there was higher, causing rain to form.<br /><br />M: It's more like sleet where I live. What makes freezing rain special is the glaze. How is glaze formed?<br /><br />Y: It is formed when warm and cold air collides. Below the surface, the air and ground temperatures drop below freezing. Above the surface, it is relatively wet and temperatures are above freezing. As water transitions to the surface below, it forms supercooled water drops.<br /><br />M: So supercooled water drops are water droplets below the freezing point?<br /><br />Y: Yes, since the temperature near the ground is lower, the supercooled water drops form a thin layer of crystal clear ice when they touch buildings, trees, vegetation, or roads. These glaze formations on trees are what people usually call \"icicles.\"<br /><br />M: So that's how it is. Based on your description just now, is freezing rain a rare occurrence?<br /><br />Y: That's right. There's only a short time before and after the Solwarm Festival in which this natural phenomenon can occur. Citizens are free to enjoy this beautiful glaze scenery in the suburbs, with proper attire and safety conditions of course.<br /><br />M: Thank you, Professor Yegard, for taking the time to teach us about freezing rain.<br /><br />Y: You're welcome.",
   "images": []
  }
 ],
 "pageId": "527534"
}