{
 "name": "Pet Diary: Sesame",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A pet keeping diary... but are virtual pets really pets?",
 "volumes": [
  {
   "title": "Pet Diary: Sesame",
   "localTitle": "Pet Diary: Sesame",
   "localDesc": "(I)<br /><br />I heard you can make more money finding ancient relics than mining, so I asked some of my dad's acquaintances for help. <br /><br />A fortnight later, the only relic I found was something similar to a rand counter — it just looked a bit smaller. I don't know anything about relics, so I had to spare a little cash to hire Balaway from Miner's Lamp for an appraisal.<br /><br />Mr. Balaway said the relic is called a virtual pet. People from the Old World would feed images of their pets into it. Through the device, the pet could live on forever with its owner.<br /><br />I didn't know what a pet was, so I asked him. According to the Miner's Lamp, a pet is something of a luxury, something you have to feed and take care of. I had no interest in it whatsoever.<br /><br />Balaway mentioned that the parts inside could be exchanged for some money, but told me not to get my hopes up as Boss Svarog was unlikely to be interested.<br /><br />What the heck. I thought this was supposed to make more money than mining.<br /><br /><br />(II)<br /><br />Thankfully, everything is virtual. I fed it a ton of food and drink.<br /><br />I can barely keep myself alive. It would be impossible for me to have a real pet. Thanks to this \"virtual pet\" thing, I can be a real pet owner.<br /><br />Dad's friend says that he's looking for a buyer for me. For some reason, I kinda feel like keeping it now. Oh well, I guess I'll just help the next owner take care of it until then... I think today is Sesame's bath day.<br /><br />By the way, I named it Sesame. Cute, right?<br /><br /><br />(III)<br /><br />Never thought virtual pets would get sick too.<br /><br />I went and found Natasha to have her look at Sesame. She said that there was nothing she could do and sent me off to look for the Miner's Lamp. I heard that she was a great doctor, how come she couldn't help Sesame?<br /><br />Don't be scared Sesame, daddy's right here, hang in there.<br /><br /><br />(IV)<br /><br />Sesame has recovered!<br /><br />Oh man, I was so worried these last two days that I couldn't even eat! I feel so relieved right now! I have to tell everyone, they need to know that Sesame has recovered!<br /><br />It's almost Sesame's birthday, so I'm gonna go get some rock crabs for the celebration! ...Even if it can't really eat anything...<br /><br /><br />(V)<br /><br />Oh no! Sesame's been stolen by a bunch of bandits! Those thieves! Those scavengers! Trash!<br /><br />I recognize their faces, they're thugs from the vagrant camp — they're good at selling relics. They were at the doctor's last time and heard about Sesame.<br /><br />Darn! I'm gonna get Sesame back even if it costs me my life!<br /><br /><br />(VI)<br /><br />Sesame! Oh, my sweet Sesame! How could you be sold for scrap...<br /><br />When I found them, they said they'd already sold Sesame to Svarogs' vagrants and that it had probably already been salvaged by now.<br /><br />Oh, Sesame! It'd be pointless for me to fight them now that you're gone... How could this be... I'd be better off dead...<br /><br />After making a grave for Sesame, maybe... I'm just saying... maybe I should get a Crystal Lizard.<br /><br /><br />(VII)<br /><br />This lizard's a pain, I'm done with it.",
   "images": []
  }
 ],
 "pageId": "527533"
}