{
 "name": "A Good Establishment Births Generations of Wealth",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A discarded real estate flier, and a negative example when it comes to investment.",
 "volumes": [
  {
   "title": "A Good Establishment Births Generations of Wealth",
   "localTitle": "A Good Establishment Births Generations of Wealth",
   "localDesc": "<align=\"center\">As they say, \"There is no better inheritance than a gainful enterprise.\" In recent years, commercial property in Belobog have become increasingly popular. Borte Real Estate presents — the all-new Leisure Plaza in the Backwater Pass area will soon be under construction. Enjoy the cross-district convenience and pre-purchase the hot-on-demand properties now! </align><br /><br /><align=\"center\">[Experienced Property Developer, Securing Your Wealth With Competence]</align><br /><align=\"center\">With an insurmountable brand and rich developmental experience, Borte Real Estate will be an inpenetrable shield you can rely on to conserve your wealth.</align><br /><align=\"center\">Be it leisure, entertainment, or commercial ventures, Borte Real Estate provides entrusted management services, on-property and indoor facilities, as well as daily patrol and security services to all investors for the sake of protecting your investment at all times.</align><br /><br /><align=\"center\">[Prime Location and Consumer Source Guaranteed]</align><br /><align=\"center\">Connecting the Administrative District and the transport hub, we can guarantee an unending source of consumers from which you can attract.</align><br /><align=\"center\">Located next to the Administrative District, it stands stalwart against the rush hours and builds the archway toward wealth in Belobog.</align><br /><align=\"center\">Adjacent to the historic financial street, the need for stores and shops in the central zone will allow you to enjoy the fruits without having to labor.</align><br /><br /><align=\"center\">[Low Investment, High Returns, Be A Wise Investor]</align><br /><align=\"center\">With minimal investment, maximal returns, complete facilities, sufficient parking spaces, convenient transportation, and favorable investment conditions, the majority of investors' concerns have been addressed. This is Belobog's most innovative investment plan, and most promising financial product, so even the most discerning of investors should jump in!</align><br /><br /><align=\"center\">Borte Leisure Plaza brings to denizens of Belobog this artfully designed plaza with the core motto of \"Enjoy Life, Cherish Pleasure,\" allowing you to be forever acquainted with bliss.</align><br /><align=\"center\">With hundreds of storefronts to choose from, pre-purchasing is now open!</align><br /><br /><align=\"center\">Project Address: Backwater Pass Central (North of the open-air café)</align><br /><align=\"center\">For more information, please consult the staff at the Borte Real Estate Plaza Management Office.</align>",
   "images": []
  }
 ],
 "pageId": "644188"
}