{
 "name": "Looking for a Friend",
 "iconPath": "405319a2f549be8628150bdc7e35362215fa60e6cfa5794f4e2ed15b4ed1340f",
 "desc": "A friend wanted poster. Most of the posters Wallace put up in the city have been torn off the wall.",
 "volumes": [
  {
   "title": "Looking for a Friend",
   "localTitle": "Looking for a Friend",
   "localDesc": "All Belobog citizens:<br /><br />Hello!<br /><br />I am the third Head of Family reserve of the Overworld Administrative District's Limestein family, Wallace Cambridge Limestein. I had been living and was educated in the oldest Administrative District of Belobog since I was born. For as long as I could remember, the entire seventh block had been the property of the Limesteins. Therefore, I had been conducting glorious combat with loneliness, this most terrifying beast, for all my life. I fully understand that the greater one's ability is, the greater the responsibility, and that is the painful destiny the members of the Limestein must shoulder.<br /><br />Now I feel weighed down on my lonesome. The evil wealth piled as high as mountains, together with the immense feeling of emptiness, climbed slowly up my spine and tried to crush me! I feel it is about time for me to publicly show the citizens of Belobog the guardian deep in the shadows of this evil city — I, the third Head of Family reserve of the Limestein family, Wallace Cambridge Limestein, the eternal warrior before the monster named loneliness, the invisible guardian of Belobog, hereby issue a sincere invitation to all citizens to fight with me for the justice of Belobog.<br /><br />The path to light and justice is fraught with thorns, therefore I wish my companions to be —<br /><br />1. Friendly and positive<br />2. Can learn to love nature and enjoy art<br />3. Not charmed or shackled by the evil named \"money\"<br />4. Has extraordinarily strong willpower<br />5. Be like me in making world peace your mission<br />6. Can call me Wallace",
   "images": []
  }
 ],
 "pageId": "694463"
}