{
 "name": "Journey of the Moles — Belobog Ancient Poetry Collection",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A collection of poems written by the indigenous peoples of Belobog. The authors of the poems are now unknown.",
 "volumes": [
  {
   "title": "Old Belobog Poetry Collection Journey of the Moles: Pilgrimage North of Snowfield",
   "localTitle": "Pilgrimage North of Snowfield",
   "localDesc": "I had once gazed toward the snowcapped peak<br /><br />Frosty springs had yet flow into the prologue<br />But appear skybound the eyes of others in the dark hours<br />Clouds enveloped the mason in the village<br />And travelers peer into the Amber's past<br /><br />The journey of my heart<br />Is the pilgrimage of my soul<br /><br />I had once gazed toward the snowcapped peak<br /><br />In the days boreas borrowed my singing voice<br />The land and the birds will all fall silent<br />You will see the spine of the world on the mining veins<br />Above the stars and below the bonfire wood<br />Forging memories in the name of the blacksmith<br />Given meaning by the supreme fire<br /><br />I dig burrows, and you build walls<br />I dig burrows, and you build walls<br />And one day the walls will fall<br />And one day the tears will fall<br />The end is etched into the distant plains<br />Waiting for this poem to die<br />Till the snowcapped peaks close their eyes<br />Or the flowers fall",
   "images": []
  },
  {
   "title": "Old Belobog Poetry Collection Journey of the Moles: Dusk in Rivet Town",
   "localTitle": "Dusk in Rivet Town",
   "localDesc": "I am jealous of the gear that lost the dusk<br />The turning days never had a future<br />Three shields per bottle<br />The retail sale of souls<br />Just enough for one mouthful in a meal<br /><br />Amber, amber, yet another amber for enrichment<br />The stars in the hometown are never on time<br />Wind, wind, another wind howls as a hawk<br />The evening light tolls<br />And takes away the stone pier with nowhere to go in Rivet Town<br /><br />Shackles applied, on a moist heart<br />How could it be measured in kilograms<br />Yet another stone statue stands at the start of the mine shaft<br />The mining machines sculpt the pattern of its own trousers<br />Passersby all say<br />It's so foolish",
   "images": []
  },
  {
   "title": "Old Belobog Poetry Collection Journey of the Moles: Chubby Larry",
   "localTitle": "Chubby Larry",
   "localDesc": "Chubby Larry walking one step every three seconds <br />To cross his brown kingdom <br />Past the <br />Forty centimeters of mine cart <br />Past the <br />Festival that lasts from winter to summer<br /><br />Qlipoth had said <br />We should build his temple with love <br />But humans only ever offered rocks and words<br /><br />Qlipoth had been here <br />And gave him a sexy pickaxe <br />He thought it was a secret <br />He always faced the night deep in the mines, and shouted with his arms up high <br />Chubby Larry! <br />He thought he probably wasn't young anymore <br />Fifty years of song <br />Sealed away his arms like a mine collapse<br /><br />Larry of the Broken-Arms! <br />He embraced the winter like a rock crab and roared <br />He walked past the silent beach of broken rocks with his draft <br />His boss always scolded him <br />With a ring of glory! With the clouds!<br /><br />Lazy Larry! <br />He stared at the funeral worm at the corner <br />And cried in front of them, alone <br />Larry the Crybaby! <br />People no longer needed his stories <br />Using the wanted poster of poverty as silver threads, they sewed his mouth shut<br /><br />Sorrowful Larry! <br />But he could still hear <br />The breaths of flowing ores and the running steps of words <br />Sorrowful Larry had to live in a portable coffin <br />Taking out his sincere pickaxe <br />Folding it into the form of birds he had never seen <br />And flipped backward twice in overcritical degrees<br /><br />Mute Larry! <br />Weaving lyrics in the caves all on his own <br />He ate seventeen, Soothing Mushrooms <br />He said, \"Wake me!\" <br />And seventeen poets slapped his face<br /><br />They say, Larry was no more! <br />Larry had nothing and crossed the Great Mine <br />Like an iron pickaxe, he was buried in the earth<br /><br />The passersby never saw this <br />They just say <br />A chubby man fell asleep",
   "images": []
  }
 ],
 "pageId": "694452"
}