{
 "name": "Fashion Brand \"Suburbia\"",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "A magazine advertisement for the fashion brand \"Suburbia.\"",
 "volumes": [
  {
   "title": "Fashion Brand \"Suburbia\"",
   "localTitle": "Fashion Brand \"Suburbia\"",
   "localDesc": "<align=\"center\"><size=+2>Magnify Your Uniqueness: Suburbia</size></align><br /><br />Richard and Dyanna, formerly the lead designers of fashion houses \"In the Stars\" and \"Industrial Threadwork,\" founded the brand \"Suburbia\" in Fortification Year <nobr>694</nobr>.<br /><br />\"Suburbia\" embodies the meaning of being outside the system. This poetic name represents the two designers' understanding of Belobog's life and working style. \"Belobog is a place overloaded with orders. In this city, no matter who you are, if you express your thoughts, dress the way you like, or lead a life with individuality, you will be deemed a 'dissenter' by everyone. We sensed this conflict and wanted to use our design to fix it.\"<br /><br />Suburbia has been focused on creating unique outfits that also suit the taste of the young people: Whether it be an eye-catching leather jacket, colorful synthetic leather, phenomenal vest sets, goth long coat, or the famous Belobog-wide modified military uniform... Though all these styles incorporate the current mainstream street fashion, it still has a lot of original Suburbian elements in it.<br /><br />Though it's a very young brand, Suburbia confidently uses the core element of traditional culture. Other than that, we've also seen the two designers' greater ambitions:<br /><br />\"We're trying to create a space-time relationship with this world. Not only should we have Belobog's present, we must also contain everything in Belobog's past. To be honest, we prefer the period in history when the Eternal Freeze has not yet occurred. The world was separated into different regions, each with its own style. \"Suburbia\" doesn't exist just for Belobog, but also for the areas buried in wind and snow,\" explained Richard and Dyanna.<br /><br />Recently, this young brand cooperated with the Edelweiss Workshop for the first time, and began a collab fashion line including leather boots, outfits, and accessories. The two brands used the blue color of Belobog as the design base, together with retro patterns found in Belobog's picture books and in combination with fashionable styles preferred by the modern youth, such street punk and industrial.<br /><br />Edelweiss Workshop has also brought back both classical and new-age fashion concepts to young people.",
   "images": []
  }
 ],
 "pageId": "728123"
}