{
 "name": "Bellerain Petroleum Jelly",
 "iconPath": "eedd69791825aae6ec8afe50d7ee82de0c23cabd752daad49972af7ebde46407",
 "desc": "An advertisement for skincare found everywhere, something Belobog residents are all familiar with.",
 "volumes": [
  {
   "title": "Bellerain Petroleum Jelly",
   "localTitle": "Bellerain Petroleum Jelly",
   "localDesc": "<align=\"center\">Bellerain Petroleum Jelly for extra protection.</align><br /><br />Bellerain Petroleum Jelly has always been your best partner when marching through the blizzard. Just one application can lock in moisture and even warmth. Usable by anyone, anywhere.<br /><br />\"Bellerain Petroleum Jelly, guardian of your skin moisture.\"<br /><br />Apply a thin layer of Bellerain Petroleum Jelly to form a protective layer on your skin and lock in moisture. This jelly is made with non-irritants, making it usable by almost everyone. It also contains low levels of mineral oil scents, suitable even for those sensitive to alcohol and aromatic additives.<br /><br />\"Bellerain Petroleum Jelly, protector of your warmth.\"<br /><br />Bellerain Petroleum Jelly is effective at preventing the loss of body temperature, even bare skin exposed to the air. Our jelly can also be applied to preserve warmth for covered skin, providing a layer of insulation for your journey into the cold.<br /><br />\"Bellerain Petroleum Jelly, your doctor for small wounds.\"<br /><br />Bellerain Petroleum Jelly does not provide anti-inflammatory relief, but it still helps heal small wounds by insulating the wound from the air and germs, which allows your skin to heal faster without leaving any scars. Cold, dry air can cause nasal capillaries to rupture, but a thin layer of our jelly can be applied to the inside of the nose to prevent further bleeding.<br /><br />\"Bellerain Petroleum Jelly, your partner through wind and snow.\"<br /><br />In <nobr>376</nobr> AF, an Overworld worker discovered the by-product of burning Geomarrow had a small analgesic effect on burns and cuts. Twelve years later, Robert, the Head Pharmacy Professor of the Charice Hospital, refined the Geomarrow remnants into the Bellerain Petroleum Jelly we know today and applied it to the fields of medicine and cosmetics, and began the \"Petroleum Jelly Age.\"<br /><br />The Bellerain brand was founded in <nobr>390</nobr> AF and has been protecting the skin of the Belobog people for over <nobr>300</nobr> years. We are confident that it will continue to protect you and your family for the years to come.",
   "images": []
  }
 ],
 "pageId": "844767"
}